# TODO: Translation updated at 2019-08-29 19:50

# game/Quests/Question_Helper_Info.rpy:8
translate english question_helper_hairdye_99c30ae8:

    # help "Подойти к зеркалам и взять краску для волос."
    help "Подойти к зеркалам и взять краску для волос."

# game/Quests/Question_Helper_Info.rpy:11
translate english question_helper_hairdye_446cd0a1:

    # help "Разлить краску на ковер."
    help "Разлить краску на ковер."

# game/Quests/Question_Helper_Info.rpy:22
translate english question_helper_hairdye_find_julia_87501fac:

    # help "Юлия в подвале. Вход в подвал у лестницы на нижнем этаже."
    help "Юлия в подвале. Вход в подвал у лестницы на нижнем этаже."

# game/Quests/Question_Helper_Info.rpy:35
translate english question_helper_laundry_e020c3e0:

    # help "Взять платье в нижнем ящике."
    help "Взять платье в нижнем ящике."

# game/Quests/Question_Helper_Info.rpy:40
translate english question_helper_laundry_42cf0175:

    # help "Взять утюг из нижней коробки."
    help "Взять утюг из нижней коробки."

# game/Quests/Question_Helper_Info.rpy:44
translate english question_helper_laundry_71fa45e7:

    # help "Убрать мусор. Затем применить поочереди платье и утюг, чтобы погладить."
    help "Убрать мусор. Затем применить поочереди платье и утюг, чтобы погладить."

# game/Quests/Question_Helper_Info.rpy:55
translate english question_gas_trader1_e4178b4b:

    # help "Кассир за дверью."
    help "Кассир за дверью."

# game/Quests/Question_Helper_Info.rpy:66
translate english question_gas_trader2_fdca3557:

    # help "Идти сюда."
    help "Идти сюда."

# game/Quests/Question_Helper_Info.rpy:69
translate english question_gas_trader2_5443ee53:

    # help "Затем идти сюда."
    help "Затем идти сюда."

# game/Quests/Question_Helper_Info.rpy:72
translate english question_gas_trader2_bac6dbd0:

    # help "Разбить дорогую бутылку вина."
    help "Разбить дорогую бутылку вина."

# game/Quests/Question_Helper_Info.rpy:83
translate english question_cloth_shop_dick_buy_dress_0453fdd4:

    # help "Проверить места."
    help "Проверить места."

# game/Quests/Question_Helper_Info.rpy:90
translate english question_cloth_shop_dick_buy_dress_cea8ca3e:

    # help "После каждого места идти примерять платье в примерочную."
    help "После каждого места идти примерять платье в примерочную."

# game/Quests/Question_Helper_Info.rpy:93
translate english question_cloth_shop_dick_buy_dress_78ebcbbd:

    # help "Повесить свое платье на вешалку."
    help "Повесить свое платье на вешалку."

# game/Quests/Question_Helper_Info.rpy:95
translate english question_cloth_shop_dick_buy_dress_bfc68901:

    # help "Нажать сюда чтобы примерить новое платье."
    help "Нажать сюда чтобы примерить новое платье."

# game/Quests/Question_Helper_Info.rpy:110
translate english question_office_tea_lost_phone_50c3cbe8:

    # help "Телефон на полу при входе в офис..."
    help "Телефон на полу при входе в офис..."

translate english strings:

    # game/Quests/Question_Helper_Info.rpy:4
    old "Посмотреть подсказку"
    new "Посмотреть подсказку"

    # game/Quests/Question_Helper_Info.rpy:4
    old "Продолжить игру."
    new "Продолжить игру."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди постоянно пытается заглянуть мне под юбку."
    new "Барди постоянно пытается заглянуть мне под юбку."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди шантажирует Бетти. Может быть я могу использовать это?"
    new "Барди шантажирует Бетти. Может быть я могу использовать это?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я могу питаться в доме. Если буду соблюдать условие..."
    new "Я могу питаться в доме. Если буду соблюдать условие..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди в при любом удобном случае заглядывает мне под юбку. И я ничего не могу с этим поделать..."
    new "Барди в при любом удобном случае заглядывает мне под юбку. И я ничего не могу с этим поделать..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Интересно, как я узнаю какие именно трусики она носит сегодня?"
    new "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Интересно, как я узнаю какие именно трусики она носит сегодня?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Бетти валяется в них своей толстой задницей на моей кровати по вечерам."
    new "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Бетти валяется в них своей толстой задницей на моей кровати по вечерам."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди снова требует от меня каких-то извращений! Похоже, удалось переключить его на Бетти. Давно стоит проучить ее за то как она обращается со мной! Итак, надо сообщать Барди когда мы собираемся идти на фитнесс..."
    new "Барди снова требует от меня каких-то извращений! Похоже, удалось переключить его на Бетти. Давно стоит проучить ее за то как она обращается со мной! Итак, надо сообщать Барди когда мы собираемся идти на фитнесс..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди удалось найти компромат на Бетти. Надеюсь теперь он оставит меня в покое!"
    new "Барди удалось найти компромат на Бетти. Надеюсь теперь он оставит меня в покое!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Бетти обязана показать мне их, если я спрошу."
    new "Барди хочет чтобы я одевала трусики Бетти, которые она носила в прошлый раз. Бетти обязана показать мне их, если я спрошу."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я теперь должна ходить без трусиков в доме. Иначе Барди накажет меня. Мерзавец!"
    new "Я теперь должна ходить без трусиков в доме. Иначе Барди накажет меня. Мерзавец!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти ждет от меня, что я буду регулярно убираться в доме."
    new "Бетти ждет от меня, что я буду регулярно убираться в доме."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти"
    new "Бетти"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти ждет от меня, что я буду регулярно убираться в доме и тереть это проклятое пятно."
    new "Бетти ждет от меня, что я буду регулярно убираться в доме и тереть это проклятое пятно."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти хочет чтобы я носила ее сумку с вещами, пока она занимается фитнесом. Фитнес у Бетти по вторникам и четвергам."
    new "Бетти хочет чтобы я носила ее сумку с вещами, пока она занимается фитнесом. Фитнес у Бетти по вторникам и четвергам."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Кажется, Бетти не так строго следит за тем, чтобы я убиралась все время."
    new "Кажется, Бетти не так строго следит за тем, чтобы я убиралась все время."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти знает что я ношу ее трусики. Более того, она должна показать трусики, которые носит сегодня, если я спрошу ее об этом."
    new "Бетти знает что я ношу ее трусики. Более того, она должна показать трусики, которые носит сегодня, если я спрошу ее об этом."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Бетти теперь должна ходить без трусиков в доме. Она сказала что я могу проверять это. Это все проделки Барди!"
    new "Бетти теперь должна ходить без трусиков в доме. Она сказала что я могу проверять это. Это все проделки Барди!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мне надо проверить что происходит в моем офисе."
    new "Мне надо проверить что происходит в моем офисе."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Офис"
    new "Офис"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Теперь я могу работать в офисе. Денег это не добавило, но я могу чувствовать себя Боссом снова..."
    new "Теперь я могу работать в офисе. Денег это не добавило, но я могу чувствовать себя Боссом снова..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Биф хочет чтобы я ходила к нему на кастинги. Если я хочу убедить его взять меня в офис, мне надо завоевать его доверие. Но смогу-ли я на это пойти?"
    new "Биф хочет чтобы я ходила к нему на кастинги. Если я хочу убедить его взять меня в офис, мне надо завоевать его доверие. Но смогу-ли я на это пойти?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Похоже я нашла возможность зарабатывать деньги, делая фотосессии у Бифа. Но эти фотосессии все более развратные. Долго-ли я смогу себе это позволять?"
    new "Похоже я нашла возможность зарабатывать деньги, делая фотосессии у Бифа. Но эти фотосессии все более развратные. Долго-ли я смогу себе это позволять?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я отказалась от того что хочет Биф. Но найду-ли я другой способ достать деньги? Возможно, мне придется, все-таки, передумать?"
    new "Я отказалась от того что хочет Биф. Но найду-ли я другой способ достать деньги? Возможно, мне придется, все-таки, передумать?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мне надо как-то найти $ 5000 до пятницы. Где мне их взять? Может быть спросить Бифа о работе?"
    new "Мне надо как-то найти $ 5000 до пятницы. Где мне их взять? Может быть спросить Бифа о работе?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Дик"
    new "Дик"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мне надо найти еще $ 1000, иначе конец!"
    new "Мне надо найти еще $ 1000, иначе конец!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Теперь Дик имеет свой галстук! Мой кошмар закончился. Надо проведать его."
    new "Теперь Дик имеет свой галстук! Мой кошмар закончился. Надо проведать его."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Теперь я должна приносить Виктории раз в неделю $ 5000 до пятницы. Я даже не представляла насколько она опасна."
    new "Теперь я должна приносить Виктории раз в неделю $ 5000 до пятницы. Я даже не представляла насколько она опасна."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Так продолжаться не может. Виктория не даст мне нормально жить. Надо как-то воздействовать на Дика. Его единственное слабое место - это женщины. У меня не получается, как я ни пыталась. Может быть попробовать попросить помощи у Мелани?"
    new "Так продолжаться не может. Виктория не даст мне нормально жить. Надо как-то воздействовать на Дика. Его единственное слабое место - это женщины. У меня не получается, как я ни пыталась. Может быть попробовать попросить помощи у Мелани?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мелани обещала узнать всю правду про Дика. За это я согласилась поучаствовать с ней в какой-то фотосессии. Надеюсь я не пожалею об этом..."
    new "Мелани обещала узнать всю правду про Дика. За это я согласилась поучаствовать с ней в какой-то фотосессии. Надеюсь я не пожалею об этом..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Это был жуткий кошмар, но я надеюсь оно того стоило! Ну держись, Виктория! Я нашла кое-кого кто тебе не по зубам!"
    new "Это был жуткий кошмар, но я надеюсь оно того стоило! Ну держись, Виктория! Я нашла кое-кого кто тебе не по зубам!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "У меня появился шанс вернуть прежнюю жизнь! ШАНС!!! Неужели Мелани сможет мне помочь? Но что она захочет попросить взамен?.."
    new "У меня появился шанс вернуть прежнюю жизнь! ШАНС!!! Неужели Мелани сможет мне помочь? Но что она захочет попросить взамен?.."

    # game/Quests/Question_Helper_Info.rpy:115
    old "От Мелани нет новостей... Я даже боюсь представить что с ней..."
    new "От Мелани нет новостей... Я даже боюсь представить что с ней..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я жду новостей от Мелани..."
    new "Я жду новостей от Мелани..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мелани решила унизить меня в обмен на свою помощь... Пойду-ли я на то что она предложила мне?"
    new "Мелани решила унизить меня в обмен на свою помощь... Пойду-ли я на то что она предложила мне?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "В фитнес-зале я встретила Стефани и Ребекку. Я, кажется, убедила их что все это игра. Но долго-ли они будут в это верить?"
    new "В фитнес-зале я встретила Стефани и Ребекку. Я, кажется, убедила их что все это игра. Но долго-ли они будут в это верить?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Стив приходил в гости к Ральфу. Мне надо избегать встречи с ним!"
    new "Стив приходил в гости к Ральфу. Мне надо избегать встречи с ним!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Жизнь"
    new "Жизнь"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Не могу поверить что я согласилась на секс со Стивом! Мне надо проверить перевел-ли он деньги Виктории."
    new "Не могу поверить что я согласилась на секс со Стивом! Мне надо проверить перевел-ли он деньги Виктории."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Стив обманул меня! Он что, думает что можно иметь со мной секс за бесплатно?!"
    new "Стив обманул меня! Он что, думает что можно иметь со мной секс за бесплатно?!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мне надо поймать Стива, этого слизняка! Он не уйдет от меня!"
    new "Мне надо поймать Стива, этого слизняка! Он не уйдет от меня!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Стив хочет трахнуть меня снова, чтобы закрыть эту чертову сделку! Мне нужны деньги, но цена..."
    new "Стив хочет трахнуть меня снова, чтобы закрыть эту чертову сделку! Мне нужны деньги, но цена..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Стив слизняк и негодяй! Но, может быть, через него можно найти какую-то работу или просто деньги?"
    new "Стив слизняк и негодяй! Но, может быть, через него можно найти какую-то работу или просто деньги?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "В доме для меня еды нет. По крайней мере пока. Мне надо где-то питаться!"
    new "В доме для меня еды нет. По крайней мере пока. Мне надо где-то питаться!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "В доме для меня еды нет. По крайней мере пока. Мне надо где-то питаться. Есть эта дурацкая разноска флаеров. Но, может быть, проще воровать еду где-нибудь? Но готова-ли я на это пойти? Или, может быть, проще занять у кого-то деньги?"
    new "В доме для меня еды нет. По крайней мере пока. Мне надо где-то питаться. Есть эта дурацкая разноска флаеров. Но, может быть, проще воровать еду где-нибудь? Но готова-ли я на это пойти? Или, может быть, проще занять у кого-то деньги?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я разношу гребаные флаеры за жалкий кебаб. Может быть есть способы заработать на еду проще?"
    new "Я разношу гребаные флаеры за жалкий кебаб. Может быть есть способы заработать на еду проще?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Вместо разноски флаеров я нашла более быстрый способ заработать. Он немного... неудобный, но ведь это ненадолго..."
    new "Вместо разноски флаеров я нашла более быстрый способ заработать. Он немного... неудобный, но ведь это ненадолго..."

    # game/Quests/Question_Helper_Info.rpy:115
    old "Я нашла способ зарабатывать на еду, моя посуду в Баре. Я не в восторге, но ведь это временно?"
    new "Я нашла способ зарабатывать на еду, моя посуду в Баре. Я не в восторге, но ведь это временно?"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Мне надо как-то вернуть мою прошлую жизнь. Я не смогу долго прожить в этом кошмаре!"
    new "Мне надо как-то вернуть мою прошлую жизнь. Я не смогу долго прожить в этом кошмаре!"

    # game/Quests/Question_Helper_Info.rpy:115
    old "Любой ценой избегать встречи с Маркусом!"
    new "Любой ценой избегать встречи с Маркусом!"

