# TODO: Translation updated at 2019-03-26 18:44

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:24
translate english ep24_dialogues4_bardie1_99f97c24:

    # m "Ну что, ты получил что хотел?"
    # m "Что там с Бетти?"
    # bardie "Да, она определенно трахается с ним!"
    # bardie "Но мне пока не хватает доказательств."
    # bardie "Мне нужно еще раз оказаться там!"
    # baride "Позови меня снова в следующий раз!"
    # mt "Посмотрим..."
    # bardie "Да, Моника! Все отлично!"
    # bardie "Теперь Бетти ответит за все!"
    # m "И что, она действительно занималась сексом с инструктором?"
    # bardie "Да, Бетти трахается со всеми подряд, как я и думал!"
    # bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    # bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    # bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    # mt "..."
    # bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    # bardie "Особенно Ральфу!"
    # "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    # m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    # bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    # m "!!!"
    # bardie "Нет, она не стала этого делать..."
    # bardie "Но!"
    # bardie "Того что я успел снять, достаточно для того чтобы так казалось."
    # bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    # bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    # bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    # mt "..."
    # bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    # bardie "Особенно Ральфу!"
    # "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    # m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    # bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    # m "!!!"
    m "Ну что, ты получил что хотел?"
    m "Что там с Бетти?"
    bardie "Да, она определенно трахается с ним!"
    bardie "Но мне пока не хватает доказательств."
    bardie "Мне нужно еще раз оказаться там!"
    baride "Позови меня снова в следующий раз!"
    mt "Посмотрим..."
    bardie "Да, Моника! Все отлично!"
    bardie "Теперь Бетти ответит за все!"
    m "И что, она действительно занималась сексом с инструктором?"
    bardie "Да, Бетти трахается со всеми подряд, как я и думал!"
    bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    mt "..."
    bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    bardie "Особенно Ральфу!"
    "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    m "!!!"
    bardie "Нет, она не стала этого делать..."
    bardie "Но!"
    bardie "Того что я успел снять, достаточно для того чтобы так казалось."
    bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    mt "..."
    bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    bardie "Особенно Ральфу!"
    "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    m "!!!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:99
translate english ep24_dialogues4_bardie2_9a8557cb:

    # bardie "Моника, ты знаешь правила дома!"
    # bardie "Почему у тебя надеты трусики?!"
    # mt "!!!"
    # bardie "Если ты будешь нарушать правила, то тебя будет ждать наказание!"
    bardie "Моника, ты знаешь правила дома!"
    bardie "Почему на тебе надеты трусики?!"
    mt "!!!"
    bardie "Если ты будешь нарушать правила, то тебя будет ждать наказание!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:109
translate english ep24_dialogues4_bardie3_fdb36d6b:

    # bardie "Гувернантка, иди вниз в свою спальню!"
    # bardie "Твой хозяин хочет поговорить с тобой!"
    bardie "Гувернантка, иди вниз в свою спальню!"
    bardie "Твой хозяин хочет поговорить с тобой!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:117
translate english ep24_dialogues4_bardie4_fc1d6d0b:

    # m "Что тебе снова надо, Барди?!"
    # bardie "Моника, ты нерадивая гувернантка."
    # bardie "Ты не соблюдаешь правила дома."
    # bardie "И ты заслужила наказание!"
    # m "Какое еще наказание?!"
    # bardie "Сними запрещенные в этом доме трусики!"
    # bardie "Ложись ко мне на коленки и подними попу вверх!"
    m "Что тебе снова надо, Барди?!"
    bardie "Моника, ты нерадивая гувернантка."
    bardie "Ты не соблюдаешь правила дома."
    bardie "И ты заслужила наказание!"
    m "Какое еще наказание?!"
    bardie "Сними запрещенные в этом доме трусики!"
    bardie "Ложись ко мне на коленки и подними попу вверх!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:139
translate english ep24_dialogues4_bardie4_7607b9d0:

    # m "Я не собираюсь этого делать! С меня хватит!"
    # m "Я уйду из этого дурацкого дома!"
    # m "Я не буду терпеть такие унижения из-за какой-то крыши над головой!"
    # bardie "Только попробуй уйти!"
    # bardie "Я сразу пожалуюсь Мистеру Маркусу на тебя!"
    # mt "!!!"
    # mt "Вот малявка! Он продолжает шантажировать меня!"
    # bardie "Не испытывай моего терпения и быстро ложись для получения наказания!"
    m "Я не собираюсь этого делать! С меня хватит!"
    m "Я уйду из этого дурацкого дома!"
    m "Я не буду терпеть такие унижения из-за какой-то крыши над головой!"
    bardie "Только попробуй уйти!"
    bardie "Я сразу пожалуюсь Мистеру Маркусу на тебя!"
    mt "!!!"
    mt "Вот малявка! Он продолжает шантажировать меня!"
    bardie "Не испытывай моего терпения и быстро ложись для получения наказания!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:160
translate english ep24_dialogues4_bardie4_loop1_abe087f5:

    # bardie "Получай!"
    # bardie "Получай!"
    # bardie "Нерадивая гувернантка!"
    # bardie "Я научу тебя соблюдать правила дома!"
    # bardie "Ну что, ты поняла? Ты будешь слушаться хозяина?"
    bardie "Получай!"
    bardie "Получай!"
    bardie "Нерадивая гувернантка!"
    bardie "Я научу тебя соблюдать правила дома!"
    bardie "Ну что, ты поняла? Ты будешь слушаться хозяина?"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:169
translate english ep24_dialogues4_bardie4_loop1_c9d11b4f:

    # m "Отпусти меня немедленно, малявка!"
    m "Отпусти меня немедленно, малявка!"

# game/Quests/EP2_04/ep24_dialogues4_bardie2.rpy:175
translate english ep24_dialogues4_bardie4_loop1_20284bd9:

    # m "Я поняла! Я буду слушаться хозяина!"
    # bardie "Так-то лучше!"
    # mt "Этот малявка отшлепал меня словно я маленький ребенок!"
    # mt "Как унизительно!"
    # mt "Мне надо как-то избавиться от него!"
    m "Я поняла! Я буду слушаться хозяина!"
    bardie "Так-то лучше!"
    mt "Этот малявка отшлепал меня словно я маленький ребенок!"
    mt "Как унизительно!"
    mt "Мне надо как-то избавиться от него!"

translate english strings:

    # Quests/EP2_04/ep24_dialogues4_bardie2.rpy:137
    old "Я не собираюсь этого делать! С меня хватит!"
    new ""

    # Quests/EP2_04/ep24_dialogues4_bardie2.rpy:137
    old "Послушаться хозяина дома..."
    new ""

    # Quests/EP2_04/ep24_dialogues4_bardie2.rpy:147
    old "Убежать..."
    new ""

    # Quests/EP2_04/ep24_dialogues4_bardie2.rpy:167
    old "Отпусти меня немедленно, малявка!"
    new ""

    # Quests/EP2_04/ep24_dialogues4_bardie2.rpy:167
    old "Я поняла! Я буду слушаться хозяина!"
    new ""
