# TODO: Translation updated at 2019-09-06 13:20

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:28
translate german ep23_dialogues1_1_fa7c1042:

    # mt "А это что?"
    # "Какой-то Бар?"
    # "Раньше я не замечала его."
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:35
translate german ep23_dialogues1_1a_daca7036:

    # mt "А это что?"
    # "Какой-то Бар?"
    # "Раньше я не замечала его."
    # "..."
    # "Черт! Ну еще бы я замечала какие-то жуткие бары в трущобах!"
    # "Моника, кажется ты начинаешь привыкать к этому месту, да?"
    # "Замечать какие-то бары..."
    # "Интересно, что ты станешь замечать еще позже?"
    # "Мне надо скорее кончать со всем этим!"
    # "Но, все-же... Может заглянуть туда?"
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."
    "..."
    "Черт! Ну еще бы я замечала какие-то жуткие бары в трущобах!"
    "Моника, кажется ты начинаешь привыкать к этому месту, да?"
    "Замечать какие-то бары..."
    "Интересно, что ты станешь замечать еще позже?"
    "Мне надо скорее кончать со всем этим!"
    "Но, все-же... Может заглянуть туда?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:48
translate german ep23_dialogues1_1a_e2dd79be:

    # mt "Я не могу зайти туда одетой в рекламу кебеба..."
    # mt "Я просто застряну в проходе!"
    mt "Я не могу зайти туда одетой в рекламу кебеба..."
    mt "Я просто застряну в проходе!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:59
translate german ep23_dialogues1_2_a1cd3172:

    # mt "О БОЖЕ!"
    # "ЧТО ЭТО ЗА ДЫРА?!?"
    mt "О БОЖЕ!"
    "ЧТО ЭТО ЗА ДЫРА?!?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:63
translate german ep23_dialogues1_2_eeb6c0fb:

    # "???"
    # "SHINY HOLE?!?"
    # "ЭТО МЕСТО ТАК И НАЗЫВАЕТСЯ!"
    # "Пожалуй, мне лучше уйти отсюда!"
    "???"
    "SHINY HOLE?!?"
    "ЭТО МЕСТО ТАК И НАЗЫВАЕТСЯ!"
    "Пожалуй, мне лучше уйти отсюда!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:76
translate german ep23_dialogues1_2a_a5117547:

    # ashley "Эй! Джо!"
    # "К тебе пришла очередная шлюха!"
    # "Сколько раз я тебе говорила не звать сюда работать шлюх!"
    ashley "Эй! Джо!"
    "К тебе пришла очередная шлюха!"
    "Сколько раз я тебе говорила не звать сюда работать шлюх!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:80
translate german ep23_dialogues1_2a_6564bcdf:

    # mt "???"
    # "Я... Я не собираюсь работать здесь!"
    mt "???"
    "Я... Я не собираюсь работать здесь!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:83
translate german ep23_dialogues1_2a_b111ca50:

    # ashley "Да как же не собираешься!"
    # "Это Джо подговорил тебя, чтобы ты так сказала мне?!"
    # "Он вечно таскает сюда шлюх, а потом оправдывается передо мной!"
    ashley "Да как же не собираешься!"
    "Это Джо подговорил тебя, чтобы ты так сказала мне?!"
    "Он вечно таскает сюда шлюх, а потом оправдывается передо мной!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:88
translate german ep23_dialogues1_2a_e375c19f:

    # joe "Эшли! Что ты кричишь здесь?!"
    joe "Эшли! Что ты кричишь здесь?!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:91
translate german ep23_dialogues1_2a_8ba39f2a:

    # joe "О! Какая детка!"
    joe "О! Какая детка!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:95
translate german ep23_dialogues1_2a_80996f06:

    # m "Я тебе не детка!"
    m "Я тебе не детка!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:97
translate german ep23_dialogues1_2a_94da6d92:

    # ashley "Джо, посмотри! Это не детка!"
    # "Это шлюха!!!"
    # mt "!!!"
    ashley "Джо, посмотри! Это не детка!"
    "Это шлюха!!!"
    mt "!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:102
translate german ep23_dialogues1_2a_a0d1dbdb:

    # m "Хватит называть меня шлюхой!"
    # "Я не заслуживаю такого обращения!"
    # "Я зашла сюда, потому что увидела вывеску!"
    # "Я клиент!!!"
    m "Хватит называть меня шлюхой!"
    "Я не заслуживаю такого обращения!"
    "Я зашла сюда, потому что увидела вывеску!"
    "Я клиент!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:109
translate german ep23_dialogues1_2a_b1bea2f1:

    # ashley "Ты?? Клиент?!"
    ashley "Ты?? Клиент?!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:112
translate german ep23_dialogues1_2a_4816b457:

    # "Джо! Мало того что ты устроил здесь стриптиз!"
    # "Хорошо, я терплю это, потому что это приносит деньги."
    "Джо! Мало того что ты устроил здесь стриптиз!"
    "Хорошо, я терплю это, потому что это приносит деньги."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:116
translate german ep23_dialogues1_2a_2d4d20ce:

    # "Но ты решил маскировать шлюх под клиентов?!"
    # "Ты хочешь чтобы эта шлюха сидела здесь под видом посетителя и строила глазки всем вокруг?!"
    # "А потом уводила их с собой до того как они заплатили?!"
    # "Я не потерплю этого, Джо!"
    "Но ты решил маскировать шлюх под клиентов?!"
    "Ты хочешь чтобы эта шлюха сидела здесь под видом посетителя и строила глазки всем вокруг?!"
    "А потом уводила их с собой до того как они заплатили?!"
    "Я не потерплю этого, Джо!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:122
translate german ep23_dialogues1_2b_d06ef974:

    # joe "Эшли! Я первый раз ее вижу!"
    # joe "Если она и шлюха, то я ее точно не знаю."
    # "Она не из нашего района."
    joe "Эшли! Я первый раз ее вижу!"
    joe "Если она и шлюха, то я ее точно не знаю."
    "Она не из нашего района."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:127
translate german ep23_dialogues1_2b_9c3028c9:

    # ashley "О, Да! Джо! Ты-то знаешь всех шлюх в этом районе!"
    # joe "Я не это имел ввиду, Эшли..."
    ashley "О, Да! Джо! Ты-то знаешь всех шлюх в этом районе!"
    joe "Я не это имел ввиду, Эшли..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:139
translate german ep23_dialogues1_2b_85c11961:

    # m "Знаете что!"
    # "Вы позволяете себе обсуждать человека, при его присутствии, в третьем лице!"
    # "Я не знаю кто Вас воспитывал Вашим манерам..."
    # "Но я не собираюсь дальше это слушать!"
    # "До свидания!"
    m "Знаете что!"
    "Вы позволяете себе обсуждать человека, при его присутствии, в третьем лице!"
    "Я не знаю кто Вас воспитывал Вашим манерам..."
    "Но я не собираюсь дальше это слушать!"
    "До свидания!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:149
translate german ep23_dialogues1_2b_862838c8:

    # joe "Послушайте, я не знаю как к Вам обращаться?"
    # "Как Вас зовут?"
    joe "Послушайте, я не знаю как к Вам обращаться?"
    "Как Вас зовут?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:152
translate german ep23_dialogues1_2b_d1c16e57:

    # m "Меня зовут Мо..."
    m "Меня зовут Мо..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:154
translate german ep23_dialogues1_2b_cb764536:

    # mt "Черт! Лучше не называть свое настоящее имя здесь..."
    # m "Меня зовут..."
    mt "Черт! Лучше не называть свое настоящее имя здесь..."
    m "Меня зовут..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:165
translate german ep23_dialogues1_2b_e034d52a:

    # m "Меня зовут... [monica_pub_name]..."
    m "Меня зовут... [monica_pub_name]..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:168
translate german ep23_dialogues1_2b_bdfd0f27:

    # joe "[monica_pub_name], слушай..."
    # "Не обращай внимания на Эшли."
    # "Просто ты действительно так одета, что она подумала..."
    joe "[monica_pub_name], слушай..."
    "Не обращай внимания на Эшли."
    "Просто ты действительно так одета, что она подумала..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:172
translate german ep23_dialogues1_2b_ef1f1d4b:

    # m "Я все знаю..."
    # "Можно не комментировать."
    # "Но я не шлюха!"
    m "Я все знаю..."
    "Можно не комментировать."
    "Но я не шлюха!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:176
translate german ep23_dialogues1_2b_ff5d9028:

    # joe "Конечно нет! Я не имел это ввиду!"
    # "Ты просто любишь носить такую одежду..."
    joe "Конечно нет! Я не имел это ввиду!"
    "Ты просто любишь носить такую одежду..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:181
translate german ep23_dialogues1_2b_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:185
translate german ep23_dialogues1_2b_4572e675:

    # m "Я... не очень люблю носить такую одежду..."
    # "И хватит комментариев об этом!"
    m "Я... не очень люблю носить такую одежду..."
    "И хватит комментариев об этом!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:189
translate german ep23_dialogues1_2b_04ab0897:

    # joe "Да, [monica_pub_name], конечно."
    # "Слушай, ты неплохо выглядишь!"
    # "Ты бы могла работать у нас."
    # "Здесь у нас гибкий график, перспективы карьерного роста и..."
    joe "Да, [monica_pub_name], конечно."
    "Слушай, ты неплохо выглядишь!"
    "Ты бы могла работать у нас."
    "Здесь у нас гибкий график, перспективы карьерного роста и..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:196
translate german ep23_dialogues1_2b_4ef1d4e3:

    # m "Хватит меня дурить!"
    # "Ты хочешь чтобы я виляла задницей у того пилона!?"
    m "Хватит меня дурить!"
    "Ты хочешь чтобы я виляла задницей у того пилона!?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:199
translate german ep23_dialogues1_2b_9891dc61:

    # joe "..."
    joe "..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:202
translate german ep23_dialogues1_2b_153d8f85:

    # mt "Еще бы! Моника Бакфетт! С обложки Модного Журнала!"
    # "Самая красивая девушка в городе!"
    # "Конечно он хотел бы чтобы такая как я работала здесь, виляя задницей!"
    # "Но этого не будет никогда!"
    # "Я никогда не опущусь до того, чтобы делать это... У всех на виду..."
    mt "Еще бы! Моника Бакфетт! С обложки Модного Журнала!"
    "Самая красивая девушка в городе!"
    "Конечно он хотел бы чтобы такая как я работала здесь, виляя задницей!"
    "Но этого не будет никогда!"
    "Я никогда не опущусь до того, чтобы делать это... У всех на виду..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:210
translate german ep23_dialogues1_2b_86241076:

    # joe "Ну почему-же сразу у пилона..."
    # "У нас есть работа посудомойкой или официанткой."
    # "Хорошие чаевые и бесплатная еда для персонала."
    joe "Ну почему-же сразу у пилона..."
    "У нас есть работа посудомойкой или официанткой."
    "Хорошие чаевые и бесплатная еда для персонала."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:216
translate german ep23_dialogues1_2b_66b40ccf:

    # m "Бесплатная еда?"
    m "Бесплатная еда?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:218
translate german ep23_dialogues1_2b_3560e8b4:

    # joe "Да! И очень вкусная!"
    # "Для персонала у нас те же блюда, что и для гостей!"
    joe "Да! И очень вкусная!"
    "Для персонала у нас те же блюда, что и для гостей!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:223
translate german ep23_dialogues1_2b_927edbc6:

    # m "Я сомневаюсь в том что меня это заинтересует!"
    m "Я сомневаюсь в том что меня это заинтересует!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:225
translate german ep23_dialogues1_2b_8f0030a1:

    # joe "Приходи, если надумаешь!"
    joe "Приходи, если надумаешь!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:231
translate german ep23_dialogues1_2c_8383f141:

    # mt "Черт!"
    # "Горячая и вкусная еда..."
    # "..."
    # "И для этого не надо разносить флаеры в рекламе кебаба или делать что еще похуже..."
    # "Может быть..."
    # "Пока я не решила то небольшое недоразумение, которое со мной произошло..."
    # "Мне попробовать поработать здесь?"
    # "..."
    # "РАБОТАТЬ В ТАКОЙ ДЫРЕ???"
    # "МНЕ???"
    # "МОНИКЕ БАКФЕТТ?!?"
    # "..."
    # "(хмык)"
    # "Но что мне делать? Мне же надо где-то есть!"
    # "Притом, меня в этом районе никто не узнает."
    # "Да и там я назвалась другим именем... [monica_pub_name]..."
    mt "Черт!"
    "Горячая и вкусная еда..."
    "..."
    "И для этого не надо разносить флаеры в рекламе кебаба или делать что еще похуже..."
    "Может быть..."
    "Пока я не решила то небольшое недоразумение, которое со мной произошло..."
    "Мне попробовать поработать здесь?"
    "..."
    "РАБОТАТЬ В ТАКОЙ ДЫРЕ???"
    "МНЕ???"
    "МОНИКЕ БАКФЕТТ?!?"
    "..."
    "(хмык)"
    "Но что мне делать? Мне же надо где-то есть!"
    "Притом, меня в этом районе никто не узнает."
    "Да и там я назвалась другим именем... [monica_pub_name]..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:257
translate german ep23_dialogues1_3_e3c620b2:

    # mt "Как зовут этого бармена?"
    # "Кажется, Джо?"
    mt "Как зовут этого бармена?"
    "Кажется, Джо?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:264
translate german ep23_dialogues1_3_f2e68960:

    # joe "О! [monica_pub_name]! Привет!"
    # "Ты надумала работать у нас?"
    joe "О! [monica_pub_name]! Привет!"
    "Ты надумала работать у нас?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:272
translate german ep23_dialogues1_3_202d531f:

    # m "Да, я хочу устроиться на работу."
    # joe "Отлично!"
    m "Да, я хочу устроиться на работу."
    joe "Отлично!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:277
translate german ep23_dialogues1_3_fe40efa5:

    # "Эшли! Иди сюда! Она пришла!"
    "Эшли! Иди сюда! Она пришла!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:281
translate german ep23_dialogues1_3_690aa95f:

    # ashley "А! Это ты?!"
    # "Джо уговорил меня взять тебя."
    # "У тебя действительно хорошая задница и ты принесешь много денег, если будет танцевать у нас."
    ashley "А! Это ты?!"
    "Джо уговорил меня взять тебя."
    "У тебя действительно хорошая задница и ты принесешь много денег, если будет танцевать у нас."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:286
translate german ep23_dialogues1_3_0808b4ea:

    # m "ЧТО?! Я НЕ СОБИРАЮСЬ ТАНЦЕВАТЬ ЗДЕСЬ!!!"
    m "ЧТО?! Я НЕ СОБИРАЮСЬ ТАНЦЕВАТЬ ЗДЕСЬ!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:290
translate german ep23_dialogues1_3_67054f58:

    # ashley "А зачем же ты пришла тогда?"
    # m "Джо сказал что у Вас есть нормальная работа здесь."
    # "Я могу работать официанткой."
    ashley "А зачем же ты пришла тогда?"
    m "Джо сказал что у Вас есть нормальная работа здесь."
    "Я могу работать официанткой."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:295
translate german ep23_dialogues1_3_5041b94b:

    # ashley "Джо! Мало того что ты набрал шлюх для танцев!"
    # "Ты еще решил лишить меня работы?!"
    # "Может быть ты меня тоже хочешь заменить на какую-нибудь шлюху, А?!"
    # joe "Эшли! Она не хочет танцевать, пока..."
    # "Это значит что она не шлюха."
    # "Она хорошая девушка, Эшли!"
    # "И она может помочь тебе."
    # "В конце концов, я думаю она будет не против если ты будешь мало платить ей."
    # joe "Она обрадовалась даже тому что здесь есть бесплатная горячая еда для персонала!"
    ashley "Джо! Мало того что ты набрал шлюх для танцев!"
    "Ты еще решил лишить меня работы?!"
    "Может быть ты меня тоже хочешь заменить на какую-нибудь шлюху, А?!"
    joe "Эшли! Она не хочет танцевать, пока..."
    "Это значит что она не шлюха."
    "Она хорошая девушка, Эшли!"
    "И она может помочь тебе."
    "В конце концов, я думаю она будет не против если ты будешь мало платить ей."
    joe "Она обрадовалась даже тому что здесь есть бесплатная горячая еда для персонала!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:307
translate german ep23_dialogues1_3_127a64d7:

    # m "!!!"
    # mt "Я?! Обрадовалась?!"
    # "Неужели это было написано у меня на лице?!"
    # "О БОЖЕ!!!"
    m "!!!"
    mt "Я?! Обрадовалась?!"
    "Неужели это было написано у меня на лице?!"
    "О БОЖЕ!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:314
translate german ep23_dialogues1_3_f7294558:

    # ashley "Это правда? Тебя устроит если тебе будут платить очень мало?"
    ashley "Это правда? Тебя устроит если тебе будут платить очень мало?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:317
translate german ep23_dialogues1_3_69ebeb52:

    # m "..."
    # m "По правде говоря... Я бы хотела заработать здесь..."
    m "..."
    m "По правде говоря... Я бы хотела заработать здесь..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:320
translate german ep23_dialogues1_3_4d0aaf2b:

    # ashley "Ладно, мы посмотрим как ты будешь работать."
    # "Если с тобой не будет проблем, то мы поговорим о повышении."
    # "Давай сюда свои документы, я оформлю тебя на испытательный срок..."
    # m "..."
    # m "Я... Эммм..."
    # "У меня нет документов сейчас."
    ashley "Ладно, мы посмотрим как ты будешь работать."
    "Если с тобой не будет проблем, то мы поговорим о повышении."
    "Давай сюда свои документы, я оформлю тебя на испытательный срок..."
    m "..."
    m "Я... Эммм..."
    "У меня нет документов сейчас."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:329
translate german ep23_dialogues1_3_24ad3933:

    # ashley "ЧТО?!?!"
    # m "Но они будут позже! Я обещаю!"
    # ashley "Вот позже и приходи!"
    # "Я не позволю работать с клиентами нелегалу!"
    # "Любая проверка нас оштрафует!"
    # "У нашего заведения и так плохая репутация! Я не хочу ее портить еще сильнее!"
    ashley "ЧТО?!?!"
    m "Но они будут позже! Я обещаю!"
    ashley "Вот позже и приходи!"
    "Я не позволю работать с клиентами нелегалу!"
    "Любая проверка нас оштрафует!"
    "У нашего заведения и так плохая репутация! Я не хочу ее портить еще сильнее!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:345
translate german ep23_dialogues1_3_0f69a3b4:

    # m "Пожалуйста! Дайте хоть какую-то работу!"
    # "Я слышала у Вас есть вакансия посудомойки!"
    # ashley "Я не собираюсь платить нелегальному работнику!"
    m "Пожалуйста! Дайте хоть какую-то работу!"
    "Я слышала у Вас есть вакансия посудомойки!"
    ashley "Я не собираюсь платить нелегальному работнику!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:356
translate german ep23_dialogues1_3_810227a8:

    # m "Я буду работать за еду..."
    # m "Я слышала что у Вас есть бесплатная еда для персонала..."
    # "Если Вы не будете мне платить, то Вы ничем не рискуете..."
    m "Я буду работать за еду..."
    m "Я слышала что у Вас есть бесплатная еда для персонала..."
    "Если Вы не будете мне платить, то Вы ничем не рискуете..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:362
translate german ep23_dialogues1_3_324bcc82:

    # ashley "Бесплатно? Почему ты на это согласна?!"
    # "Может быть ты какая-то заразная! Или грязная!"
    # "Если нет документов, значит нет медицинских справок!"
    # "Я не пущу тебя мыть посуду за нашими клиентами!"
    # "И вообще, ты умеешь мыть посуду?!"
    # "По твоему виду этого не скажешь!"
    ashley "Бесплатно? Почему ты на это согласна?!"
    "Может быть ты какая-то заразная! Или грязная!"
    "Если нет документов, значит нет медицинских справок!"
    "Я не пущу тебя мыть посуду за нашими клиентами!"
    "И вообще, ты умеешь мыть посуду?!"
    "По твоему виду этого не скажешь!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:369
translate german ep23_dialogues1_3_e27228cb:

    # mt "АААААААА!!!"
    # "ДА Я ЧИЩЕ ЧЕМ ВЫ ВСЕ ВМЕСТЕ ВЗЯТЫЕ ЗДЕСЬ!!!"
    # "ЖАЛКИЕ НИЧТОЖЕСТВА!!!"
    mt "АААААААА!!!"
    "ДА Я ЧИЩЕ ЧЕМ ВЫ ВСЕ ВМЕСТЕ ВЗЯТЫЕ ЗДЕСЬ!!!"
    "ЖАЛКИЕ НИЧТОЖЕСТВА!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:375
translate german ep23_dialogues1_3_ff349c4c:

    # mt "..."
    # m "Эшли, я умею мыть посуду..."
    # "Я долгое время работала гувернанткой в богатых домах..."
    # "Сейчас у меня небольшие проблемы с миграционными бумагами..."
    # "Поэтому я и не могу предоставить документы."
    # "Но Вы можете посмотреть на меня и убедиться что я очень чистоплотная."
    # "Вы можете рассчитывать на меня..."
    mt "..."
    m "Эшли, я умею мыть посуду..."
    "Я долгое время работала гувернанткой в богатых домах..."
    "Сейчас у меня небольшие проблемы с миграционными бумагами..."
    "Поэтому я и не могу предоставить документы."
    "Но Вы можете посмотреть на меня и убедиться что я очень чистоплотная."
    "Вы можете рассчитывать на меня..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:384
translate german ep23_dialogues1_3_38ad884d:

    # ashley "..."
    # ashley "Хорошо. Можешь приходить и мыть посуду."
    # "Я пока не буду брать тебя на постоянную работу."
    # "Я хочу к тебе присмотреться."
    # "За эту работу ты будешь получать бесплатную еду, которую ест персонал."
    # "Это вкусная еда! Я сама готовлю ее!"
    ashley "..."
    ashley "Хорошо. Можешь приходить и мыть посуду."
    "Я пока не буду брать тебя на постоянную работу."
    "Я хочу к тебе присмотреться."
    "За эту работу ты будешь получать бесплатную еду, которую ест персонал."
    "Это вкусная еда! Я сама готовлю ее!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:393
translate german ep23_dialogues1_3_6ddcab67:

    # mt "Не думаю что ты готовишь лучше, чем мне готовила Юлия!"
    # "!!!"
    mt "Не думаю что ты готовишь лучше, чем мне готовила Юлия!"
    "!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:398
translate german ep23_dialogues1_3_1d36652f:

    # m "Да, Эшли. Спасибо Вам за доверие!"
    m "Да, Эшли. Спасибо Вам за доверие!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:401
translate german ep23_dialogues1_3_ee2324ec:

    # joe "Добро пожаловать, [monica_pub_name]!"
    joe "Добро пожаловать, [monica_pub_name]!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:415
translate german ep23_dialogues1_4_ffa4f0a6:

    # mt "Я сегодня уже ела..."
    # "Я не собираюсь лишний раз быть жалкой посудомойкой!"
    # "Я - Королева, а не посудомойка!"
    mt "Я сегодня уже ела..."
    "Я не собираюсь лишний раз быть жалкой посудомойкой!"
    "Я - Королева, а не посудомойка!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:447
translate german ep23_dialogues1_4a2_f74d306a:

    # mt "Никогда бы не подумала что буду мыть посуду в подобной дыре..."
    mt "Никогда бы не подумала что буду мыть посуду в подобной дыре..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:449
translate german ep23_dialogues1_4a2_22d6c1f8:

    # mt "Не могу поверить что я делаю это..."
    mt "Не могу поверить что я делаю это..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:451
translate german ep23_dialogues1_4a2_2e68cdf1:

    # mt "У меня ощущение что все это сон..."
    mt "У меня ощущение что все это сон..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:453
translate german ep23_dialogues1_4a2_c0da9282:

    # mt "Мне надо определенно что-то менять в этой ситуации... И как можно быстрее!"
    mt "Мне надо определенно что-то менять в этой ситуации... И как можно быстрее!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:473
translate german ep23_dialogues1_4b_e270059d:

    # mt "Черт! Кажется, этот извращенец Джо пытается меня незаметно лапать!"
    mt "Черт! Кажется, этот извращенец Джо пытается меня незаметно лапать!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:499
translate german ep23_dialogues1_4b_9f3552aa:

    # m "Джо! Ты что-то хотел взять здесь?"
    # joe "Да, [monica_pub_name]!"
    # "Я хочу взять чистую пивную кружку!"
    m "Джо! Ты что-то хотел взять здесь?"
    joe "Да, [monica_pub_name]!"
    "Я хочу взять чистую пивную кружку!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:505
translate german ep23_dialogues1_4b_0ca6cf6c:

    # mt "Это место - действительно Shiny Hole с извращенцами!"
    mt "Это место - действительно Shiny Hole с извращенцами!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:526
translate german ep23_dialogues1_4c_c74224c2:

    # mt "Черт! Эшли меня трогает за зад?!"
    mt "Черт! Эшли меня трогает за зад?!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:553
translate german ep23_dialogues1_4c_0b82904f:

    # m "Эшли! Ты что-то хотела взять здесь?"
    # ashley "Я слежу чтобы ты лучше мыла посуду!"
    # "Везде грязь!"
    m "Эшли! Ты что-то хотела взять здесь?"
    ashley "Я слежу чтобы ты лучше мыла посуду!"
    "Везде грязь!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:559
translate german ep23_dialogues1_4c_81824821:

    # mt "О БОЖЕ!!!"
    # "ЗА ЧТО МНЕ ЭТО?!"
    # mt "Это место - действительно Shiny Hole с извращенцами!"
    mt "О БОЖЕ!!!"
    "ЗА ЧТО МНЕ ЭТО?!"
    mt "Это место - действительно Shiny Hole с извращенцами!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:567
translate german ep23_dialogues1_5_c9158df9:

    # mt "Все! Хватит! Я не собираюсь дальше портить руки моющими средствами!"
    mt "Все! Хватит! Я не собираюсь дальше портить руки моющими средствами!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:570
translate german ep23_dialogues1_5_c27f5004:

    # m "Эшли, я помыла посуду... Где моя еда?"
    # ashley "Я видела, ты помыла не все и не очень хорошо."
    # "Но, так уж и быть, иди поешь..."
    m "Эшли, я помыла посуду... Где моя еда?"
    ashley "Я видела, ты помыла не все и не очень хорошо."
    "Но, так уж и быть, иди поешь..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:583
translate german ep23_dialogues1_5_582e6ecf:

    # mt "По крайней мере это действительно вкусная еда... По сравнению с кебабом..."
    # mt "И я честно заработала ее..."
    mt "По крайней мере это действительно вкусная еда... По сравнению с кебабом..."
    mt "И я честно заработала ее..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:594
translate german ep23_dialogues1_6_dbc9525b:

    # mt "Я уже ела сегодня."
    # mt "Ни к чему тратить деньги..."
    mt "Я уже ела сегодня."
    mt "Ни к чему тратить деньги..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:601
translate german ep23_dialogues1_6_da4ae046:

    # ashley "Привет, [monica_pub_name]!"
    ashley "Привет, [monica_pub_name]!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:604
translate german ep23_dialogues1_6_5976537f:

    # ashley "Ты пришла, чтобы мыть посуду?"
    ashley "Ты пришла, чтобы мыть посуду?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:607
translate german ep23_dialogues1_6_72a47e28:

    # m "Нет, я хочу заказать еду!"
    m "Нет, я хочу заказать еду!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:610
translate german ep23_dialogues1_6_7da9e47d:

    # ashley "Правда?"
    # ashley "И что же ты хочешь заказать?"
    ashley "Правда?"
    ashley "И что же ты хочешь заказать?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:614
translate german ep23_dialogues1_6_25936553:

    # m "Я хочу заказать..."
    m "Я хочу заказать..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:623
translate german ep23_dialogues1_6_bd1d9be3:

    # m "Я хочу заказать..."
    # m "Shiny Бургер."
    m "Я хочу заказать..."
    m "Shiny Бургер."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:630
translate german ep23_dialogues1_6_4cdbf8f3:

    # m "Я хочу заказать..."
    # m "Спагетти."
    m "Я хочу заказать..."
    m "Спагетти."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:637
translate german ep23_dialogues1_6_fd6f5d1e:

    # m "Я хочу заказать..."
    # m "Суп харчо."
    m "Я хочу заказать..."
    m "Суп харчо."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:643
translate german ep23_dialogues1_6_f9bc5e47:

    # m "Я передумала."
    m "Я передумала."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:646
translate german ep23_dialogues1_6_8bda2919:

    # ashley "Ах, [monica_pub_name], у тебя нет денег!"
    # ashley "Но ведь ты посудомойка. Ты всегда можешь помыть посуду!"
    ashley "Ах, [monica_pub_name], у тебя нет денег!"
    ashley "Но ведь ты посудомойка. Ты всегда можешь помыть посуду!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:650
translate german ep23_dialogues1_6_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:657
translate german ep23_dialogues1_6_7838405b:

    # joe "А выпивку?"
    joe "А выпивку?"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:659
translate german ep23_dialogues1_6_f7df0163:

    # m "Спасибо, не надо!"
    m "Спасибо, не надо!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:662
translate german ep23_dialogues1_6_0f5e0ae9:

    # ashley "Хорошо, присаживайся за стол."
    # ashley "Я сейчас принесу."
    ashley "Хорошо, присаживайся за стол."
    ashley "Я сейчас принесу."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:682
translate german ep23_dialogues1_6_9b3c6a59:

    # ashley "Но ты могла бы не тратить деньги."
    # ashley "Эту еду легко заработать посудомойкой."
    ashley "Но ты могла бы не тратить деньги."
    ashley "Эту еду легко заработать посудомойкой."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:687
translate german ep23_dialogues1_6_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:700
translate german ep23_dialogues1_6_9072cfe4:

    # ashley "К тому же, я уже привыкла что ты моешь посуду."
    # ashley "Мне стало как-то лень заниматься этим."
    ashley "К тому же, я уже привыкла что ты моешь посуду."
    ashley "Мне стало как-то лень заниматься этим."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:704
translate german ep23_dialogues1_6_27943f34:

    # m "Спасибо, Эшли."
    # m "Сегодня я не хочу... мыть посуду..."
    m "Спасибо, Эшли."
    m "Сегодня я не хочу... мыть посуду..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:709
translate german ep23_dialogues1_6_7fec2a13:

    # ashley "Хорошо, [monica_pub_name], если надумаешь, приходи..."
    ashley "Хорошо, [monica_pub_name], если надумаешь, приходи..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:722
translate german ep23_dialogues1_6_5f13042f:

    # mt "Эшли готовит отвратительно."
    # mt "Это место - действительно дыра."
    mt "Эшли готовит отвратительно."
    mt "Это место - действительно дыра."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:728
translate german ep23_dialogues1_6_9d6a5e11:

    # mt "Но это нормальная еда, а не пирожные с заправки..."
    mt "Но это нормальная еда, а не пирожные с заправки..."

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:734
translate german ep23_dialogues1_6a_0ef77600:

    # mt "Ненавижу!"
    # mt "Я не посудомойка! Я - Моника Бакфетт, королева!"
    mt "Ненавижу!"
    mt "Я не посудомойка! Я - Моника Бакфетт, королева!"

# game/Quests/EP2_03/ep23_dialogues1_pub.rpy:739
translate german ep23_dialogues1_6b_50cd8115:

    # mt "Хотя пирожные, пожалуй, повкуснее, чем помои в этой блестящей дыре!"
    mt "Хотя пирожные, пожалуй, повкуснее, чем помои в этой блестящей дыре!"

translate german strings:

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:45
    old "Зайти в бар."
    new "Зайти в бар."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:131
    old "Слушать их болтовню."
    new "Слушать их болтовню."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:158
    old "Мэрилин"
    new "Мэрилин"

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:163
    old "Меня зовут... (enter для ввода)"
    new "Меня зовут... (enter для ввода)"

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:267
    old "Да, я хочу устроиться на работу."
    new "Да, я хочу устроиться на работу."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:337
    old "Пожалуйста! Дайте хоть какую-то работу!"
    new "Пожалуйста! Дайте хоть какую-то работу!"

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:348
    old "Я буду работать за еду..."
    new "Я буду работать за еду..."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:423
    old "Работать официанткой в Shiny Hole."
    new "Работать официанткой в Shiny Hole."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:423
    old "Спросить о повышении."
    new "Спросить о повышении."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:423
    old "Мыть посуду."
    new "Мыть посуду."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:423
    old "Заказать еду."
    new "Заказать еду."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:475
    old "Не обращать внимание..."
    new "Не обращать внимание..."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:475
    old "Прекратить это!"
    new "Прекратить это!"

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:618
    old "Shiny Бургер."
    new "Shiny Бургер."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:618
    old "Спагетти."
    new "Спагетти."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:618
    old "Суп харчо."
    new "Суп харчо."

    # game/Quests/EP2_03/ep23_dialogues1_pub.rpy:690
    old "Моника часто мыла посуду."
    new "Моника часто мыла посуду."

