# TODO: Translation updated at 2019-09-30 21:53

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:9
translate english dialogue_5_dance_strip_1_fcacd5c3:

    # mt "На сцене?!" 
    # mt "!!!"
    # m "Я должна буду выйти на сцену?!"
    # m "Но..."
    # ashley "Никаких 'но'!" 
    # ashley "Или ты идешь на сцену или убираешься отсюда!"
    # m "Как я буду танцевать? Я... Я не смогу..."
    # mt "Я, Моника Бакфетт! Буду танцевать стриптиз! На сцене в грязном пабе в трущобах!"
    # mt "Это немыслимо!!!"
    # mt "Одно дело танцевать у пилона для одного-двух неудачников в подворотне..."
    # mt "Они все равно никогда не узнают, кто я такая..."
    # mt "А сцена..."
    # mt "Это все равно, что фотосессия для обложки журнала, который увидят миллионы!"
    # mt "Боже! А вдруг меня кто-нибудь узнает!!!"
    # mt "!!!"
    # m "Я ни разу не танцевала... Я не знаю, как... Я стесняюсь!" 
    # ashley "А чего здесь стесняться?"
    # ashley "Вышла, задом покрутила у пилона и дело сделано!"
    # ashley "Тем более, с таким задом, как у тебя..." 
    # ashley "Ты быстро сможешь отработать долг и даже заработать неплохие деньги."
    # ashley "Так что попробуй. Тут нет ничего страшного."
    # ashley "А я с удовольствием посмотрю на твою попку на сцене!"
    # mt "Черт! Если я сейчас откажусь, она меня выгонит с работы..."
    # mt "Как подумаю, что мне нужно выйти на сцену..."
    # ashley "Ну? Чего ты ждешь? Иди в гримерку."
    # ashley "Тебе сначала нужно подготовиться к выступлению, переодеться..."
    # ashley "Вернее, раздеться!" 
    # mt "..."
    mt "На сцене?!" 
    mt "!!!"
    m "Я должна буду выйти на сцену?!"
    m "But..."
    ashley "Никаких 'но'!" 
    ashley "Или ты идешь на сцену или убираешься отсюда!"
    m "Как я буду танцевать? Я... Я не смогу..."
    mt "Я, Моника Бакфетт! Буду танцевать стриптиз! На сцене в грязном пабе в трущобах!"
    mt "Это немыслимо!!!"
    mt "Одно дело танцевать у пилона для одного-двух неудачников в подворотне..."
    mt "Они все равно никогда не узнают, кто я такая..."
    mt "А сцена..."
    mt "Это все равно, что фотосессия для обложки журнала, который увидят миллионы!"
    mt "Боже! А вдруг меня кто-нибудь узнает!!!"
    mt "!!!"
    m "Я ни разу не танцевала... Я не знаю, как... Я стесняюсь!" 
    ashley "А чего здесь стесняться?"
    ashley "Вышла, задом покрутила у пилона и дело сделано!"
    ashley "Тем более, с таким задом, как у тебя..." 
    ashley "Ты быстро сможешь отработать долг и даже заработать неплохие деньги."
    ashley "Так что попробуй. Тут нет ничего страшного."
    ashley "А я с удовольствием посмотрю на твою попку на сцене!"
    mt "Черт! Если я сейчас откажусь, она меня выгонит с работы..."
    mt "Как подумаю, что мне нужно выйти на сцену..."
    ashley "Ну? Чего ты ждешь? Иди в гримерку."
    ashley "Тебе сначала нужно подготовиться к выступлению, переодеться..."
    ashley "Вернее, раздеться!" 
    mt "..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:42
translate english dialogue_5_dance_strip_1_7b442039:

    # mt "Нет! Я не смогу!!!"
    # mt "Я не опущусь до уровня этих девушек у пилона!"
    # m "Я... Мне нужно время подумать..."
    # m "Сегодня я точно не готова это сделать..."
    mt "Нет! Я не смогу!!!"
    mt "Я не опущусь до уровня этих девушек у пилона!"
    m "Я... Мне нужно время подумать..."
    m "Сегодня я точно не готова это сделать..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:48
translate english dialogue_5_dance_strip_1_17907ee3:

    # mt "С другой стороны..."
    # mt "Если и правда получится быстро отработать долг перед Эшли..."
    # mt "..."
    # mt "Схожу сначала в гримерку. Возможно, там есть приличные сценические костюмы..."
    # mt "Хотя сомневаюсь что в этой дыре есть что-то подходящее для такой леди как Я..."
    mt "С другой стороны..."
    mt "Если и правда получится быстро отработать долг перед Эшли..."
    mt "..."
    mt "Схожу сначала в гримерку. Возможно, там есть приличные сценические костюмы..."
    mt "Хотя сомневаюсь что в этой дыре есть что-то подходящее для такой леди как Я..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:63
translate english dialogue_5_dance_strip_2_983417f3:

    # mt "Фи, это же просто подсобка, а не гримерка!"
    # mt "И все такое... старое!"
    # mt "Как здесь можно готовиться к выступлениям?!"
    # stripper "Это ты новая танцовщица что-ли?.." 
    # stripper "М, понятно..."
    # mt "???"
    # stripper "Увижу тебя рядом со своими вещами - скажу Джо, что ты у меня украла что-нибудь." 
    # stripper "Советую держаться подальше."
    # mt "..."
    # mt "И я рада познакомится..."
    # mt "Как грубо!"
    # mt "Всего лишь какая-то стриптизерша из трущоб!"
    # mt "Ей, видимо, неизвестно, что такое воспитание и манеры..."
    # mt "Мне надо надеть сценический костюм. Которого у меня нет..."
    # mt "Что же делать?"
    # mt "Попросить у этой хамки что-нибудь из одежды?"
    # mt "..."
    # stripper "Чего уставилась?!" 
    # stripper "Тебе на сцену через пять минут, чего ты ждешь?"
    # stripper "Или ты пойдешь в этом наряде для бомжей?"
    # m "Мне не выдали сценический костюм. Я не знаю, в чем выходить на сцену."
    # stripper "Сценический костюм?!"
    # stripper "Аха-ха!!!"
    # stripper "Может, тебе еще личного ассистента и гримера предоставить?!"
    # stripper "Аха-ха-ха!"
    # mt "..." 
    # stripper "Ты же не думаешь, что я тебе дам свою одежду?!"
    # stripper "Иди танцуй голая!"
    # mt "Вот стерва!!!"
    # mt "!!!" 
    # mt "Что же мне теперь делать?" 
    # mt "Выйти на сцену в этой одежде?"
    # mt "Но я не могу идти на сцену в таком виде!"
    # mt "Кто-нибудь из этих неудачников узнает меня!"
    # mt "И не хватало еще, чтобы мое лицо узнал кто-то за пределами этих трущоб..."
    # mt "..."
    # mt "Где эта Эшли?!"
    # mt "В чем, по ее мнению, я должна танцевать?!"
    mt "Фи, это же просто подсобка, а не гримерка!"
    mt "И все такое... старое!"
    mt "Как здесь можно готовиться к выступлениям?!"
    stripper "Это ты новая танцовщица что-ли?.." 
    stripper "М, понятно..."
    mt "???"
    stripper "Увижу тебя рядом со своими вещами - скажу Джо, что ты у меня украла что-нибудь." 
    stripper "Советую держаться подальше."
    mt "..."
    mt "И я рада познакомится..."
    mt "Как грубо!"
    mt "Всего лишь какая-то стриптизерша из трущоб!"
    mt "Ей, видимо, неизвестно, что такое воспитание и манеры..."
    mt "Мне надо надеть сценический костюм. Которого у меня нет..."
    mt "What to do?"
    mt "Попросить у этой хамки что-нибудь из одежды?"
    mt "..."
    stripper "Чего уставилась?!" 
    stripper "Тебе на сцену через пять минут, чего ты ждешь?"
    stripper "Или ты пойдешь в этом наряде для бомжей?"
    m "Мне не выдали сценический костюм. Я не знаю, в чем выходить на сцену."
    stripper "Сценический костюм?!"
    stripper "Аха-ха!!!"
    stripper "Может, тебе еще личного ассистента и гримера предоставить?!"
    stripper "Аха-ха-ха!"
    mt "..." 
    stripper "Ты же не думаешь, что я тебе дам свою одежду?!"
    stripper "Иди танцуй голая!"
    mt "Вот стерва!!!"
    mt "!!!" 
    mt "What should I do now?" 
    mt "Выйти на сцену в этой одежде?"
    mt "Но я не могу идти на сцену в таком виде!"
    mt "Кто-нибудь из этих неудачников узнает меня!"
    mt "И не хватало еще, чтобы мое лицо узнал кто-то за пределами этих трущоб..."
    mt "..."
    mt "Где эта Эшли?!"
    mt "В чем, по ее мнению, я должна танцевать?!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:123
translate english dialogue_5_dance_strip_4n_539306a7:

    # mt "Грязная заляпанная сцена! Фи!"
    # mt "Я не верю, что мне приходится танцевать на ней!"
    # mt "Мне! Монике Бакфетт!!!"
    mt "Грязная заляпанная сцена! Фи!"
    mt "Я не верю, что мне приходится танцевать на ней!"
    mt "Мне! Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:132
translate english dialogue_5_dance_strip_3_87bbf6da:

    # m "Где Эшли?"
    # joe "[monica_pub_name], можешь спросить у меня. Что ты хотела?"
    # joe "Я тебе помогу решить любой вопрос!"
    # m "Мне не в чем выступать на сцене!"
    # m "В этой одежде я выходить туда не собираюсь!"
    # m "..."
    # joe "Не вижу здесь никакой проблемы."
    # joe "Иди голая! У тебя тогда будет больше чаевых."
    # m "Конечно, нет! Я ни за что не буду танцевать голая!"
    # m "!!!"
    # m "Мне нужна какая-нибудь одежда для сцены!"
    # joe "Ну, а я чем могу помочь?"
    # joe "Попроси одежду у другой стриптизерши."
    # m "Она сказала, что не даст мне ничего..."
    # m "..." 
    # joe "Ну хорошо. Сегодня на сцену можешь не выходить."
    # joe "Эшли я скажу, что ты будешь отрабатывать долг, начиная с завтрашнего дня."
    # joe "{c}Приходи завтра{/c}."
    # joe "Будет работать Клэр. Она тебе даст что-нибудь из одежды."
    # mt "{c}Завтра{/c} мне предстоит снова вернуться в эту ужасную гримерку, фи!"
    # mt "Да еще и знакомиться со второй хамкой придется!"
    # mt "!!!"
    m "Где Эшли?"
    joe "[monica_pub_name], можешь спросить у меня. Что ты хотела?"
    joe "Я тебе помогу решить любой вопрос!"
    m "Мне не в чем выступать на сцене!"
    m "В этой одежде я выходить туда не собираюсь!"
    m "..."
    joe "Не вижу здесь никакой проблемы."
    joe "Иди голая! У тебя тогда будет больше чаевых."
    m "Конечно, нет! Я ни за что не буду танцевать голая!"
    m "!!!"
    m "Мне нужна какая-нибудь одежда для сцены!"
    joe "Ну, а я чем могу помочь?"
    joe "Попроси одежду у другой стриптизерши."
    m "Она сказала, что не даст мне ничего..."
    m "..." 
    joe "Ну хорошо. Сегодня на сцену можешь не выходить."
    joe "Эшли я скажу, что ты будешь отрабатывать долг, начиная с завтрашнего дня."
    joe "{c}Приходи завтра{/c}."
    joe "Будет работать Клэр. Она тебе даст что-нибудь из одежды."
    mt "{c}Завтра{/c} мне предстоит снова вернуться в эту ужасную гримерку, фи!"
    mt "Да еще и знакомиться со второй хамкой придется!"
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:163
translate english dialogue_5_dance_strip_4a_58d9908d:

    # mt "Мне хочется спрятаться подальше от всех этих похотливых взглядов!"
    mt "Мне хочется спрятаться подальше от всех этих похотливых взглядов!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:166
translate english dialogue_5_dance_strip_4b_685bfbd4:

    # mt "Я должна держаться! Я сильная!"
    mt "Я должна держаться! Я сильная!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:169
translate english dialogue_5_dance_strip_4c_be2a837a:

    # mt "Мне просто нужно сделать несколько движений у пилона."
    # mt "Они же просто будут смотреть."
    mt "Мне просто нужно сделать несколько движений у пилона."
    mt "Они же просто будут смотреть."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:173
translate english dialogue_5_dance_strip_4d_ce2f5672:

    # mt "Нужно относиться к этому как Клэр. Я просто позволяю этим мужчинам смотреть на свою красоту..."
    # mt "...недоступную для них красоту!"
    mt "Нужно относиться к этому как Клэр. Я просто позволяю этим мужчинам смотреть на свою красоту..."
    mt "...недоступную для них красоту!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:177
translate english dialogue_5_dance_strip_4e_ff44e51d:

    # mt "Сегодня хочется сделать так, чтобы у этой рыжей не осталось поклонников в этой дыре!"
    # mt "Звезда здесь может быть только одна - Я. А она даже не конкурентка мне... У меня вообще не может быть конкуренток!!!"
    mt "Сегодня хочется сделать так, чтобы у этой рыжей не осталось поклонников в этой дыре!"
    mt "Звезда здесь может быть только одна - Я. А она даже не конкурентка мне... У меня вообще не может быть конкуренток!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:181
translate english dialogue_5_dance_strip_4f_36d49a0a:

    # mt "И не забывать про Молли... Надо поставить ее на место... В подворотню со шлюхами!"
    mt "И не забывать про Молли... Надо поставить ее на место... В подворотню со шлюхами!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:184
translate english dialogue_5_dance_strip_4g_6b952f6b:

    # mt "Я не буду снимать с себя жилет!"
    # mt "Не хватало еще, чтобы эта толпа неудачников пялилась на мою прекрасную грудь!!!"
    mt "Я не буду снимать с себя жилет!"
    mt "Не хватало еще, чтобы эта толпа неудачников пялилась на мою прекрасную грудь!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:188
translate english dialogue_5_dance_strip_4h_f5987ff8:

    # mt "Если я сниму жилет, то заработаю больше денег..."
    # mt "Они же просто будут смотреть... на голую грудь [monica_pub_name]."
    mt "Если я сниму жилет, то заработаю больше денег..."
    mt "Они же просто будут смотреть... на голую грудь [monica_pub_name]."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:192
translate english dialogue_5_dance_strip_4i_986fb9e5:

    # mt "Я не буду так крутиться на пилоне! Это пошло!"
    mt "Я не буду так крутиться на пилоне! Это пошло!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:195
translate english dialogue_5_dance_strip_4j_4de93983:

    # mt "Я не буду вставать в такую откровенную позу!"
    mt "Я не буду вставать в такую откровенную позу!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:198
translate english dialogue_5_dance_strip_4k_01c19aaa:

    # mt "Я не готова так позировать! Это уже слишком!"
    mt "Я не готова так позировать! Это уже слишком!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:201
translate english dialogue_5_dance_strip_4l_3df58614:

    # mt "Я ни за что не буду танцевать голой! Ни за какие деньги!"
    mt "Я ни за что не буду танцевать голой! Ни за какие деньги!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:204
translate english dialogue_5_dance_strip_4m_a40b7eb0:

    # mt "Все! С меня хватит!!!"
    # mt "Я на сегодня наработалась [monica_pub_name]!"
    # mt "Не хочу больше видеть эту толпу пьяных неудачников!"
    mt "Все! С меня хватит!!!"
    mt "Я на сегодня наработалась [monica_pub_name]!"
    mt "Не хочу больше видеть эту толпу пьяных неудачников!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:211
translate english dialogue_5_dance_strip_5a_dc65b815:

    # customers "Эй, смотри, какая телка!"
    customers "Эй, смотри, какая телка!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:214
translate english dialogue_5_dance_strip_5b_f37554f2:

    # customers "Охренеть!"
    customers "Охренеть!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:217
translate english dialogue_5_dance_strip_5c_3e0f17c2:

    # customers "Кто это такая? Я ее раньше не видел!"
    customers "Кто это такая? Я ее раньше не видел!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:220
translate english dialogue_5_dance_strip_5d_b7d1aa82:

    # customers "Это новая стриптизерша? Вау!"
    customers "Это новая стриптизерша? Вау!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:223
translate english dialogue_5_dance_strip_5e_871b21c2:

    # customers "Давай, покрути своей задницей!"
    customers "Давай, покрути своей задницей!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:226
translate english dialogue_5_dance_strip_5f_607769ec:

    # customers "Давай, покажи класс, детка!"
    customers "Давай, покажи класс, детка!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:229
translate english dialogue_5_dance_strip_5g_2226fd7e:

    # customers "О, да! Вот это сиськи!"
    customers "О, да! Вот это сиськи!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:232
translate english dialogue_5_dance_strip_5h_cb15218c:

    # customers "Детка, спускайся сюда! У меня для тебя есть кое-что!"
    customers "Детка, спускайся сюда! У меня для тебя есть кое-что!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:235
translate english dialogue_5_dance_strip_5i_7f35e943:

    # customers "Эй, хочешь этих хрустящих купюр? Снимай свои трусики!"
    customers "Эй, хочешь этих хрустящих купюр? Снимай свои трусики!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:238
translate english dialogue_5_dance_strip_5j_437c0179:

    # customers "Покажи нам свою киску!"
    customers "Покажи нам свою киску!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:241
translate english dialogue_5_dance_strip_5k_5f7d2980:

    # customers "Эй, красотка, иди к нам!"
    customers "Эй, красотка, иди к нам!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:244
translate english dialogue_5_dance_strip_5l_450e47f4:

    # customers "Снимай с себя эти тряпки и пошли в приват!"
    customers "Снимай с себя эти тряпки и пошли в приват!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:247
translate english dialogue_5_dance_strip_5m_2806eae4:

    # customers "О да! Детка, ты супер!"
    customers "О да! Детка, ты супер!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:254
translate english dialogue_5_dance_strip_6_d61dbc1a:

    # ashley "А, ты пришла?"
    # ashley "Я уже думала, ты не вернешься..."
    # ashley "В прошлый раз я так и не увидела эту попку на сцене голой..." 
    # mt "Ты ее и не увидишь голой!"
    # mt "Тем более, на этой сцене!!!" 
    # m "Мне не в чем было выходить на сцену..."
    # m "..."
    # ashley "Так в чем проблема?" 
    # ashley "У девочек в гримерке полно одежды для выступления."
    # ashley "Иди в гримерку и попроси что-нибудь из их шмоток."
    # ashley "А лучше выходи на сцену вообще без одежды... Будет больше чаевых!" 
    # mt "!!!"
    # m "Я не буду танцевать без одежды!" 
    # ashley "Тогда иди в гримерку и договаривайся с Клэр."
    # ashley "Или отдавай $ 500 и можешь не танцевать."
    # mt "..."
    ashley "А, ты пришла?"
    ashley "Я уже думала, ты не вернешься..."
    ashley "В прошлый раз я так и не увидела эту попку на сцене голой..." 
    mt "Ты ее и не увидишь голой!"
    mt "Тем более, на этой сцене!!!" 
    m "Мне не в чем было выходить на сцену..."
    m "..."
    ashley "Так в чем проблема?" 
    ashley "У девочек в гримерке полно одежды для выступления."
    ashley "Иди в гримерку и попроси что-нибудь из их шмоток."
    ashley "А лучше выходи на сцену вообще без одежды... Будет больше чаевых!" 
    mt "!!!"
    m "Я не буду танцевать без одежды!" 
    ashley "Тогда иди в гримерку и договаривайся с Клэр."
    ashley "Или отдавай $ 500 и можешь не танцевать."
    mt "..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:273
translate english dialogue_5_dance_strip_6_ac3ffaaa:

    # m "Эшли..."
    # m "Вот $ 500..."
    # ashley "Я так и знала, ха-ха!"
    # ashley "Ладно, так уж и быть. Теперь ты можешь снова работать здесь."
    # ashley "Но не испытывай моего терпения!"
    m "Ashley."
    m "Here $ 500."
    ashley "I knew it! Ahaha!"
    ashley "Fine. You can work here again."
    ashley "But don't try my patience anymore!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:282
translate english dialogue_5_dance_strip_6_7b442039:

    # mt "Нет! Я не смогу!!!"
    # mt "Я не опущусь до уровня этих девушек у пилона!"
    # m "Я... Мне нужно время подумать..."
    # m "Сегодня я точно не готова это сделать..."
    mt "Нет! Я не смогу!!!"
    mt "Я не опущусь до уровня этих девушек у пилона!"
    m "Я... Мне нужно время подумать..."
    m "Сегодня я точно не готова это сделать..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:288
translate english dialogue_5_dance_strip_6_6757aa90:

    # mt "Возможно, у этой Клэр найдется приличный костюм..."
    mt "Возможно, у этой Клэр найдется приличный костюм..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:297
translate english dialogue_5_dance_strip_7_c939cf56:

    # ashley "А, ты пришла?"
    # ashley "Ты, наконец-то, решила отработать деньги?"
    # ashley "Или ты готова вернуть долг?"
    # m "Мне нужна работа..." 
    # ashley "Тогда чего ты ждешь? Иди в гримерку!"
    # ashley "Тебе сначала нужно подготовиться к выступлению, переодеться..."
    # ashley "Вернее, раздеться!" 
    # mt "!!!"
    ashley "А, ты пришла?"
    ashley "Ты, наконец-то, решила отработать деньги?"
    ashley "Или ты готова вернуть долг?"
    m "Мне нужна работа..." 
    ashley "Тогда чего ты ждешь? Иди в гримерку!"
    ashley "Тебе сначала нужно подготовиться к выступлению, переодеться..."
    ashley "Вернее, раздеться!" 
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:308
translate english dialogue_5_dance_strip_7_ac3ffaaa:

    # m "Эшли..."
    # m "Вот $ 500..."
    # ashley "Я так и знала, ха-ха!"
    # ashley "Ладно, так уж и быть. Теперь ты можешь снова работать здесь."
    # ashley "Но не испытывай моего терпения!"
    m "Ashley."
    m "Here $ 500."
    ashley "I knew it! Ahaha!"
    ashley "Fine. You can work here again."
    ashley "But don't try my patience anymore!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:317
translate english dialogue_5_dance_strip_7_db094a0d:

    # mt "Я, Моника Бакфетт, на этой грязной сцене?!"
    # mt "Нет! Я не смогу!!!"
    # mt "Я не опущусь до уровня этих шлюх у пилона!"
    # m "Я... Мне нужно время подумать..."
    # m "Сегодня я точно не готова это сделать..."
    mt "Я, Моника Бакфетт, на этой грязной сцене?!"
    mt "Нет! Я не смогу!!!"
    mt "Я не опущусь до уровня этих шлюх у пилона!"
    m "Я... Мне нужно время подумать..."
    m "Сегодня я точно не готова это сделать..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:324
translate english dialogue_5_dance_strip_7_22329b89:

    # mt "Если это единственный способ быстро отработать долг перед Эшли..."
    # mt "..."
    # mt "Схожу сначала в гримерку. Возможно, там есть приличные сценические костюмы..."
    mt "Если это единственный способ быстро отработать долг перед Эшли..."
    mt "..."
    mt "Схожу сначала в гримерку. Возможно, там есть приличные сценические костюмы..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:336
translate english dialogue_5_dance_strip_8_5894fee1:

    # mt "Это и есть вторая стриптизерша?"
    # mt "Надо приготовиться к знакомству со второй хамкой." 
    # mt "Она, наверное, тоже возомнила себя звездой, как та рыжая стерва..."
    # mt "Звездой в грязном пабе в трущобах!.." 
    # stripper "Привет." 
    # stripper "Молли мне говорила, что у нас новенькая. Это ты?"
    # m "..."
    # m "Д-да... Привет..."
    # stripper "Я Клэр. А ты?"
    # m "Я [monica_pub_name]. А Молли это та рыжая стриптизерша?"
    # clare "Да." 
    # clare "Она тут звезда и очень гордится этим."
    # clare "С ней лучше дружить и не вставать у нее на пути."
    # mt "Звезда! Ха-ха! Стриптизерша со звездной болезнью!"
    # mt "Похоже, эта Клэр единственная в этой дыре, кто может нормально общаться."
    # clare "Ты давно в стриптизе, [monica_pub_name]?"
    # m "Нет. Сегодня будет мое первое выступление..."
    # mt "Танцы у пилона на улицах трущоб - не в счет!" 
    # clare "Не волнуйся." 
    # clare "Я выступаю уже несколько лет и мне очень нравится."
    # m "Нравится?!" 
    # m "Я думала такое делают только из-за денег..."
    # clare "Для меня это искусство. Мне нравится делиться своей красотой и видеть восторженные взгляды мужчин."
    # clare "Это занятие не является источником денег."
    # mt "Хм... Искусство?.."
    # mt "Возможно, если так к этому относиться, то намного проще выходить на сцену."
    # mt "Но я не представляю себе такого отношения к этому."
    # mt "Сами по себе танцы полуголой на публике отвратительны."
    # mt "И я не изменю своего отношения к этому никогда!"
    # mt "!!!"
    # clare "[monica_pub_name], почему ты не переодеваешься?"
    # clare "В чем ты будешь выступать?"
    # clare "Тебе уже пора выходить на сцену."
    # m "У меня нет одежды для сцены..."
    # m "Эшли сказала, что я могу спросить одежду у тебя."
    # clare "Без проблем. Ты можешь взять вот это." 
    # mt "А из этой Клэр получилась бы неплохая модель..."
    # mt "Конечно, до Мелани, а тем более до меня, ей далеко, но все же."
    # mt "И что она забыла в этой дыре, тем более, что она тут не из-за денег..."
    # clare "К вещам Молли лучше не приближайся."
    # clare "Наша звезда очень ревностно к этому относится." 
    # clare "У меня полно подобных шмоток."
    # clare "Можешь этот костюм оставить себе."
    # m "Серьезно?!" 
    # m "..." 
    # mt "Мне придется надевать на себя ЭТО?"
    # mt "Фи! Какой вульгарный костюм!"
    # mt "Да еще и после стриптизерши!"
    # mt "Какой ужас!"
    # mt "Я, Моника Бакфетт, буду танцевать полуголая! В дешевом пабе для толпы неудачников!!!"
    # mt "Я не могу поверить в это!"
    mt "Это и есть вторая стриптизерша?"
    mt "Надо приготовиться к знакомству со второй хамкой." 
    mt "Она, наверное, тоже возомнила себя звездой, как та рыжая стерва..."
    mt "Звездой в грязном пабе в трущобах!.." 
    stripper "Привет." 
    stripper "Молли мне говорила, что у нас новенькая. Это ты?"
    m "..."
    m "Д-да... Привет..."
    stripper "Я Клэр. А ты?"
    m "Я [monica_pub_name]. А Молли это та рыжая стриптизерша?"
    clare "Yes." 
    clare "Она тут звезда и очень гордится этим."
    clare "С ней лучше дружить и не вставать у нее на пути."
    mt "Звезда! Ха-ха! Стриптизерша со звездной болезнью!"
    mt "Похоже, эта Клэр единственная в этой дыре, кто может нормально общаться."
    clare "Ты давно в стриптизе, [monica_pub_name]?"
    m "Нет. Сегодня будет мое первое выступление..."
    mt "Танцы у пилона на улицах трущоб - не в счет!" 
    clare "Не волнуйся." 
    clare "Я выступаю уже несколько лет и мне очень нравится."
    m "Нравится?!" 
    m "Я думала такое делают только из-за денег..."
    clare "Для меня это искусство. Мне нравится делиться своей красотой и видеть восторженные взгляды мужчин."
    clare "Это занятие не является источником денег."
    mt "Хм... Искусство?.."
    mt "Возможно, если так к этому относиться, то намного проще выходить на сцену."
    mt "Но я не представляю себе такого отношения к этому."
    mt "Сами по себе танцы полуголой на публике отвратительны."
    mt "И я не изменю своего отношения к этому никогда!"
    mt "!!!"
    clare "[monica_pub_name], почему ты не переодеваешься?"
    clare "В чем ты будешь выступать?"
    clare "Тебе уже пора выходить на сцену."
    m "У меня нет одежды для сцены..."
    m "Эшли сказала, что я могу спросить одежду у тебя."
    clare "Без проблем. Ты можешь взять вот это." 
    mt "А из этой Клэр получилась бы неплохая модель..."
    mt "Конечно, до Мелани, а тем более до меня, ей далеко, но все же."
    mt "И что она забыла в этой дыре, тем более, что она тут не из-за денег..."
    clare "К вещам Молли лучше не приближайся."
    clare "Наша звезда очень ревностно к этому относится." 
    clare "У меня полно подобных шмоток."
    clare "Можешь этот костюм оставить себе."
    m "Серьезно?!" 
    m "..." 
    mt "Мне придется надевать на себя ЭТО?"
    mt "Фи! Какой вульгарный костюм!"
    mt "Да еще и после стриптизерши!"
    mt "How horrible!"
    mt "Я, Моника Бакфетт, буду танцевать полуголая! В дешевом пабе для толпы неудачников!!!"
    mt "Я не могу поверить в это!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:396
translate english dialogue_5_dance_strip_8_22438457:

    # m "Я не выйду на сцену с голой грудью!!!"
    m "Я не выйду на сцену с голой грудью!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:399
translate english dialogue_5_dance_strip_8_8fa5673d:

    # mt "Одно дело трущобы..." 
    # mt "Там, конечно, приходилось показывать себя всяким неудачникам."
    # mt "Но тут сцена!"
    # mt "И этих неудачников целая толпа!!!"
    # mt "Для меня быть на сцене - это все-равно что позировать на фотосессии перед всем миром."
    # mt "Это не идет ни в какое сравнение с тихой подворотней, где меня никто не знает."
    # mt "!!!"
    # mt "..."
    # mt "Я очень надеюсь, что в этой маске мое лицо никто не узнает..."
    # mt "..."
    # mt "Так, мне надо собраться и сделать это!"
    # mt "Это не я, а [monica_pub_name]."
    # mt "Для [monica_pub_name] в этом нет ничего страшного."
    # clare "Отлично. Только..."
    # clare "Кое-чего тебе не хватает."
    # clare "Сразу видно, что у тебя нет опыта выступления на сцене."
    # mt "???"
    # clare "Тебе нужно намазать тело этим маслом."
    # clare "Тогда ты будешь выглядеть более эффектно на сцене."
    # clare "[monica_pub_name], давай я тебе помогу?"
    mt "Одно дело трущобы..." 
    mt "Там, конечно, приходилось показывать себя всяким неудачникам."
    mt "Но тут сцена!"
    mt "И этих неудачников целая толпа!!!"
    mt "Для меня быть на сцене - это все-равно что позировать на фотосессии перед всем миром."
    mt "Это не идет ни в какое сравнение с тихой подворотней, где меня никто не знает."
    mt "!!!"
    mt "..."
    mt "Я очень надеюсь, что в этой маске мое лицо никто не узнает..."
    mt "..."
    mt "Так, мне надо собраться и сделать это!"
    mt "Это не я, а [monica_pub_name]."
    mt "Для [monica_pub_name] в этом нет ничего страшного."
    clare "Отлично. Только..."
    clare "Кое-чего тебе не хватает."
    clare "Сразу видно, что у тебя нет опыта выступления на сцене."
    mt "???"
    clare "Тебе нужно намазать тело этим маслом."
    clare "Тогда ты будешь выглядеть более эффектно на сцене."
    clare "[monica_pub_name], давай я тебе помогу?"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:428
translate english dialogue_5_dance_strip_8_3fc24458:

    # clare "А у тебя отличная фигура, [monica_pub_name]."
    # mt "Она что, ко мне пытается пристать, как Эшли?!"
    # mt "Я не хочу связываться с еще одной лесбиянкой!"
    # clare "Мужчины в зале с ума сойдут, когда тебя увидят."
    # mt "Я к этому привыкла."
    # mt "Мужчины всегда по мне с ума сходили..."
    # clare "Ты сегодня будешь звездой, [monica_pub_name]."
    # mt "Конечно, буду! Мне нет здесь равных!"
    # mt "И не только здесь! Мне равных нет нигде!"
    # clare "Таким шикарным ногам и такой попе, как у тебя, позавидует любая модель."
    # clare "Ты просто создана для обложки какого-нибудь модного журнала."
    # mt "Хм... Хорошо, что она их не читает."
    # mt "Боюсь себе даже представить, если меня здесь кто-нибудь узнает."
    clare "А у тебя отличная фигура, [monica_pub_name]."
    mt "Она что, ко мне пытается пристать, как Эшли?!"
    mt "Я не хочу связываться с еще одной лесбиянкой!"
    clare "Мужчины в зале с ума сойдут, когда тебя увидят."
    mt "I got used to it."
    mt "Мужчины всегда по мне с ума сходили..."
    clare "Ты сегодня будешь звездой, [monica_pub_name]."
    mt "Конечно, буду! Мне нет здесь равных!"
    mt "И не только здесь! Мне равных нет нигде!"
    clare "Таким шикарным ногам и такой попе, как у тебя, позавидует любая модель."
    clare "Ты просто создана для обложки какого-нибудь модного журнала."
    mt "Хм... Хорошо, что она их не читает."
    mt "Боюсь себе даже представить, если меня здесь кто-нибудь узнает."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:443
translate english dialogue_5_dance_strip_8_c09f030e:

    # clare "Вот теперь ты выглядишь на миллион баксов!"
    # mt "Я всегда выгляжу на миллион баксов... И не только выгляжу... Я и стою..."
    # mt "Миллиарды..."
    # mt "Но, думаю Клэр не умеет даже считать до стольки..."
    # clare "Давай, тебя там уже ждут!"
    # mt "Черт. Черт! Черт!!!"
    clare "Вот теперь ты выглядишь на миллион баксов!"
    mt "Я всегда выгляжу на миллион баксов... И не только выгляжу... Я и стою..."
    mt "Миллиарды..."
    mt "Но, думаю Клэр не умеет даже считать до стольки..."
    clare "Давай, тебя там уже ждут!"
    mt "Черт. Черт! Черт!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:458
translate english dialogue_5_dance_strip_9a_10233c93:

    # mt "Что это Джо делает здесь?"
    # mt "Зачем этот жирный слизняк вертится у сцены?"
    mt "Что это Джо делает здесь?"
    mt "Зачем этот жирный слизняк вертится у сцены?"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:464
translate english dialogue_5_dance_strip_9_6f5a7c3f:

    # joe "[monica_pub_name], а ты горячая штучка!"  
    # m "..." 
    # joe "Только, жилет этот тут лишний."
    # joe "Если хочешь чаевых, то сними это с себя!"
    # joe "Местные девочки танцуют без одежды."
    joe "[monica_pub_name], а ты горячая штучка!"  
    m "..." 
    joe "Только, жилет этот тут лишний."
    joe "Если хочешь чаевых, то сними это с себя!"
    joe "Местные девочки танцуют без одежды."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:472
translate english dialogue_5_dance_strip_9_917224e3:

    # joe "А твоих малышек наши посетители очень оценят, я их уже оценил!"
    joe "А твоих малышек наши посетители очень оценят, я их уже оценил!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:477
translate english dialogue_5_dance_strip_9_c9418046:

    # joe "И твоя попа также бесподобна. Тебе не стоит прятать ее от наших ребят!"
    joe "И твоя попа также бесподобна. Тебе не стоит прятать ее от наших ребят!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:479
translate english dialogue_5_dance_strip_9_7a84cfbf:

    # m "???" 
    m "???" 

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:484
translate english dialogue_5_dance_strip_9_22438457:

    # m "Я не выйду на сцену с голой грудью!!!"
    m "Я не выйду на сцену с голой грудью!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:492
translate english dialogue_5_dance_strip_10_56e46a50:

    # mt "Чувствую себя такой грязной после всех взглядов и криков этих пьяниц!"
    # mt "Мне хочется поскорее отмыться!!!"
    # mt "Надо немного потерпеть... Это когда-нибудь закончится."
    # mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"
    mt "Чувствую себя такой грязной после всех взглядов и криков этих пьяниц!"
    mt "Мне хочется поскорее отмыться!!!"
    mt "Надо немного потерпеть... Это когда-нибудь закончится."
    mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:502
translate english dialogue_5_dance_strip_11_62f15024:

    # mt "На сегодня уже достаточно танцев."
    # mt "Вернусь сюда в другой день. Возможно, удастся заработать больше чаевых."
    mt "На сегодня уже достаточно танцев."
    mt "Вернусь сюда в другой день. Возможно, удастся заработать больше чаевых."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:510
translate english dialogue_5_dance_strip_12_60ca2feb:

    # ashley "Ну что, [monica_pub_name], сколько ты заработала сегодня?"
    # m "???"
    # m "Что значит 'заработала'?! Я танцевала здесь!!!"
    # m "Разве этого не достаточно?!" 
    # ashley "Здесь надо не просто танцевать, а зарабывать деньги!"
    # ashley "Если бы ты показала публике свою грудь или голую попку..."
    # ashley "То тебе определенно дали бы несколько долларов."
    # m "Я не собираюсь этого делать!!!"
    # ashley "А придется! Как ты собираешься возвращать мне долг?"
    # ashley "Ты думала, что будешь просто танцевать?"
    # ashley "Ты мне будешь отдавать свои чаевые, а я буду постепенно списывать твой долг."
    # m "!!!" 
    # ashley "Надеюсь, в следующий раз ты заработаешь хоть что-то на чай..."
    # ashley "Для этого достаточно будет снять жилетку на сцене."
    # m "..."
    ashley "Ну что, [monica_pub_name], сколько ты заработала сегодня?"
    m "???"
    m "Что значит 'заработала'?! Я танцевала здесь!!!"
    m "Разве этого не достаточно?!" 
    ashley "Здесь надо не просто танцевать, а зарабывать деньги!"
    ashley "Если бы ты показала публике свою грудь или голую попку..."
    ashley "То тебе определенно дали бы несколько долларов."
    m "Я не собираюсь этого делать!!!"
    ashley "А придется! Как ты собираешься возвращать мне долг?"
    ashley "Ты думала, что будешь просто танцевать?"
    ashley "Ты мне будешь отдавать свои чаевые, а я буду постепенно списывать твой долг."
    m "!!!" 
    ashley "Надеюсь, в следующий раз ты заработаешь хоть что-то на чай..."
    ashley "Для этого достаточно будет снять жилетку на сцене."
    m "..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:531
translate english dialogue_5_dance_strip_13_fb697684:

    # ashley "[monica_pub_name], сколько ты заработала сегодня?"
    # m "Сегодня я заработала [monica_strip_tips_today]."
    # ashley "Тебе осталось отдать мне еще [monica_strip_forgiveness_money_left]."
    # ashley "Если бы ты повертела своей попкой без трусиков, то отработала бы деньги гораздо быстрее..."
    # ashley "А я с удовольствием посмотрела бы на это." 
    # m "Я не собираюсь этого делать!!!" 
    # m "!!!"
    # mt "Одни извращенцы вокруг!"
    # ashley "На сегодня ты свободна, [monica_pub_name]."
    # ashley "Приходи завтра."
    ashley "[monica_pub_name], сколько ты заработала сегодня?"
    m "Сегодня я заработала [monica_strip_tips_today]."
    ashley "Тебе осталось отдать мне еще [monica_strip_forgiveness_money_left]."
    ashley "Если бы ты повертела своей попкой без трусиков, то отработала бы деньги гораздо быстрее..."
    ashley "А я с удовольствием посмотрела бы на это." 
    m "Я не собираюсь этого делать!!!" 
    m "!!!"
    mt "Одни извращенцы вокруг!"
    ashley "На сегодня ты свободна, [monica_pub_name]."
    ashley "Come tomorrow."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:548
translate english dialogue_5_dance_strip_14_488198df:

    # mt "Черт, я совсем забыла, что сегодня здесь звезда трущоб!"
    # mt "Я не хочу разговаривать с этой хамкой!"
    # molly "Тебя здороваться не учили?.."
    # molly "Понабирают на работу шлюх из подворотни..."
    # mt "!!!"
    mt "Черт, я совсем забыла, что сегодня здесь звезда трущоб!"
    mt "Я не хочу разговаривать с этой хамкой!"
    molly "Тебя здороваться не учили?.."
    molly "Понабирают на работу шлюх из подворотни..."
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:562
translate english dialogue_5_dance_strip_14_ac4d9929:

    # m "Ты это сейчас про себя, да?" 
    # m "Я такого же мнения после нашего с тобой так сказать 'знакомства'!"
    # mt "Этой хамке самое место в подворотне со шлюхами! Как она здесь оказалась?"
    # molly "Мне послышалось или ты что-то сейчас мне сказала?"
    # m "Мне не о чем разговаривать с такой как ты!"
    # m "И, тем более, о чем-то спорить!"
    # m "Я не собираюсь опускаться до твоего уровня!!!"
    # m "!!!"
    # molly "!!!"
    m "Ты это сейчас про себя, да?" 
    m "Я такого же мнения после нашего с тобой так сказать 'знакомства'!"
    mt "Этой хамке самое место в подворотне со шлюхами! Как она здесь оказалась?"
    molly "Мне послышалось или ты что-то сейчас мне сказала?"
    m "Мне не о чем разговаривать с такой как ты!"
    m "И, тем более, о чем-то спорить!"
    m "Я не собираюсь опускаться до твоего уровня!!!"
    m "!!!"
    molly "!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:575
translate english dialogue_5_dance_strip_14_69ec4892:

    # mt "Не могу выносить ее присутствия!"
    # mt "Надо скорее одеться и идти на сцену."
    mt "Не могу выносить ее присутствия!"
    mt "Надо скорее одеться и идти на сцену."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:581
translate english dialogue_5_dance_strip_14_01d461a8:

    # mt "Я не выйду на сцену с голой грудью!!!"
    mt "Я не выйду на сцену с голой грудью!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:590
translate english dialogue_5_dance_strip_15_ef9ee1fc:

    # mt "В этот раз уже было попроще... Не хватало еще привыкнуть к этому!"
    # mt "Надо немного потерпеть... Это когда-нибудь закончится."
    # mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"
    mt "В этот раз уже было попроще... Не хватало еще привыкнуть к этому!"
    mt "Надо немного потерпеть... Это когда-нибудь закончится."
    mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:601
translate english dialogue_5_dance_strip_16_a3349c41:

    # mt "Эта Клэр могла бы являть свою красоту с обложки журнала..."
    # mt "А не танцуя в пабе перед толпой пьяных неудачников!"
    # clare "Привет, [monica_pub_name]. Ну как ты?"
    # clare "Эшли говорит, что у тебя уже лучше получается. Она тобой довольна."
    # m "Хм. Я не удивлена, что Эшли довольна мной."  
    # mt "Еще бы она была недовольна! Она теперь может на меня пялиться." 
    # mt "Как и ее муж-неудачник!"
    # clare "Надеюсь, у тебя не было конфликтов с ней?"
    # clare "Про Эшли ходят не очень хорошие слухи."
    # clare "Так что, лучше не связывайся с ней..."
    # m "Да? Я не знала..." 
    # m "Спасибо за предупреждение..."
    # mt "Эта озабоченная Эшли со своим таким же озабоченным мужем уже достали меня!"
    # mt "Кто бы предупредил меня заранее, что с ними не стоит связываться?!"
    mt "Эта Клэр могла бы являть свою красоту с обложки журнала..."
    mt "А не танцуя в пабе перед толпой пьяных неудачников!"
    clare "Привет, [monica_pub_name]. Ну как ты?"
    clare "Эшли говорит, что у тебя уже лучше получается. Она тобой довольна."
    m "Хм. Я не удивлена, что Эшли довольна мной."  
    mt "Еще бы она была недовольна! Она теперь может на меня пялиться." 
    mt "Как и ее муж-неудачник!"
    clare "Надеюсь, у тебя не было конфликтов с ней?"
    clare "Про Эшли ходят не очень хорошие слухи."
    clare "Так что, лучше не связывайся с ней..."
    m "Да? Я не знала..." 
    m "Спасибо за предупреждение..."
    mt "Эта озабоченная Эшли со своим таким же озабоченным мужем уже достали меня!"
    mt "Кто бы предупредил меня заранее, что с ними не стоит связываться?!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:621
translate english dialogue_5_dance_strip_16_22438457:

    # m "Я не выйду на сцену с голой грудью!!!"
    m "Я не выйду на сцену с голой грудью!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:624
translate english dialogue_5_dance_strip_16_90f088f8:

    # clare "Ты забыла намазаться маслом для тела..."
    # clare "[monica_pub_name], давай я тебе помогу?"
    clare "Ты забыла намазаться маслом для тела..."
    clare "[monica_pub_name], давай я тебе помогу?"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:631
translate english dialogue_5_dance_strip_16_5a05920e:

    # clare "Какая же у тебя отличная фигура, [monica_pub_name]."
    # mt "Она что, снова ко мне пытается пристать, как Эшли?!"
    # clare "Мужчины в зале с ума сойдут, когда тебя увидят."
    # mt "Я к этому привыкла."
    # mt "Мужчины всегда по мне с ума сходили..."
    # clare "Ты сегодня будешь звездой, [monica_pub_name]."
    # mt "Конечно, буду! Мне нет здесь равных!"
    # mt "И не только здесь! Мне нигде нет равных!"
    # clare "Таким шикарным ногам и такой попе, как у тебя, позавидует любая модель."
    # clare "Ты просто создана для обложки какого-нибудь модного журнала."
    # mt "Хм... Хорошо, что она их не читает."
    # mt "Боюсь себе даже представить, если меня здесь кто-нибудь узнает."
    clare "Какая же у тебя отличная фигура, [monica_pub_name]."
    mt "Она что, снова ко мне пытается пристать, как Эшли?!"
    clare "Мужчины в зале с ума сойдут, когда тебя увидят."
    mt "I got used to it."
    mt "Мужчины всегда по мне с ума сходили..."
    clare "Ты сегодня будешь звездой, [monica_pub_name]."
    mt "Конечно, буду! Мне нет здесь равных!"
    mt "И не только здесь! Мне нигде нет равных!"
    clare "Таким шикарным ногам и такой попе, как у тебя, позавидует любая модель."
    clare "Ты просто создана для обложки какого-нибудь модного журнала."
    mt "Хм... Хорошо, что она их не читает."
    mt "Боюсь себе даже представить, если меня здесь кто-нибудь узнает."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:645
translate english dialogue_5_dance_strip_16_7e937622:

    # clare "Выглядишь сногсшибательно."
    # clare "Иди и покажи им, кто здесь звезда."
    # mt "Черт! Снова эта сцена! И толпа пьяных неудачников!"
    clare "Выглядишь сногсшибательно."
    clare "Иди и покажи им, кто здесь звезда."
    mt "Черт! Снова эта сцена! И толпа пьяных неудачников!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:655
translate english dialogue_5_dance_strip_17_58eefe38:

    # joe "[monica_pub_name], это костюм Клэр?"  
    # m "Да." 
    # joe "Я смотрю, ты с ней подружилась..."  
    # m "Тебе что с этого?" 
    # joe "Выяснишь для меня, как к ней подкатить?"
    # m "???" 
    # joe "Она тут ни с кем не общается..."
    # joe "И никого к себе не подпускает..."
    # joe "На приваты не соглашается, хотя предложений много..."
    # joe "А она тут работает уже не один год. И я все это время не знаю, как подойти к ней..."
    # clare "Что здесь происходит?!" 
    # clare "Тебе чего надо от [monica_pub_name]?!" 
    # joe "Я... Мне... Я просто..." 
    # clare "Я просто пойду сейчас к твоей жене!" 
    # clare "И расскажу, чем ТЫ тут занимаешься!"
    # joe "Ч-ч-чем???"
    # clare "Пристаешь к [monica_pub_name]!!!"
    # joe "Я... Я не пристаю!"
    # joe "Не надо ничего говорить Эшли!"
    # clare "Тогда пошел отсюда! Быстро!!!" 
    # joe "!!!"
    # clare "Вот кобель!"
    # clare "!!!"
    # clare "Если снова будет приставать, скажи мне. Он меня боится."
    # m "Спасибо, Клэр."
    # mt "Когда я выберусь из этого дна, куплю себе такой же хлыст от извращенцев!"
    joe "[monica_pub_name], это костюм Клэр?"  
    m "Yes." 
    joe "Я смотрю, ты с ней подружилась..."  
    m "Тебе что с этого?" 
    joe "Выяснишь для меня, как к ней подкатить?"
    m "???" 
    joe "Она тут ни с кем не общается..."
    joe "И никого к себе не подпускает..."
    joe "На приваты не соглашается, хотя предложений много..."
    joe "А она тут работает уже не один год. И я все это время не знаю, как подойти к ней..."
    clare "Что здесь происходит?!" 
    clare "Тебе чего надо от [monica_pub_name]?!" 
    joe "Я... Мне... Я просто..." 
    clare "Я просто пойду сейчас к твоей жене!" 
    clare "И расскажу, чем ТЫ тут занимаешься!"
    joe "Ч-ч-чем???"
    clare "Пристаешь к [monica_pub_name]!!!"
    joe "Я... Я не пристаю!"
    joe "Не надо ничего говорить Эшли!"
    clare "Тогда пошел отсюда! Быстро!!!" 
    joe "!!!"
    clare "Вот кобель!"
    clare "!!!"
    clare "Если снова будет приставать, скажи мне. Он меня боится."
    m "Спасибо, Клэр."
    mt "Когда я выберусь из этого дна, куплю себе такой же хлыст от извращенцев!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:692
translate english dialogue_5_dance_strip_18_ef9ee1fc:

    # mt "В этот раз уже было попроще... Не хватало еще привыкнуть к этому!"
    # mt "Надо немного потерпеть... Это когда-нибудь закончится."
    # mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"
    mt "В этот раз уже было попроще... Не хватало еще привыкнуть к этому!"
    mt "Надо немного потерпеть... Это когда-нибудь закончится."
    mt "И я смогу выбраться из этого кошмарного дна... Я все сделаю для этого!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:702
translate english dialogue_5_dance_strip_19_a3b1dabf:

    # ashley "[monica_pub_name], сколько ты заработала сегодня?"
    # m "Сегодня я заработала [monica_strip_tips_today]."
    # ashley "Тебе осталось отдать мне еще [monica_strip_forgiveness_money_left]."
    # ashley "Но я решила, что прощу тебе остаток долга." 
    # m "Простишь?" 
    # m "???"
    # ashley "В дни твоих выступлений в пабе всегда полно посетителей."
    # ashley "И это приносит моему пабу хорошую выручку."
    # ashley "Поэтому, если ты продолжишь танцевать, то сможешь зарабатывать."
    # m "Я смогу забирать чаевые?"
    # ashley "Да. Так что не спеши отказываться от танцев."
    # ashley "Официанткой ты столько не заработаешь..."
    # ashley "А на сцене... Да еще и с голой попкой..."
    # ashley "Ты будешь настоящей звездой, [monica_pub_name]!"
    # m "Я не собираюсь выступать голая!!!"
    # m "!!!"
    # mt "Эта извращенка так и ждет, когда я выйду голая на сцену!"
    # mt "Я не буду танцевать голой!"
    # mt "Если меня кто-нибудь узнает, несмотря на мою маску..."
    # mt "Боюсь даже думать о последствиях!"
    # mt "!!!"
    ashley "[monica_pub_name], сколько ты заработала сегодня?"
    m "Сегодня я заработала [monica_strip_tips_today]."
    ashley "Тебе осталось отдать мне еще [monica_strip_forgiveness_money_left]."
    ashley "Но я решила, что прощу тебе остаток долга." 
    m "Простишь?" 
    m "???"
    ashley "В дни твоих выступлений в пабе всегда полно посетителей."
    ashley "И это приносит моему пабу хорошую выручку."
    ashley "Поэтому, если ты продолжишь танцевать, то сможешь зарабатывать."
    m "Я смогу забирать чаевые?"
    ashley "Да. Так что не спеши отказываться от танцев."
    ashley "Официанткой ты столько не заработаешь..."
    ashley "А на сцене... Да еще и с голой попкой..."
    ashley "Ты будешь настоящей звездой, [monica_pub_name]!"
    m "Я не собираюсь выступать голая!!!"
    m "!!!"
    mt "Эта извращенка так и ждет, когда я выйду голая на сцену!"
    mt "Я не буду танцевать голой!"
    mt "Если меня кто-нибудь узнает, несмотря на мою маску..."
    mt "Боюсь даже думать о последствиях!"
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:731
translate english dialogue_5_dance_strip_20_d475afd4:

    # m "Эшли..."
    # ashley "А, это ты..."
    # m "Я пришла работать на сцене."
    # ashley "Хорошо, [monica_pub_name]."
    # ashley "Иди в гримерку. Готовься к выступлению."
    m "Ashley."
    ashley "А, это ты..."
    m "Я пришла работать на сцене."
    ashley "Alright, [monica_pub_name]."
    ashley "Иди в гримерку. Готовься к выступлению."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:737
translate english dialogue_5_dance_strip_20_130507fd:

    # ashley "Не забудь потом отдать мне часть чаевых."
    # ashley "Ты тут вертишь голым задом у пилона не просто так, [monica_pub_name]!"
    ashley "Не забудь потом отдать мне часть чаевых."
    ashley "Ты тут вертишь голым задом у пилона не просто так, [monica_pub_name]!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:740
translate english dialogue_5_dance_strip_20_4b248925:

    # mt "Я не хочу даже спорить с этой хамкой..."
    mt "Я не хочу даже спорить с этой хамкой..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:748
translate english dialogue_5_dance_strip_21_6accc40a:

    # ashley "[monica_pub_name], сколько ты заработала сегодня чаевых?"
    # m "Зачем тебе это нужно знать?" 
    # ashley "Ты забыла, что ты здесь работаешь за 30 процентов от чаевых?."
    # m "???"
    # m "Но ты же говорила, что я смогу забирать чаевые!"
    # m "МОИ чаевые! Которые я заработала, выступая на сцене!"
    # ashley "Ага. Ты забираешь 70 процентов чаевых, остальное - мне."
    # ashley "Тебя что-то не устраиваает?!"
    # m "..." 
    # mt "Если я сейчас ей откажу, она запретит мне работать здесь..."
    # mt "А мне нужна эта работа..."
    # mt "Как же меня достала эта Эшли!"
    # mt "!!!"
    # ashley "Чего ты ждешь?!"
    # ashley "Сейчас же давай сюда чаевые или можешь убираться отсюда навсегда!"
    ashley "[monica_pub_name], сколько ты заработала сегодня чаевых?"
    m "Зачем тебе это нужно знать?" 
    ashley "Ты забыла, что ты здесь работаешь за 30 процентов от чаевых?."
    m "???"
    m "Но ты же говорила, что я смогу забирать чаевые!"
    m "МОИ чаевые! Которые я заработала, выступая на сцене!"
    ashley "Ага. Ты забираешь 70 процентов чаевых, остальное - мне."
    ashley "Тебя что-то не устраиваает?!"
    m "..." 
    mt "Если я сейчас ей откажу, она запретит мне работать здесь..."
    mt "А мне нужна эта работа..."
    mt "Как же меня достала эта Эшли!"
    mt "!!!"
    ashley "Чего ты ждешь?!"
    ashley "Сейчас же давай сюда чаевые или можешь убираться отсюда навсегда!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:766
translate english dialogue_5_dance_strip_21_286ce8dd:

    # m "Мне никто не дал чевых сегодня..."
    # ashley "Надеюсь, в следующий раз ты заработаешь чаевые..."
    # ashley "Для этого достаточно будет получше покрутить задом у пилона."
    # ashley "Голым задом..."
    # m "Я не собираюсь ТАК зарабатывать чаевые!!!"
    # ashley "Хм. Все девочки сначала так говорят..." 
    # ashley "Завтра приходи работать еще."
    m "No one gave me any tips."
    ashley "Надеюсь, в следующий раз ты заработаешь чаевые..."
    ashley "Для этого достаточно будет получше покрутить задом у пилона."
    ashley "Голым задом..."
    m "Я не собираюсь ТАК зарабатывать чаевые!!!"
    ashley "Хм. Все девочки сначала так говорят..." 
    ashley "Come again tomorrow."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:775
translate english dialogue_5_dance_strip_21_1e6fb6ed:

    # m "Вот чаевые, которые я смогла получить..."
    m "Here are the tips I got."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:780
translate english dialogue_5_dance_strip_21_f89d40eb:

    # ashley "Хорошо. Вот твои [pubMonicaDanceTipsKoeffText] процентов."
    # ashley "И не забывай, что для твоей попки у меня найдется еще работа..." 
    # m "Меня не интересуют другие способы подработки!"
    # mt "Она опять намекает на какую-то грязную работу!"
    # mt "Извращенка!"
    # mt "!!!"
    # ashley "Завтра приходи работать еще."
    ashley "Хорошо. Вот твои [pubMonicaDanceTipsKoeffText] процентов."
    ashley "И не забывай, что для твоей попки у меня найдется еще работа..." 
    m "Меня не интересуют другие способы подработки!"
    mt "Она опять намекает на какую-то грязную работу!"
    mt "Извращенка!"
    mt "!!!"
    ashley "Come again tomorrow."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:792
translate english dialogue_5_dance_strip_22_19f51180:

    # m "Эшли, я закончила работу."
    # ashley "Сколько ты заработала сегодня чаевых, [monica_pub_name]?"
    m "Ashley, I'm done."
    ashley "Сколько ты заработала сегодня чаевых, [monica_pub_name]?"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:795
translate english dialogue_5_dance_strip_22_34767272:

    # m "Мне никто не дал чевых сегодня..."
    m "No one gave me any tips."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:798
translate english dialogue_5_dance_strip_22_1e6fb6ed:

    # m "Вот чаевые, которые я смогла получить..."
    m "Here are the tips I got."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:803
translate english dialogue_5_dance_strip_22_0f8d143b:

    # ashley "Хорошо. Вот твои [pubMonicaDanceTipsKoeffText] процентов."
    # ashley "Завтра приходи работать еще."
    ashley "Хорошо. Вот твои [pubMonicaDanceTipsKoeffText] процентов."
    ashley "Come again tomorrow."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:813
translate english dialogue_5_dance_strip_23_59ea2514:

    # mt "Я не собираюсь отдавать никому мои чаевые!"
    mt "I'm not going to give away my tips!"

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:824
translate english dialogue_5_dance_strip_24_76690f6d:

    # joe "[monica_pub_name], ты сегодня заработала хорошие чаевые..."  
    # m "Да. А тебе какое дело до этого, Джо?" 
    # joe "[monica_pub_name], ты хочешь заработать настоящие деньги?"
    # joe "А не эти жалкие несколько баксов?"
    # m "На что ты намекаешь, Джо?" 
    # joe "Есть один клиент..."
    # joe "Он хочет, чтобы ты станцевала для него..."
    # joe "Только для него."  
    # m "Приватный танец?!" 
    # m "Ты за кого меня принимаешь?!"
    # mt "Как он смеет предлагать мне подобное?!"
    # mt "Чтобы Моника Бакфетт танцевала приват!!!"
    # mt "И для кого?! Для какого-нибудь неудачника?!"
    # mt "Для которого лучшее развлечение в жизни - придти в эту дыру и выпить пива?!"
    # mt "!!!"
    # mt "Ни за какие деньги Я не стану этого делать!!!"
    # m "Я не собираюсь зарабатывать ТАКИМ способом, Джо!" 
    # m "И не хочу слышать больше подобных предложений!!!"
    # m "!!!"
    # joe "[monica_pub_name], может ты все-таки подумаешь хорошо?"
    # joe "Это и правда неплохие деньги..."
    # m "???" 
    # m "Нет!!!"
    # joe "Хорошо, [monica_pub_name]."
    # joe "Но если подобные предложения от клиентов еще будут, то я тебе скажу об этом."
    # joe "Вдруг ты передумаешь..." 
    # m "..."
    joe "[monica_pub_name], ты сегодня заработала хорошие чаевые..."  
    m "Да. А тебе какое дело до этого, Джо?" 
    joe "[monica_pub_name], ты хочешь заработать настоящие деньги?"
    joe "А не эти жалкие несколько баксов?"
    m "На что ты намекаешь, Джо?" 
    joe "Есть один клиент..."
    joe "Он хочет, чтобы ты станцевала для него..."
    joe "Только для него."  
    m "Приватный танец?!" 
    m "Ты за кого меня принимаешь?!"
    mt "Как он смеет предлагать мне подобное?!"
    mt "Чтобы Моника Бакфетт танцевала приват!!!"
    mt "И для кого?! Для какого-нибудь неудачника?!"
    mt "Для которого лучшее развлечение в жизни - придти в эту дыру и выпить пива?!"
    mt "!!!"
    mt "Ни за какие деньги Я не стану этого делать!!!"
    m "Я не собираюсь зарабатывать ТАКИМ способом, Джо!" 
    m "И не хочу слышать больше подобных предложений!!!"
    m "!!!"
    joe "[monica_pub_name], может ты все-таки подумаешь хорошо?"
    joe "Это и правда неплохие деньги..."
    m "???" 
    m "Нет!!!"
    joe "Alright, [monica_pub_name]."
    joe "Но если подобные предложения от клиентов еще будут, то я тебе скажу об этом."
    joe "Вдруг ты передумаешь..." 
    m "..."

# game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:853
translate english dialogue_5_dance_strip_5_b8347e10:

    # version
    version

translate english strings:

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:38
    old "Идти в гримерку."
    new "Идти в гримерку."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:53
    old "Идти в гримерку, чтобы подготовиться к выступлению на сцене."
    new "Идти в гримерку, чтобы подготовиться к выступлению на сцене."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:54
    old "Мне нужно отработать долг $500, выступая на сцене в пабе."
    new "Мне нужно отработать долг $500, выступая на сцене в пабе."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:110
    old "Спросить у Эшли костюм для выступления."
    new "Спросить у Эшли костюм для выступления."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:111
    old "Эта рыжая стриптизерша слишком многое себе позволяет. Как она смеет так общаться со мной?!"
    new "Эта рыжая стриптизерша слишком многое себе позволяет. Как она смеет так общаться со мной?!"

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:158
    old "Поговорить в пабе с другой стриптизершей."
    new "Поговорить в пабе с другой стриптизершей."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:328
    old "Мне нужно отработать долг $ 500, выступая на сцене в пабе."
    new "Мне нужно отработать долг $ 500, выступая на сцене в пабе."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:392
    old "Надеть костюм с жилетом."
    new "Надеть костюм с жилетом."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:392
    old "Надеть только трусики."
    new "Надеть только трусики."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:423
    old "Взять у Клэр масло и намазаться самой."
    new "Взять у Клэр масло и намазаться самой."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:423
    old "Позволить Клэр намазать меня маслом."
    new "Позволить Клэр намазать меня маслом."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:449
    old "Выйти на сцену паба и танцевать."
    new "Выйти на сцену паба и танцевать."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:450
    old "Похоже, Клэр единственная в этой дыре, с кем можно нормально общаться."
    new "Похоже, Клэр единственная в этой дыре, с кем можно нормально общаться."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:471
    old "Моника показывала Джо свою грудь."
    new "Моника показывала Джо свою грудь."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:476
    old "Моника показывала Джо свою попу."
    new "Моника показывала Джо свою попу."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:480
    old "Выйти на сцену в жилете."
    new "Выйти на сцену в жилете."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:480
    old "Снять жилет."
    new "Снять жилет."

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:557
    old "Клэр предупреждала, что лучше не конфликтовать с ней"
    new "Клэр предупреждала, что лучше не конфликтовать с ней"

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:557
    old "Да, Клэр предупреждала, но я же не могу просто проигнорировать такую наглость"
    new "Да, Клэр предупреждала, но я же не могу просто проигнорировать такую наглость"

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:723
    old "Эшли простила мне долг. Теперь я могу зарабатывать, выступая на сцене в пабе Shiny Hole. Неужели для меня это теперь нормально?"
    new "Эшли простила мне долг. Теперь я могу зарабатывать, выступая на сцене в пабе Shiny Hole. Неужели для меня это теперь нормально?"

    # game/Quests/EP2_08/ep28_dialogues5_dance_strip.rpy:728
    old "Танцевать на сцене в Shiny Hole."
    new "Танцевать на сцене в Shiny Hole."

