# TODO: Translation updated at 2019-09-30 21:53

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:6
translate english dialogue_classmate_1_38df7d5a:

    # erick "Не может быть, что они тебя слушаются и делают все, что ты им скажешь."
    # erick "Это не ты делал эту фотографию!"
    # bardie "В смысле?! Ты мне не веришь, чувак? А кто еще мог сделать эту фотку?"
    # erick "Откуда я знаю? Может, ты переслал ее с телефона своего отца, а мне говоришь, что ты фотографировал."
    # bardie "Да Бетти его скорее выгонит из дома, чем позволит сделать такую фотку!"
    # erick "Ага. И ты командуешь двумя взрослыми женщинами... Так я тебе и поверил!"
    # erick "..."
    # bardie "!!!"
    # bardie "Я тебе сейчас докажу, что они слушаются именно меня!"
    # bardie "Гувернантка! Гувернантка!!!"
    # mt "Этот малявка привел в дом еще одного такого же озабоченного мелкого извращенца, как он сам."
    # m "Да? Ты звал меня?"
    # bardie "Гувернантка, мне надо проверить, соблюдаешь ли ты правила этого дома!"
    # m "Что, прямо сейчас? При твоем друге?!" 
    # m "???"
    # bardie "Да, мне нужно проверить прямо сейчас, гувернантка."
    # m "В мои обязанности это не входит! Я не собираюсь проходить эту проверку при твоем друге!"
    # m "!!!"
    # bardie "Если ты хорошая гувернантка и соблюдаешь правила, то делай, что тебе говорят!"
    # m "..."
    # bardie "Или ты отказываешься и хочешь, чтобы я тебя наказал?"
    # mt "!!!"
    # mt "Ненавижу эту малявку!"
    # bardie "Ну? Я долго должен ждать?"
    erick "Не может быть, что они тебя слушаются и делают все, что ты им скажешь."
    erick "Это не ты делал эту фотографию!"
    bardie "В смысле?! Ты мне не веришь, чувак? А кто еще мог сделать эту фотку?"
    erick "Откуда я знаю? Может, ты переслал ее с телефона своего отца, а мне говоришь, что ты фотографировал."
    bardie "Да Бетти его скорее выгонит из дома, чем позволит сделать такую фотку!"
    erick "Ага. И ты командуешь двумя взрослыми женщинами... Так я тебе и поверил!"
    erick "..."
    bardie "!!!"
    bardie "Я тебе сейчас докажу, что они слушаются именно меня!"
    bardie "Гувернантка! Гувернантка!!!"
    mt "Этот малявка привел в дом еще одного такого же озабоченного мелкого извращенца, как он сам."
    m "Да? Ты звал меня?"
    bardie "Гувернантка, мне надо проверить, соблюдаешь ли ты правила этого дома!"
    m "Что, прямо сейчас? При твоем друге?!" 
    m "???"
    bardie "Да, мне нужно проверить прямо сейчас, гувернантка."
    m "В мои обязанности это не входит! Я не собираюсь проходить эту проверку при твоем друге!"
    m "!!!"
    bardie "Если ты хорошая гувернантка и соблюдаешь правила, то делай, что тебе говорят!"
    m "..."
    bardie "Или ты отказываешься и хочешь, чтобы я тебя наказал?"
    mt "!!!"
    mt "I hate that little thing!"
    bardie "Ну? Я долго должен ждать?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:41
translate english dialogue_classmate_1_e0cfd1de:

    # mt "Черт!!!"
    # mt "Он увидит, что я в трусиках и снова накажет меня!"
    # m "Я хорошая гувернантка! Но я не буду этого делать!"
    mt "Fuck!!!"
    mt "Он увидит, что я в трусиках и снова накажет меня!"
    m "Я хорошая гувернантка! Но я не буду этого делать!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:49
translate english dialogue_classmate_1_3aadfc25:

    # m "Я хорошая гувернантка! Но я не буду этого делать!"
    m "Я хорошая гувернантка! Но я не буду этого делать!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:52
translate english dialogue_classmate_1_c75b8c8d:

    # bardie "Ну что? Теперь ты убедился, что я не врал?"
    # erick "..."
    # bardie "Я выиграл спор! С тебя домашка на месяц вперед!"
    # mt "Они спорили на домашку? Детский сад!"
    # mt "Теперь он, наконец, отвяжется от меня?"
    # erick "Н-нет..."
    # bardie "Что 'нет'? Мы с тобой договаривались!"
    # erick "Я... Хм... Спор не выигран."
    # erick "Потому что я... Я не рассмотрел..."
    # m "Что значит 'не рассмотрел'?! Я все сделала, как сказал Барди."
    # erick "Если твоя гувернантка задерет юбку еще раз и... даст посмотреть поближе, тогда я буду делать тебе домашку 2 месяца."
    # mt "!!!"
    # mt "Эти две малявки спорят на какую-то глупость! А я должна тут стоять перед ними полуголая!!!"
    # bardie "Чего ты ждешь, гувернантка? Ты не слышала что-ли? Подойди поближе к нам и подними юбку еще раз!"
    # mt "Ненавижу эту малявку! И его озабоченного друга!"
    # mt "Если я этого не сделаю, он не отвяжется от меня."
    # bardie "Я жду."
    # erick "Я... Я вообще ничего не могу рассмотреть."
    # bardie "Гувернантка, расставь ноги шире!"
    # mt "!!!"
    # erick "Я хочу увидеть еще ближе. Пусть твоя гувернантка сядет на кровать. Тогда я смогу все рассмотреть."
    # m "!!!"
    bardie "Ну что? Теперь ты убедился, что я не врал?"
    erick "..."
    bardie "Я выиграл спор! С тебя домашка на месяц вперед!"
    mt "Они спорили на домашку? Детский сад!"
    mt "Теперь он, наконец, отвяжется от меня?"
    erick "Н-нет..."
    bardie "Что 'нет'? Мы с тобой договаривались!"
    erick "Я... Хм... Спор не выигран."
    erick "Потому что я... Я не рассмотрел..."
    m "Что значит 'не рассмотрел'?! Я все сделала, как сказал Барди."
    erick "Если твоя гувернантка задерет юбку еще раз и... даст посмотреть поближе, тогда я буду делать тебе домашку 2 месяца."
    mt "!!!"
    mt "Эти две малявки спорят на какую-то глупость! А я должна тут стоять перед ними полуголая!!!"
    bardie "Чего ты ждешь, гувернантка? Ты не слышала что-ли? Подойди поближе к нам и подними юбку еще раз!"
    mt "Ненавижу эту малявку! И его озабоченного друга!"
    mt "Если я этого не сделаю, он не отвяжется от меня."
    bardie "Я жду."
    erick "Я... Я вообще ничего не могу рассмотреть."
    bardie "Гувернантка, расставь ноги шире!"
    mt "!!!"
    erick "Я хочу увидеть еще ближе. Пусть твоя гувернантка сядет на кровать. Тогда я смогу все рассмотреть."
    m "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:89
translate english dialogue_classmate_1_a461c0ef:

    # m "Я не буду этого делать! Все итак слишком далеко зашло!!!"
    # bardie "Гувернантка не хочет быть хорошей? Она забыла, что может сделать хозяин, если она не будет слушаться его?"
    # mt "Черт!"
    # m "..."
    m "Я не буду этого делать! Все итак слишком далеко зашло!!!"
    bardie "Гувернантка не хочет быть хорошей? Она забыла, что может сделать хозяин, если она не будет слушаться его?"
    mt "Heck!"
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:96
translate english dialogue_classmate_1_efc0a63c:

    # bardie "Подними юбку."
    # bardie "Раздвинь ноги."
    # bardie "Eще шире! Ему же ничего не видно так."
    # mt "Я когда-нибудь задушу эту мерзкую малявку! И почему он прицепился именно ко мне, а не к Бетти?!"
    # mt "!!!"
    # erick "Чувак, я видел в порно, как лижут киски и всегда хотел попробовать. Ты же не против?"
    # bardie "???"
    # bardie "Окей."
    # m "Какого черта?! А меня ты не хочешь спросить? Я не хочу, чтобы ты ко мне прикасался!"
    # bardie "Он только потрогает языком и не будет больше ничего делать."
    # bardie "Зато за хозяина будут делать домашние задания целых два месяца."
    # bardie "Хорошая гувернантка должна быть рада пойти на такие маленькие жертвы ради своего хозяина."
    # mt "Какой ужас! Мне что, приходится раздвигать ноги перед кем-то ради домашних заданий этого сопляка?"
    # mt "Мне?! Монике Бакфетт! Самой богатой и влиятельной женщине этого города!"
    # m "Только попробуй коснуться меня там пальцами или чем-либо еще!"
    # m "!!!"
    # bardie "Да, Эрик! Не трогай ее там пальцами или чем-то еще. Это МОЯ гувернантка."
    # bardie "Не забывай это!"
    # erick "..."
    # mt "Фу, как это мерзко! Но если я не послушаюсь Барди..."
    # mt "Я тогда остановила его прямо в полиции. Еще несколько минут и он был бы у Маркуса."
    # mt "Боже! Даже боюсь думать о последствиях."
    # mt "У меня сейчас нет другого выхода, кроме того, как перетерпеть эту мерзость."
    # mt "По крайней мере, это не так неприятно как я думала."
    # mt "Но это все-равно отвратительно!"
    # mt "Когда же он уже закончит все это?!"
    # bardie "Эй, чувак! У нас точно все в силе? Ты мне будешь делать домашку?"
    # erick "Да буду, буду!"
    # m "!!!"
    # bardie "Эй-эй, чувак. Полегче..."
    # erick "Лизать самому намного прикольнее, чем просто смотреть на это!"
    # erick "А ты пробовал?"
    # bardie "Не, даже не думал об этом."
    # erick "Давай, чувак, попробуй."
    # bardie "Прямо сейчас?"
    # erick "Ага. Это правда прикольно."
    # bardie "..."
    # m "!!!"
    # bardie_t "Хм. Надо хотя бы разочек попробовать, каково это лизать киску."
    # bardie_t "..."
    # mt "Какой кошмар! Что эти озабоченные малявки творят?!"
    # mt "Что вообще у них в голове творится? Как можно было до такого додуматься?"
    # mt "!!!"
    # mt "Почему я должна это терпеть?!"
    # mt "Черт! Как же щекотно..."
    # mt "..."
    # mt "Странные ощущения какие-то..."
    # m "Эй, что ты делаешь?! Фуууу!!!"
    # mt "!!!"
    # mt "Наконец-то, это закончилось!"
    # bardie "Гувернантка хорошая. Гувернантка помогла хозяину выиграть спор."
    # bardie "Эй, чувак, что там с домашкой?"
    # erick "Окей. Ты выиграл два месяца домашки."
    # bardie "Можешь идти, гувернантка. На сегодня ты свободна."
    # mt "Что же за странные такие ощущения у меня были? Не понимаю..."
    # mt "Это, наверное, связано с нервным срывом из-за всего, что присходит в последнее время."
    # mt "Мне нужно обратиться к хорошему психотерапевту..."
    # mt "Когда весь этот кошмар закончится..."
    bardie "Подними юбку."
    bardie "Раздвинь ноги."
    bardie "Eще шире! Ему же ничего не видно так."
    mt "Я когда-нибудь задушу эту мерзкую малявку! И почему он прицепился именно ко мне, а не к Бетти?!"
    mt "!!!"
    erick "Чувак, я видел в порно, как лижут киски и всегда хотел попробовать. Ты же не против?"
    bardie "???"
    bardie "Окей."
    m "Какого черта?! А меня ты не хочешь спросить? Я не хочу, чтобы ты ко мне прикасался!"
    bardie "Он только потрогает языком и не будет больше ничего делать."
    bardie "Зато за хозяина будут делать домашние задания целых два месяца."
    bardie "Хорошая гувернантка должна быть рада пойти на такие маленькие жертвы ради своего хозяина."
    mt "Какой ужас! Мне что, приходится раздвигать ноги перед кем-то ради домашних заданий этого сопляка?"
    mt "Мне?! Монике Бакфетт! Самой богатой и влиятельной женщине этого города!"
    m "Только попробуй коснуться меня там пальцами или чем-либо еще!"
    m "!!!"
    bardie "Да, Эрик! Не трогай ее там пальцами или чем-то еще. Это МОЯ гувернантка."
    bardie "Не забывай это!"
    erick "..."
    mt "Фу, как это мерзко! Но если я не послушаюсь Барди..."
    mt "Я тогда остановила его прямо в полиции. Еще несколько минут и он был бы у Маркуса."
    mt "Боже! Даже боюсь думать о последствиях."
    mt "У меня сейчас нет другого выхода, кроме того, как перетерпеть эту мерзость."
    mt "По крайней мере, это не так неприятно как я думала."
    mt "Но это все-равно отвратительно!"
    mt "Когда же он уже закончит все это?!"
    bardie "Эй, чувак! У нас точно все в силе? Ты мне будешь делать домашку?"
    erick "Да буду, буду!"
    m "!!!"
    bardie "Эй-эй, чувак. Полегче..."
    erick "Лизать самому намного прикольнее, чем просто смотреть на это!"
    erick "А ты пробовал?"
    bardie "Не, даже не думал об этом."
    erick "Давай, чувак, попробуй."
    bardie "Прямо сейчас?"
    erick "Ага. Это правда прикольно."
    bardie "..."
    m "!!!"
    bardie_t "Хм. Надо хотя бы разочек попробовать, каково это лизать киску."
    bardie_t "..."
    mt "Какой кошмар! Что эти озабоченные малявки творят?!"
    mt "Что вообще у них в голове творится? Как можно было до такого додуматься?"
    mt "!!!"
    mt "Почему я должна это терпеть?!"
    mt "Черт! Как же щекотно..."
    mt "..."
    mt "Странные ощущения какие-то..."
    m "Эй, что ты делаешь?! Фуууу!!!"
    mt "!!!"
    mt "Наконец-то, это закончилось!"
    bardie "Гувернантка хорошая. Гувернантка помогла хозяину выиграть спор."
    bardie "Эй, чувак, что там с домашкой?"
    erick "Окей. Ты выиграл два месяца домашки."
    bardie "Можешь идти, гувернантка. На сегодня ты свободна."
    mt "Что же за странные такие ощущения у меня были? Не понимаю..."
    mt "Это, наверное, связано с нервным срывом из-за всего, что присходит в последнее время."
    mt "Мне нужно обратиться к хорошему психотерапевту..."
    mt "Когда весь этот кошмар закончится..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:185
translate english dialogue_classmate_1_1_16dc678b:

    # mt "Я не собираюсь заходить к этой малявке! Сейчас снова пристанет со своими глупостями!"
    mt "Я не собираюсь заходить к этой малявке! Сейчас снова пристанет со своими глупостями!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:190
translate english dialogue_classmate_1_2_6a54bb81:

    # bardie "Гувернантка! Гувернантка!!!"
    bardie "Гувернантка! Гувернантка!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:196
translate english dialogue_classmate_2_a380c481:

    # bardie "Гувернантка! Гувернантка!!!"
    # m "Что случилось? Зачем так кричать?"
    # bardie "Гувернантка, смотри, кто пришел. Эрику понравилось у нас в гостях."
    # bardie "Аха-ха!"
    # mt "Ну что за мелкие извращенцы! Опять, как в прошлый раз?"
    # mt "И долго все это будет продолжаться"
    # bardie "Гувернантка, я хочу проверить, придерживаешься ли ты правил этого дома."
    bardie "Гувернантка! Гувернантка!!!"
    m "Что случилось? Зачем так кричать?"
    bardie "Гувернантка, смотри, кто пришел. Эрику понравилось у нас в гостях."
    bardie "Аха-ха!"
    mt "Ну что за мелкие извращенцы! Опять, как в прошлый раз?"
    mt "И долго все это будет продолжаться"
    bardie "Гувернантка, я хочу проверить, придерживаешься ли ты правил этого дома."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:208
translate english dialogue_classmate_2_73f72cc4:

    # mt "Черт!!! Я в трусиках. Он снова накажет меня!"
    # mt "Хотя... Что он мне сделает? Я же послушаю его приказа поднять юбку." 
    # bardie "Ты плохая гувернантка!"
    # bardie "В качестве наказания гувернантке нужно будет кое-что сделать для хозяина."
    mt "Черт!!! Я в трусиках. Он снова накажет меня!"
    mt "Хотя... Что он мне сделает? Я же послушаю его приказа поднять юбку." 
    bardie "Ты плохая гувернантка!"
    bardie "В качестве наказания гувернантке нужно будет кое-что сделать для хозяина."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:218
translate english dialogue_classmate_2_950ddb84:

    # m "Я не буду этого делать! Тем более при твоем друге!"
    # bardie "Гувернантка не хочет быть хорошей?"
    # bardie "Она забыла, что может сделать хозяин, если она не будет слушаться его?"
    # mt "Черт!"
    # m "..."
    m "Я не буду этого делать! Тем более при твоем друге!"
    bardie "Гувернантка не хочет быть хорошей?"
    bardie "Она забыла, что может сделать хозяин, если она не будет слушаться его?"
    mt "Heck!"
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:227
translate english dialogue_classmate_2_11228318:

    # bardie "Хорошая гувернантка. Именно поэтому у меня есть к гувернантке серьезное задание."
    bardie "Хорошая гувернантка. Именно поэтому у меня есть к гувернантке серьезное задание."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:229
translate english dialogue_classmate_2_9a0b929c:

    # m "???"
    # mt "Что еще он придумал?"
    # mt "Хотя, от этих двух озабоченных можно ожидать только одного..."
    # bardie "Эрику нужна мама."
    # m "Что значит 'нужна мама'? И причем здесь Я?!"
    # bardie "Ты будешь его мамой!"
    # m "И как это понимать?"
    # bardie "У Эрика небольшая проблема с учительницей по плаванию. Это дошло до классного руководителя."
    # bardie "Он вызывает родителей Эрика в колледж, но им нельзя туда идти."
    # m "???"
    # m "Почему это его родителям нельзя идти к его учителю?"
    # m "И, вообще, какое мне дело до этого!"
    # bardie "Ты должна притвориться мамой Эрика и пойти поговорить с классным руководителем."
    # bardie "Его родителям нельзя, так как тема очень деликатная."
    # bardie "Эрик не хотел бы, что бы его родители узнали, что он сделал."
    # m "Что ты там натворил? Почему твоим родителям нельзя об этом знать?"
    # erick "Нуууу... Я... Как сказать..."
    # erick "..."
    # m "Как ты себе это представляешь? С чего это вдруг я должна идти в колледж и обманывать преподавателя?"
    # bardie "Никто ничего не заподозрит, гувернантка. Этот учитель у нас совсем недавно, но с ним можно договориться."
    # m "???"
    # bardie "У Бетти получилось решить с ним очень сложный вопрос. У тебя тем более получится решить эту маленькую проблемку Эрика."
    # m "Я никуда не собираюсь идти! Все это глупости!"
    # bardie "Это не просьба, гувернантка! Это приказ хозяина дома."
    # bardie "А спорить с хозяином, тем более при гостях, тебе запрещено!"
    # m "Я работаю здесь просто гувернанткой! Быть чьей-то мамой я не нанималась!"
    # m "Я не знаю, как и что делать! И вообще, я не похожа на чью-либо маму!"
    # m "!!!"
    # bardie "Бетти тоже не знала, но разобралась на месте. И ты разберешься, гувернантка."
    # bardie "А вот насчет того, что непохожа на маму - это да. Нужно платье нормальное."
    # bardie "Ты должна идти не в униформе гувернантки."
    # bardie "У тебя хорошая униформа и мне она нравится. Хотя, я думаю, что твоя униформа тебе не очень удобна."
    # m "Чем это она неудобна?"
    # bardie "В этой униформе гувернантке приходится делать лишние движения... чтобы показать, что она соблюдает правила дома."
    # bardie "А хозяину и без лишних движений должно быть видно, насколько ты хорошая гувернантка."
    # m "Мне есть, что надеть, кроме этой дурацкой униформы!"
    # bardie "Какая у тебя одежда? Та, в которой ты пришла на работу к нам устраиваться?"
    # bardie "Аха-ха-ха!!!"
    # bardie "Учитель подумает, что ты какая-нибудь разносчица флаеров или продавщица кебабов."
    # bardie "Или то красное платье, в котором ты незаметно пробираешься в дом изо дня в день?"
    # bardie "Аха-ха!!!"
    # mt "!!!"
    # bardie "Ты должна выглядеть, как Бетти. Нужно платье, похожее на ее наряд."
    # m "Я никогда не буду носить такую дурацкую одежду, как у Бетти!"
    # mt "Фи! Провинциалка!"
    # bardie "Тогда гувернантка должна купить себе такое платье. Встретиться с учителем нужно чем быстрее, тем лучше."
    # m "..."
    # bardie "Гувернантка должна внимательно его выслушать и извиниться за Эрика."
    # bardie "Потом сказать, что ты обязательно поговоришь с сыном и такого больше не повторится."
    # m "..."
    # bardie "Если учитель попросит тебя что-нибудь сделать для нужд класса, то соглашайся. Это поможет Эрику избежать наказания."
    # m "С чего бы это я должна буду еще что-то делать?"
    # bardie "Потому что я тебе это сказал! И не спорь!"
    # bardie "Если ты все хорошо сделаешь, то я, хозяин дома, буду очень доволен."
    # bardie "Ты же хочешь, чтобы хозяин был доволен, гувернантка?"
    # bardie "И запомни, что для учителя ты - миссис Бейкер, а Эрик Бейкер - твой сын."
    # bardie "Учителя зовут мистер Эдвардс. Все запомнила, гувернантка?"
    # m "..."
    # bardie "Теперь иди покупай платье."
    # m "У меня нет денег на платье!"
    # bardie "Не ври! Бетти говорит, что ты получаешь большую зарплату здесь. Так что найдешь несколько баксов, чтобы купить платье."
    # bardie "Мы с Эриком будем ждать тебя здесь. Надеюсь, ты вернешься из колледжа с хорошими новостями."
    # mt "Ненавижу все эту семейку, которая поселилась в моем доме! И Я еще должна молча все это терпеть!"
    m "???"
    mt "Что еще он придумал?"
    mt "Хотя, от этих двух озабоченных можно ожидать только одного..."
    bardie "Эрику нужна мама."
    m "Что значит 'нужна мама'? И причем здесь Я?!"
    bardie "Ты будешь его мамой!"
    m "И как это понимать?"
    bardie "У Эрика небольшая проблема с учительницей по плаванию. Это дошло до классного руководителя."
    bardie "Он вызывает родителей Эрика в колледж, но им нельзя туда идти."
    m "???"
    m "Почему это его родителям нельзя идти к его учителю?"
    m "И, вообще, какое мне дело до этого!"
    bardie "Ты должна притвориться мамой Эрика и пойти поговорить с классным руководителем."
    bardie "Его родителям нельзя, так как тема очень деликатная."
    bardie "Эрик не хотел бы, что бы его родители узнали, что он сделал."
    m "Что ты там натворил? Почему твоим родителям нельзя об этом знать?"
    erick "Нуууу... Я... Как сказать..."
    erick "..."
    m "Как ты себе это представляешь? С чего это вдруг я должна идти в колледж и обманывать преподавателя?"
    bardie "Никто ничего не заподозрит, гувернантка. Этот учитель у нас совсем недавно, но с ним можно договориться."
    m "???"
    bardie "У Бетти получилось решить с ним очень сложный вопрос. У тебя тем более получится решить эту маленькую проблемку Эрика."
    m "Я никуда не собираюсь идти! Все это глупости!"
    bardie "Это не просьба, гувернантка! Это приказ хозяина дома."
    bardie "А спорить с хозяином, тем более при гостях, тебе запрещено!"
    m "Я работаю здесь просто гувернанткой! Быть чьей-то мамой я не нанималась!"
    m "Я не знаю, как и что делать! И вообще, я не похожа на чью-либо маму!"
    m "!!!"
    bardie "Бетти тоже не знала, но разобралась на месте. И ты разберешься, гувернантка."
    bardie "А вот насчет того, что непохожа на маму - это да. Нужно платье нормальное."
    bardie "Ты должна идти не в униформе гувернантки."
    bardie "У тебя хорошая униформа и мне она нравится. Хотя, я думаю, что твоя униформа тебе не очень удобна."
    m "Чем это она неудобна?"
    bardie "В этой униформе гувернантке приходится делать лишние движения... чтобы показать, что она соблюдает правила дома."
    bardie "А хозяину и без лишних движений должно быть видно, насколько ты хорошая гувернантка."
    m "Мне есть, что надеть, кроме этой дурацкой униформы!"
    bardie "Какая у тебя одежда? Та, в которой ты пришла на работу к нам устраиваться?"
    bardie "Аха-ха-ха!!!"
    bardie "Учитель подумает, что ты какая-нибудь разносчица флаеров или продавщица кебабов."
    bardie "Или то красное платье, в котором ты незаметно пробираешься в дом изо дня в день?"
    bardie "Аха-ха!!!"
    mt "!!!"
    bardie "Ты должна выглядеть, как Бетти. Нужно платье, похожее на ее наряд."
    m "Я никогда не буду носить такую дурацкую одежду, как у Бетти!"
    mt "Фи! Провинциалка!"
    bardie "Тогда гувернантка должна купить себе такое платье. Встретиться с учителем нужно чем быстрее, тем лучше."
    m "..."
    bardie "Гувернантка должна внимательно его выслушать и извиниться за Эрика."
    bardie "Потом сказать, что ты обязательно поговоришь с сыном и такого больше не повторится."
    m "..."
    bardie "Если учитель попросит тебя что-нибудь сделать для нужд класса, то соглашайся. Это поможет Эрику избежать наказания."
    m "С чего бы это я должна буду еще что-то делать?"
    bardie "Потому что я тебе это сказал! И не спорь!"
    bardie "Если ты все хорошо сделаешь, то я, хозяин дома, буду очень доволен."
    bardie "Ты же хочешь, чтобы хозяин был доволен, гувернантка?"
    bardie "И запомни, что для учителя ты - миссис Бейкер, а Эрик Бейкер - твой сын."
    bardie "Учителя зовут мистер Эдвардс. Все запомнила, гувернантка?"
    m "..."
    bardie "Теперь иди покупай платье."
    m "У меня нет денег на платье!"
    bardie "Не ври! Бетти говорит, что ты получаешь большую зарплату здесь. Так что найдешь несколько баксов, чтобы купить платье."
    bardie "Мы с Эриком будем ждать тебя здесь. Надеюсь, ты вернешься из колледжа с хорошими новостями."
    mt "Ненавижу все эту семейку, которая поселилась в моем доме! И Я еще должна молча все это терпеть!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:316
translate english dialogue_classmate_2_1_fd7f671f:

    # mt "Мне снова надо будет идти в этот чертов магазин, фи!"
    # mt "Но лучше я сделаю, как хочет эта малявка Барди. Иначе он пойдет к Маркусу и расскажет, где я живу."
    # mt "Боюсь даже думать о том, что он пришлет полицейских и они заберут меня... и снова посадят в эту камеру..."
    # mt "!!!"
    # mt "Мне надо скорее идти в магазин!"
    mt "Мне снова надо будет идти в этот чертов магазин, фи!"
    mt "Но лучше я сделаю, как хочет эта малявка Барди. Иначе он пойдет к Маркусу и расскажет, где я живу."
    mt "Боюсь даже думать о том, что он пришлет полицейских и они заберут меня... и снова посадят в эту камеру..."
    mt "!!!"
    mt "Мне надо скорее идти в магазин!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:326
translate english dialogue_classmate_3_71635689:

    # mt "В этот раз мне не составит труда подобрать себе платье... Ведь там полный магазин дурацкой одежды."
    # mt "Надеюсь, эта лесбиянка не будет приставать ко мне. Как вспомню... Фу, это было так мерзко!"
    mt "В этот раз мне не составит труда подобрать себе платье... Ведь там полный магазин дурацкой одежды."
    mt "Надеюсь, эта лесбиянка не будет приставать ко мне. Как вспомню... Фу, это было так мерзко!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:334
translate english dialogue_classmate_3_1_81b8b1f5:

    # mt "Я надену это платье всего один раз и выброшу."
    # mt "Как такое вообще можно носить? Ни одна леди себе такого не позволит."
    # mt "А я леди. Мне просто надо перетерпеть все эти временные трудности..."
    # m "Я хочу купить обычную одежду, которую носят домохозяйки!"
    # vivian "Здравствуйте! Да, конечно!"
    # vivian "Я сейчас вам принесу."
    # vivian "О, это ты? Хочешь 'купить' одежду, как в прошлый раз?"
    # mt "На что эта лесбиянка намекает?"
    # mt "???"
    # vivian "У меня есть подходящий костюм."
    # vivian "Можешь отработать этот костюм манекеном. У меня есть еще товар, который надо продать."
    # vivian "Или могу предложить другой вариант."
    # vivian "Я сделаю большую скидку, если ты мне сделаешь что-нибудь приятное."
    # mt "..."
    mt "Я надену это платье всего один раз и выброшу."
    mt "Как такое вообще можно носить? Ни одна леди себе такого не позволит."
    mt "А я леди. Мне просто надо перетерпеть все эти временные трудности..."
    m "Я хочу купить обычную одежду, которую носят домохозяйки!"
    vivian "Здравствуйте! Да, конечно!"
    vivian "Я сейчас вам принесу."
    vivian "О, это ты? Хочешь 'купить' одежду, как в прошлый раз?"
    mt "На что эта лесбиянка намекает?"
    mt "???"
    vivian "У меня есть подходящий костюм."
    vivian "Можешь отработать этот костюм манекеном. У меня есть еще товар, который надо продать."
    vivian "Или могу предложить другой вариант."
    vivian "Я сделаю большую скидку, если ты мне сделаешь что-нибудь приятное."
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:361
translate english dialogue_classmate_3_1_be9fdaf1:

    # m "Я беру его."
    # vivian "Пожалуйста, ваш костюм."
    m "I'm taking it."
    vivian "Пожалуйста, ваш костюм."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:366
translate english dialogue_classmate_3_1_437bd925:

    # vivian "Специально для Вас скидка 50 процентов."
    # vivian "Приходите к нам еще. Мы всегда рады вас видеть."
    # m "Спасибо. Обязательно."
    vivian "Специально для Вас скидка 50 процентов."
    vivian "Приходите к нам еще. Мы всегда рады вас видеть."
    m "Спасибо. Обязательно."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:374
translate english dialogue_classmate_3_1_e3b9e8d0:

    # mt "Я могу получить этот костюм бесплатно, если соглашусь работать манекеном."
    # mt "Но у меня нет времени на это."
    # mt "Малявка сказал, что чем быстрее я поговорю с учителем, тем лучше."
    # mt "..."
    mt "Я могу получить этот костюм бесплатно, если соглашусь работать манекеном."
    mt "Но у меня нет времени на это."
    mt "Малявка сказал, что чем быстрее я поговорю с учителем, тем лучше."
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:384
translate english dialogue_classmate_3_1_b8a1e486:

    # mt "..."
    # mt "Большая скидка? Хм."
    # m "И что же я должна буду сделать?"
    # vivian "Я знала, что тебе понравится этот вариант."
    # mt "!!!"
    # vivian "Просто поцелуй мой животик."
    # mt "???"
    # m "Просто поцеловать?"
    # mt "..."
    # mt "Фу! Она снова принуждает меня делать всякие мерзости."
    # mt "!!!"
    # vivian "Да. Давай, просто сделай это и заберешь костюм со скидкой."
    # vivian "Давай, еще один разочек немного ниже."
    # m "Ты говорила про один поцелуй!" 
    # vivian "Я не уточнила сколько раз нужно поцеловать мой животик."
    # mt "!!!"
    # vivian "Ммм..."
    # vivian "И еще..."
    # mt "Да она издевается!"
    # m "Я не буду больше этого делать!" 
    # vivian "Последний раз и все. Иначе никакой скидки!"
    # mt "Какая мерзость!"
    # mt "!!!"
    # vivian "Ммм... Это было приятно." 
    # vivian "Теперь можешь купить этот костюм со скидкой."
    # mt "Ну наконец-то!"
    # mt "..."
    # vivian "Твой костюм. Надеюсь, ты скоро придешь снова."
    # vivian "Тебе же понравился мой индивидуальный подход к постоянным клиентам?" 
    # m "Очень!" 
    # mt "Надеюсь, что мне больше не придется возвращаться в этот магазин с дурацкой одеждой для людей без вкуса."
    # mt "И общаться с НЕЙ!"
    # mt "Фи!"
    mt "..."
    mt "Большая скидка? Хм."
    m "И что же я должна буду сделать?"
    vivian "Я знала, что тебе понравится этот вариант."
    mt "!!!"
    vivian "Просто поцелуй мой животик."
    mt "???"
    m "Просто поцеловать?"
    mt "..."
    mt "Фу! Она снова принуждает меня делать всякие мерзости."
    mt "!!!"
    vivian "Да. Давай, просто сделай это и заберешь костюм со скидкой."
    vivian "Давай, еще один разочек немного ниже."
    m "Ты говорила про один поцелуй!" 
    vivian "Я не уточнила сколько раз нужно поцеловать мой животик."
    mt "!!!"
    vivian "Ммм..."
    vivian "И еще..."
    mt "Да она издевается!"
    m "Я не буду больше этого делать!" 
    vivian "Последний раз и все. Иначе никакой скидки!"
    mt "Какая мерзость!"
    mt "!!!"
    vivian "Ммм... Это было приятно." 
    vivian "Теперь можешь купить этот костюм со скидкой."
    mt "Finally!"
    mt "..."
    vivian "Твой костюм. Надеюсь, ты скоро придешь снова."
    vivian "Тебе же понравился мой индивидуальный подход к постоянным клиентам?" 
    m "Очень!" 
    mt "Надеюсь, что мне больше не придется возвращаться в этот магазин с дурацкой одеждой для людей без вкуса."
    mt "И общаться с НЕЙ!"
    mt "Phi!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:429
translate english dialogue_classmate_3_1_1_c7936f79:

    # mt "Фи! Неужели такое кто-то покупает?"
    mt "Фи! Неужели такое кто-то покупает?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:434
translate english dialogue_classmate_3_1_2_71c37bf8:

    # mt "А это платье я не взяла бы даже бесплатно."
    mt "А это платье я не взяла бы даже бесплатно."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:439
translate english dialogue_classmate_3_1_3_507cd651:

    # mt "Как такое можно надеть на себя?"
    mt "Как такое можно надеть на себя?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:444
translate english dialogue_classmate_3_1_4_92d59569:

    # mt "В этом магазине нет ни одного приличного платья для деревенщин."
    mt "В этом магазине нет ни одного приличного платья для деревенщин."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:449
translate english dialogue_classmate_3_1_5_0f831b97:

    # mt "Какая безвкусица! Фи!"
    mt "Какая безвкусица! Фи!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:454
translate english dialogue_classmate_3_1_6_962c971e:

    # mt "Хм. Это, конечно, выглядит ужасно, но... Может, стоить примерить?"
    mt "Хм. Это, конечно, выглядит ужасно, но... Может, стоить примерить?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:459
translate english dialogue_classmate_3_1_7_40beebaf:

    # mt "Какой ужас!"
    # mt "..."
    # mt "Я в нем похожа на маму?"
    # mt "По крайней мере, выгляжу получше, чем эта деревенщина в своем ужасном платье."
    # mt "Думаю, что не найду ничего более приемлимого в этом магазине. Только время зря потрачу."
    mt "How horrible!"
    mt "..."
    mt "Я в нем похожа на маму?"
    mt "По крайней мере, выгляжу получше, чем эта деревенщина в своем ужасном платье."
    mt "Думаю, что не найду ничего более приемлимого в этом магазине. Только время зря потрачу."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:469
translate english dialogue_classmate_3_2a_b81202f0:

    # mt "Странно. Магазин закрыт. Интересно почему?"
    # mt "Может быть стоит {c}придти сюда днем{/c}?"
    mt "Странно. Магазин закрыт. Интересно почему?"
    mt "Может быть стоит {c}придти сюда днем{/c}?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:476
translate english dialogue_classmate_3_2b_ea57af8b:

    # mt "Я не похожа на маму в этой одежде."
    # mt "Мне надо переодеться во что-то подобающее."
    mt "Я не похожа на маму в этой одежде."
    mt "Мне надо переодеться во что-то подобающее."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:483
translate english dialogue_classmate_3_2c_34ed2033:

    # mt "Мне нечего там делать вечером."
    mt "Мне нечего там делать вечером."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:489
translate english dialogue_classmate_3_2d_26b9a995:

    # mt "Что я там забыла?!"
    mt "Что я там забыла?!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:495
translate english dialogue_classmate_3_2_d991e79e:

    # mt "Сейчас мне нужно переодеться и идти в колледж."
    # mt "Если я сделаю что-то не так, Барди меня накажет и снова будет угрожать Маркусом."
    # mt "Лучше лишний раз не связываться с этой малявкой."
    mt "Сейчас мне нужно переодеться и идти в колледж."
    mt "Если я сделаю что-то не так, Барди меня накажет и снова будет угрожать Маркусом."
    mt "Лучше лишний раз не связываться с этой малявкой."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:503
translate english dialogue_classmate_3_2e_015a8067:

    # m "У меня нет времени на подобные глупости!"
    m "У меня нет времени на подобные глупости!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:510
translate english dialogue_classmate_3_3_75ea5776:

    # mt "Дурацкий костюм. Надеюсь, я в нем похожа на маму?"
    # mt "По крайней мере, выгляжу получше, чем эта деревенщина Бетти в своем ужасном платье. Фи!"
    mt "Дурацкий костюм. Надеюсь, я в нем похожа на маму?"
    mt "По крайней мере, выгляжу получше, чем эта деревенщина Бетти в своем ужасном платье. Фи!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:517
translate english dialogue_classmate_3_3a_419d00e1:

    # mt "Я сегодня уже достаточно наговорилась с учителем. Нужно не забыть рассказать малявке, как все прошло."
    mt "Я сегодня уже достаточно наговорилась с учителем. Нужно не забыть рассказать малявке, как все прошло."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:521
translate english dialogue_classmate_3_3b_2189d06c:

    # mt "Этот Мистер Эдвардс и правда такой солидный и уважаемый учитель, каким хочет казаться?"
    mt "Этот Мистер Эдвардс и правда такой солидный и уважаемый учитель, каким хочет казаться?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:525
translate english dialogue_classmate_3_3c_2a4ac4ba:

    # mt "Очень неплохой дизайн кабинета. Окна делают его очень светлым и уютным."
    mt "Очень неплохой дизайн кабинета. Окна делают его очень светлым и уютным."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:529
translate english dialogue_classmate_3_3d_f8e228dc:

    # mt "Столько книг... Для таких озабоченных малявок, как Барди, это просто куча бумаги."
    mt "Столько книг... Для таких озабоченных малявок, как Барди, это просто куча бумаги."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:533
translate english dialogue_classmate_3_3e_2b4653fe:

    # mt "Хм, я знаю одного студента в этом классе, который дважды два не вычислит..."
    mt "Хм, я знаю одного студента в этом классе, который дважды два не вычислит..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:537
translate english dialogue_classmate_3_3f_b9b2487a:

    # mt "Смотрится неплохо. Когда верну себе свой журнал, повешу такую же карту у себя в кабинете."
    mt "Смотрится неплохо. Когда верну себе свой журнал, повешу такую же карту у себя в кабинете."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:541
translate english dialogue_classmate_3_3g_2ffdd14d:

    # mt "У Барди в классе все такие же наглые и озабоченные малявки, как он? Судя по Эрику - да."
    mt "У Барди в классе все такие же наглые и озабоченные малявки, как он? Судя по Эрику - да."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:548
translate english dialogue_classmate_4_929e8e29:

    # mt "Чувствую себя ужасно в этом наряде. Как эта деревенщина Бетти может подобное надевать?"
    # mt "Поверить не могу! Я, Моника Бакфетт, буду притворяться какой-то миссис Б..."
    # mt "Забыла... Вот черт. Что-то на Б..."
    # mt "А учитель, по-моему, Эдвардс. Надеюсь, у меня получится все быстро сделать. И поскорее забыть об этих глупостях малявок."
    # mt "Как-будто у меня своих проблем мало! Еще этот Барди со своим другом..."
    # mt "Так, Моника, соберись! Нужно сделать все, как хочет Барди, иначе проблем станет еще больше."
    mt "Чувствую себя ужасно в этом наряде. Как эта деревенщина Бетти может подобное надевать?"
    mt "Поверить не могу! Я, Моника Бакфетт, буду притворяться какой-то миссис Б..."
    mt "Забыла... Вот черт. Что-то на Б..."
    mt "А учитель, по-моему, Эдвардс. Надеюсь, у меня получится все быстро сделать. И поскорее забыть об этих глупостях малявок."
    mt "Как-будто у меня своих проблем мало! Еще этот Барди со своим другом..."
    mt "Так, Моника, соберись! Нужно сделать все, как хочет Барди, иначе проблем станет еще больше."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:565
translate english dialogue_classmate_5_038c2db8:

    # mt "Это учитель? Надеюсь, разговор с ним не займет у меня много времени."
    mt "Это учитель? Надеюсь, разговор с ним не займет у меня много времени."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:567
translate english dialogue_classmate_5_afa307bf:

    # m "Мистер Эд... Эдвардс?"
    m "Мистер Эд... Эдвардс?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:570
translate english dialogue_classmate_5_0afd6a3c:

    # teacher "Да. Миссис Бейкер, я полагаю?"
    teacher "Да. Миссис Бейкер, я полагаю?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:572
translate english dialogue_classmate_5_9cbdfe5f:

    # mt "Точно. Бейкер. Как я могла забыть?"
    mt "Точно. Бейкер. Как я могла забыть?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:574
translate english dialogue_classmate_5_517eca57:

    # m "Да, мистер Эдвардс. Я пришла поговорить про моего сына Эрика."
    m "Да, мистер Эдвардс. Я пришла поговорить про моего сына Эрика."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:576
translate english dialogue_classmate_5_98f81244:

    # mt "Мелкого озабоченного извращенца..."
    mt "Мелкого озабоченного извращенца..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:578
translate english dialogue_classmate_5_44ad78c5:

    # teacher "Проходите, миссис Бейкер. Присаживайтесь." 
    teacher "Проходите, миссис Бейкер. Присаживайтесь." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:581
translate english dialogue_classmate_5_537936c7:

    # teacher "Эрик - один из лучших студентов в классе и никогда с ним не было проблем. Но вот на днях..."
    # teacher "На днях Эрик залез в шкафчик с одеждой тренера по плаванию. И она его застала за тем, что он дро... хм-м, что он мастурбировал, используя ее нижнее белье."
    teacher "Эрик - один из лучших студентов в классе и никогда с ним не было проблем. Но вот на днях..."
    teacher "На днях Эрик залез в шкафчик с одеждой тренера по плаванию. И она его застала за тем, что он дро... хм-м, что он мастурбировал, используя ее нижнее белье."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:584
translate english dialogue_classmate_5_0711bd07:

    # mt "И почему я не удивлена?.." 
    mt "И почему я не удивлена?.." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:586
translate english dialogue_classmate_5_e0667ecb:

    # teacher "Тренер очень возмущена и собирается идти к директору. Она будет требовать у директора наказать Эрика."
    # teacher "Но я ее уговорил немного подождать, так как хотел поговорить сначала с вами."
    teacher "Тренер очень возмущена и собирается идти к директору. Она будет требовать у директора наказать Эрика."
    teacher "Но я ее уговорил немного подождать, так как хотел поговорить сначала с вами."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:589
translate english dialogue_classmate_5_4c7df51e:

    # teacher "Возможно, мы с вами сможем уладить этот вопрос без вмешательства директора."
    # teacher "Я не хотел бы, чтобы у Эрика была плохая характеристика. И чтобы об этом инциденте узнал весь колледж."
    teacher "Возможно, мы с вами сможем уладить этот вопрос без вмешательства директора."
    teacher "Я не хотел бы, чтобы у Эрика была плохая характеристика. И чтобы об этом инциденте узнал весь колледж."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:592
translate english dialogue_classmate_5_bc882c8a:

    # mt "Какая-нибудь мама на моем месте, наверное, была бы в шоке."
    # mt "Нужно сказать этому мистеру Эдвардсу что-нибудь эмоционально. Как там Барди мне говорил?"
    mt "Какая-нибудь мама на моем месте, наверное, была бы в шоке."
    mt "Нужно сказать этому мистеру Эдвардсу что-нибудь эмоционально. Как там Барди мне говорил?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:596
translate english dialogue_classmate_5_9abe4d14:

    # m "Мистер Эдвардс, я просто шокирована поступком Эрика! Я обязательно серьезно поговорю с ним!"
    # m "Такого больше не повторится, мистер Эдвардс. И я предпочла бы, чтобы не было никакой огласки."
    m "Мистер Эдвардс, я просто шокирована поступком Эрика! Я обязательно серьезно поговорю с ним!"
    m "Такого больше не повторится, мистер Эдвардс. И я предпочла бы, чтобы не было никакой огласки."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:600
translate english dialogue_classmate_5_f957e136:

    # teacher "Я абсолютно с вами согласен, миссис Бейкер."
    teacher "Я абсолютно с вами согласен, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:602
translate english dialogue_classmate_5_83cfac39:

    # mt "Отлично!"
    mt "Excellent!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:605
translate english dialogue_classmate_5_132e93da:

    # m "Значит, мы с вами все уладили? Я тогда пойду."
    m "Значит, мы с вами все уладили? Я тогда пойду."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:608
translate english dialogue_classmate_5_6ff2987b:

    # teacher "Нет, миссис Бейкер. Не торопитесь. Мы не уладили..."
    teacher "Нет, миссис Бейкер. Не торопитесь. Мы не уладили..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:610
translate english dialogue_classmate_5_a4bb7152:

    # mt "???"
    mt "???"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:613
translate english dialogue_classmate_5_86c22d8a:

    # teacher "Видите ли, миссис Бейкер, основная сложность - это успокоить учителя по плаванию."
    # teacher "Мисс Мэнсфилд сильно рассержена на Эрика..."
    teacher "Видите ли, миссис Бейкер, основная сложность - это успокоить учителя по плаванию."
    teacher "Мисс Мэнсфилд сильно рассержена на Эрика..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:616
translate english dialogue_classmate_5_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:618
translate english dialogue_classmate_5_75580f1d:

    # teacher "И я даже не знаю, как это сделать."
    # teacher "Она очень строгая и так просто с ней не договориться."
    teacher "И я даже не знаю, как это сделать."
    teacher "Она очень строгая и так просто с ней не договориться."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:621
translate english dialogue_classmate_5_8c2b0eea:

    # teacher "Если у меня получится, тогда с Эриком все будет в порядке. Никто ничего не узнает."
    # teacher "Но это будет крайне сложно сделать..."
    teacher "Если у меня получится, тогда с Эриком все будет в порядке. Никто ничего не узнает."
    teacher "Но это будет крайне сложно сделать..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:624
translate english dialogue_classmate_5_c1632e3d:

    # m "Мистер Эдвардс, есть ли у вас какие-нибудь идеи? Как вы сможете договориться с ней?" 
    m "Мистер Эдвардс, есть ли у вас какие-нибудь идеи? Как вы сможете договориться с ней?" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:626
translate english dialogue_classmate_5_b637f9eb:

    # teacher "Да, идея есть. Она хочет номинироваться на преподавателя года."
    # teacher "Для этого ей нужна не только физическая форма и успехи в педагогике..."
    # teacher "Но и солидный объем теоретической работы."
    teacher "Да, идея есть. Она хочет номинироваться на преподавателя года."
    teacher "Для этого ей нужна не только физическая форма и успехи в педагогике..."
    teacher "Но и солидный объем теоретической работы."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:630
translate english dialogue_classmate_5_6223f241:

    # teacher "Она должна предложить какую-нибудь прогрессивную методику преподавания. Таковой у нее нет."
    # teacher "А у меня как раз есть кое-какие наработки по современной методике преподавания. И я мог бы передать их мисс Мэнсфилд." 
    # teacher "Но, понимаете, миссис Бейкер... Просто так я это сделать не могу. Я потратил немало времени на эту работу."
    teacher "Она должна предложить какую-нибудь прогрессивную методику преподавания. Таковой у нее нет."
    teacher "А у меня как раз есть кое-какие наработки по современной методике преподавания. И я мог бы передать их мисс Мэнсфилд." 
    teacher "Но, понимаете, миссис Бейкер... Просто так я это сделать не могу. Я потратил немало времени на эту работу."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:634
translate english dialogue_classmate_5_07bf90cb:

    # teacher "Если вы меня поддержите, миссис Бейкер, то я сегодня же поговорю с ней. И предложу помочь мисс Мэнсфилд с этой методикой."
    teacher "Если вы меня поддержите, миссис Бейкер, то я сегодня же поговорю с ней. И предложу помочь мисс Мэнсфилд с этой методикой."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:637
translate english dialogue_classmate_5_e7ceb1bf:

    # m "Каким образом я могу вас поддержать, мистер Эдвардс? Что мне нужно сделать?"
    m "Каким образом я могу вас поддержать, мистер Эдвардс? Что мне нужно сделать?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:639
translate english dialogue_classmate_5_d112daec:

    # mt "Хоть на этот раз обойдется без сомнительных просьб в мой адрес..."
    # mt "Это все-таки учитель. Он должен быть высокоморальным человеком и примером для своих учеников."
    mt "Хоть на этот раз обойдется без сомнительных просьб в мой адрес..."
    mt "Это все-таки учитель. Он должен быть высокоморальным человеком и примером для своих учеников."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:643
translate english dialogue_classmate_5_077ea94e:

    # teacher "Мне не совсем удобно, миссис Бейкер..."
    # teacher "Но дело уж очень деликатное..."
    # teacher "Я вынужден попросить вас о небольшом одолжении. Это все же делается ради вашего сына, миссис Бейкер."
    teacher "Мне не совсем удобно, миссис Бейкер..."
    teacher "Но дело уж очень деликатное..."
    teacher "Я вынужден попросить вас о небольшом одолжении. Это все же делается ради вашего сына, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:648
translate english dialogue_classmate_5_21c09219:

    # m "Каком одолжении, мистер Эдвардс? Я сделаю, что нужно."
    m "Каком одолжении, мистер Эдвардс? Я сделаю, что нужно."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:651
translate english dialogue_classmate_5_d74d79f0:

    # teacher "Если бы вы, миссис Бейкер, смогли показать мне хотя бы свою грудь..."
    # teacher "То я был бы очень рад этому."
    # teacher "Это очень поддержало бы меня морально."
    teacher "Если бы вы, миссис Бейкер, смогли показать мне хотя бы свою грудь..."
    teacher "То я был бы очень рад этому."
    teacher "Это очень поддержало бы меня морально."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:656
translate english dialogue_classmate_5_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:661
translate english dialogue_classmate_5_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:665
translate english dialogue_classmate_5_58f96125:

    # m "Мистер Эдвардс! Я не ожидала, что вы можете предложить мне подобное!"
    # m "Я же мать вашего ученика. Как так можно?"
    m "Мистер Эдвардс! Я не ожидала, что вы можете предложить мне подобное!"
    m "Я же мать вашего ученика. Как так можно?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:669
translate english dialogue_classmate_5_e87906af:

    # teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    # teacher "И она создаст Эрику большие проблемы."
    teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    teacher "И она создаст Эрику большие проблемы."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:672
translate english dialogue_classmate_5_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:679
translate english dialogue_classmate_5_e6cbb911:

    # teacher "А, миссис Бейкер! Это вы? Ну как, вы надумали?" 
    teacher "А, миссис Бейкер! Это вы? Ну как, вы надумали?" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:683
translate english dialogue_classmate_5_44bf82f4:

    # mt "Мне нужно всего лишь показать грудь. А она у меня действительно великолепна."
    # mt "В принципе, если это все, что от меня требуется..."
    # mt "И этим я смогу отделаться от надоедливого Барди... то, возможно, стоит пойти на это."
    mt "Мне нужно всего лишь показать грудь. А она у меня действительно великолепна."
    mt "В принципе, если это все, что от меня требуется..."
    mt "И этим я смогу отделаться от надоедливого Барди... то, возможно, стоит пойти на это."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:687
translate english dialogue_classmate_5_e3132f2c:

    # mt "Он же хочет, чтобы я просто показала грудь. На большее не намекает."
    # mt "Хотя мог бы воспользоваться ситуацией."
    # mt "Я уже насмотрелась на разных извращенцев и этот мистер Эдвардс не похож на них."
    mt "Он же хочет, чтобы я просто показала грудь. На большее не намекает."
    mt "Хотя мог бы воспользоваться ситуацией."
    mt "Я уже насмотрелась на разных извращенцев и этот мистер Эдвардс не похож на них."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:691
translate english dialogue_classmate_5_3904c8ed:

    # m "Хорошо, мистер Эдвардс. Я покажу грудь, но только прикасаться ко мне я не позволю."
    # m "Можно только посмотреть!" 
    m "Хорошо, мистер Эдвардс. Я покажу грудь, но только прикасаться ко мне я не позволю."
    m "Можно только посмотреть!" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:695
translate english dialogue_classmate_5_7223d4f4:

    # teacher "Конечно! Я только посмотрю."
    # teacher "Это и правда мне очень поможет, миссис Бейкер."
    teacher "Конечно! Я только посмотрю."
    teacher "Это и правда мне очень поможет, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:699
translate english dialogue_classmate_5_e612037c_1:

    # m "..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:701
translate english dialogue_classmate_5_54bf5791:

    # teacher "Вы потрясающе красивая женщина, миссис Бейкер! Я никогда не видел более красивой груди!"
    teacher "Вы потрясающе красивая женщина, миссис Бейкер! Я никогда не видел более красивой груди!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:703
translate english dialogue_classmate_5_64db3f83:

    # mt "Еще бы! Я владелица модного журнала и самая красивая женщина в этом городе!"
    # mt "Или, вообще, во всей этой стране!"
    mt "Еще бы! Я владелица модного журнала и самая красивая женщина в этом городе!"
    mt "Или, вообще, во всей этой стране!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:706
translate english dialogue_classmate_5_f6a6fe71:

    # teacher "Можно я прикоснусь совсем немного?"
    teacher "Можно я прикоснусь совсем немного?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:708
translate english dialogue_classmate_5_b368a56b:

    # m "Нет, мы так не договаривались. Вы достаточно посмотрели, мистер Эдвардс?" 
    m "Нет, мы так не договаривались. Вы достаточно посмотрели, мистер Эдвардс?" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:710
translate english dialogue_classmate_5_8fda534c:

    # teacher "Да, спасибо, миссис Бейкер. Я уверен, что у меня теперь все получится."
    teacher "Да, спасибо, миссис Бейкер. Я уверен, что у меня теперь все получится."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:713
translate english dialogue_classmate_5_3b6bb76f:

    # m "Мистер Эдвардс, как я узнаю, что у вас получилось все уладить с мисс Мэнсфилд?"
    # m "Я должна быть уверена в положительном результате."
    m "Мистер Эдвардс, как я узнаю, что у вас получилось все уладить с мисс Мэнсфилд?"
    m "Я должна быть уверена в положительном результате."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:716
translate english dialogue_classmate_5_88b3d160:

    # teacher "Я позвонил бы вам, но так как дело очень деликатное и я боюсь огласки..."
    # teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 
    teacher "Я позвонил бы вам, но так как дело очень деликатное и я боюсь огласки..."
    teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:720
translate english dialogue_classmate_5_3542ca6d:

    # mt "Черт! Мне снова нужно будет приходить сюда!"
    # mt "..."
    mt "Черт! Мне снова нужно будет приходить сюда!"
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:723
translate english dialogue_classmate_5_3389679b:

    # mt "А если что-то у учителя пойдет не так?"
    # mt "То у Эрика будут проблемы. И у меня тогда тоже... с Барди."
    mt "А если что-то у учителя пойдет не так?"
    mt "То у Эрика будут проблемы. И у меня тогда тоже... с Барди."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:726
translate english dialogue_classmate_5_bbffdb52:

    # m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    # m "До встречи."
    m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    m "See you."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:729
translate english dialogue_classmate_5_c27b236a:

    # teacher "До свидания, миссис Бейкер."
    # teacher "Приятно было с вами познакомиться."
    teacher "До свидания, миссис Бейкер."
    teacher "Приятно было с вами познакомиться."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:739
translate english dialogue_classmate_5_1_62bcf1e8:

    # mt "Этот учитель не такая уж сволочь... как остальные люди, которые меня окружают"
    # mt "Он попросил меня об этом только под давлением обстоятельств."
    # mt "Буду надеяться, что у него все получится."
    # mt "Нужно будет не забыть зайти к малявке и сказать, что результат будет позже."
    mt "Этот учитель не такая уж сволочь... как остальные люди, которые меня окружают"
    mt "Он попросил меня об этом только под давлением обстоятельств."
    mt "Буду надеяться, что у него все получится."
    mt "Нужно будет не забыть зайти к малявке и сказать, что результат будет позже."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:748
translate english dialogue_classmate_5_1a_7687aaa0:

    # mt "Как он мог мне такое предложить?!"
    # mt "Он же учитель! Он должен подавать пример своим ученикам!"
    # mt "Я больше не хочу разговаривать с ним! Пусть эти малявки сами разбираются!!!"
    # mt "Нужно будет зайти к малявке и сказать, что ноги моей больше не будет в этом колледже."
    mt "Как он мог мне такое предложить?!"
    mt "Он же учитель! Он должен подавать пример своим ученикам!"
    mt "Я больше не хочу разговаривать с ним! Пусть эти малявки сами разбираются!!!"
    mt "Нужно будет зайти к малявке и сказать, что ноги моей больше не будет в этом колледже."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:757
translate english dialogue_classmate_5_1b_c59f7a65:

    # mt "Ненавижу эту малявку! Он меня достал уже со своими глупостями!"
    # bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    # m "Если бы твой друг включил мозг, когда надумал залезть в шкафчик мисс Мэнсфилд. То проблем бы никаких не было."
    # bardie "И? Проблема решена?"
    # m "Нет! И я не собираюсь заниматься этими глупостями!"
    # m "Я не пойду больше в этот твой чертов колледж! Разбирайтесь сами!"
    # bardie "Гувернантка забыла, что Эрик делает хозяину домашку?"
    # m "Да какое мне дело до этого?!" 
    # m "Пусть сам решает свои проблемы!!!"
    # bardie "Гувернантка плохая! Ее надо наказать!"
    # bardie "Покажи мне, как хорошо ты соблюдаешь правила этого дома!"
    # m "!!!" 
    # mt "Надеюсь, после этого он, наконец, отстанет от меня."
    # bardie "Гувернантка ослушалась приказа хозяина!"
    # bardie "Плохая гувернантка!"
    # bardie "Гувернантка поняла, что вела себя плохо?"
    # bardie "Гувернантка больше не будет так делать и выполнит все, что скажет хозяин?"
    # bardie "Гувернантка должна пойти в колледж и решить проблему Эрика!"
    # mt "Ненавижу его!"
    # mt "Он меня этим не напугает и не заставит идти к учителю!"
    # mt "Он все равно не добьется своего!"
    # mt "Я не пойду в этот чертов колледж! Я не хочу!!!"
    # mt "Черт! Как больно! Когда он уже остановится?!"
    # m "!!!"
    # m "Я хорошая гувернантка!"
    # m "Но я не пойду в колледж!"
    # mt "Нет! Я не пойду туда больше!"
    # mt "Я хорошая гувернантка! Я поговорю с учителем еще раз!"
    mt "Ненавижу эту малявку! Он меня достал уже со своими глупостями!"
    bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    m "Если бы твой друг включил мозг, когда надумал залезть в шкафчик мисс Мэнсфилд. То проблем бы никаких не было."
    bardie "И? Проблема решена?"
    m "Нет! И я не собираюсь заниматься этими глупостями!"
    m "Я не пойду больше в этот твой чертов колледж! Разбирайтесь сами!"
    bardie "Гувернантка забыла, что Эрик делает хозяину домашку?"
    m "Да какое мне дело до этого?!" 
    m "Пусть сам решает свои проблемы!!!"
    bardie "Гувернантка плохая! Ее надо наказать!"
    bardie "Покажи мне, как хорошо ты соблюдаешь правила этого дома!"
    m "!!!" 
    mt "Надеюсь, после этого он, наконец, отстанет от меня."
    bardie "Гувернантка ослушалась приказа хозяина!"
    bardie "Плохая гувернантка!"
    bardie "Гувернантка поняла, что вела себя плохо?"
    bardie "Гувернантка больше не будет так делать и выполнит все, что скажет хозяин?"
    bardie "Гувернантка должна пойти в колледж и решить проблему Эрика!"
    mt "Ненавижу его!"
    mt "Он меня этим не напугает и не заставит идти к учителю!"
    mt "Он все равно не добьется своего!"
    mt "Я не пойду в этот чертов колледж! Я не хочу!!!"
    mt "Черт! Как больно! Когда он уже остановится?!"
    m "!!!"
    m "Я хорошая гувернантка!"
    m "Но я не пойду в колледж!"
    mt "Нет! Я не пойду туда больше!"
    mt "Я хорошая гувернантка! Я поговорю с учителем еще раз!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:798
translate english dialogue_classmate_6_28d9d498:

    # mt "Ненавижу этих двух малявок! Надеюсь, сегодня обойдется без уроков по вылизыванию меня там..."
    # bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    # m "Если бы твой друг включил мозг, когда надумал залезть в шкафчик мисс Мэнсфилд. То проблем бы никаких не было."
    # m "А теперь мне и учителю приходится думать о том, как это уладить!" 
    # m "Мистер Эдвардс сказал, что поговорит с мисс Мэнсфилд. Как будет результат, он мне сообщит."
    # m "Из-за этого мне снова придется идти в колледж."
    # m "А это никак не входило в мои планы!"
    # bardie "Гувернантка хорошая! Я вижу, что она старается."
    # bardie "Если у нее получится все уладить, то я буду очень доволен своей гувернанткой!"
    # mt "..."
    # bardie "Теперь можешь идти, гувернантка."
    # bardie "Ты на сегодня свободна."
    # mt "Черт, мне снова придется надевать этот дурацкий костюм для провинциалок. Фи!"
    mt "Ненавижу этих двух малявок! Надеюсь, сегодня обойдется без уроков по вылизыванию меня там..."
    bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    m "Если бы твой друг включил мозг, когда надумал залезть в шкафчик мисс Мэнсфилд. То проблем бы никаких не было."
    m "А теперь мне и учителю приходится думать о том, как это уладить!" 
    m "Мистер Эдвардс сказал, что поговорит с мисс Мэнсфилд. Как будет результат, он мне сообщит."
    m "Из-за этого мне снова придется идти в колледж."
    m "А это никак не входило в мои планы!"
    bardie "Гувернантка хорошая! Я вижу, что она старается."
    bardie "Если у нее получится все уладить, то я буду очень доволен своей гувернанткой!"
    mt "..."
    bardie "Теперь можешь идти, гувернантка."
    bardie "Ты на сегодня свободна."
    mt "Черт, мне снова придется надевать этот дурацкий костюм для провинциалок. Фи!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:821
translate english dialogue_classmate_7_b74f8754:

    # mt "Чувствую себя ужасно в этом костюме. Как эта деревенщина Бетти может подобное надевать?"
    # mt "Надеюсь, у учителя все получилось, и мне не придется возвращаться сюда снова."
    # mt "Нужно сделать все, чтобы у этого мелкого озабоченного извращенца не было проблем в колледже."
    # mt "Иначе у меня возникнут проблемы посерьезнее, чем есть сейчас."
    mt "Чувствую себя ужасно в этом костюме. Как эта деревенщина Бетти может подобное надевать?"
    mt "Надеюсь, у учителя все получилось, и мне не придется возвращаться сюда снова."
    mt "Нужно сделать все, чтобы у этого мелкого озабоченного извращенца не было проблем в колледже."
    mt "Иначе у меня возникнут проблемы посерьезнее, чем есть сейчас."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:833
translate english dialogue_classmate_8_428be37a:

    # mt "Надеюсь, в этот раз мне не придется вдохновлять его своей голой грудью..."
    mt "Надеюсь, в этот раз мне не придется вдохновлять его своей голой грудью..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:835
translate english dialogue_classmate_8_08989483:

    # m "Мистер Эдвардс, добрый день."
    m "Мистер Эдвардс, добрый день."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:838
translate english dialogue_classmate_8_9fa0f6bc:

    # teacher "Здавствуйте, миссис Бейкер. Я вас ждал. Присаживайтесь."
    teacher "Здавствуйте, миссис Бейкер. Я вас ждал. Присаживайтесь."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:841
translate english dialogue_classmate_8_377c5072:

    # m "Удалось ли вам договориться с мисс Мэнсфилд?" 
    m "Удалось ли вам договориться с мисс Мэнсфилд?" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:843
translate english dialogue_classmate_8_70692dfc:

    # teacher "Да, я поговорил с ней, миссис Бейкер."
    # teacher "И у меня почти получилось с ней договориться, но..."
    teacher "Да, я поговорил с ней, миссис Бейкер."
    teacher "И у меня почти получилось с ней договориться, но..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:846
translate english dialogue_classmate_8_8e5275ea:

    # m "???"
    # m "Но?.."
    m "???"
    m "Но?.."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:849
translate english dialogue_classmate_8_a5da6166:

    # teacher "Она осталась не совсем довольна тем, что мою методику преподавания ей нужно дорабатывать."
    # teacher "Но мисс Мэнсфилд согласна подождать, когда я закончу работу."
    # teacher "Только после этого она согласна забыть про случай с Эриком."
    teacher "Она осталась не совсем довольна тем, что мою методику преподавания ей нужно дорабатывать."
    teacher "Но мисс Мэнсфилд согласна подождать, когда я закончу работу."
    teacher "Только после этого она согласна забыть про случай с Эриком."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:853
translate english dialogue_classmate_8_a259e947:

    # m "Когда вы сможете закончить эту работу, мистер Эдвардс?."
    m "Когда вы сможете закончить эту работу, мистер Эдвардс?."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:855
translate english dialogue_classmate_8_7f5f11c7:

    # teacher "Я уже провел кое-какую работу над своей методикой."
    # teacher "Думаю, теперь мисс Мэнсфилд будет ею довольна."
    teacher "Я уже провел кое-какую работу над своей методикой."
    teacher "Думаю, теперь мисс Мэнсфилд будет ею довольна."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:858
translate english dialogue_classmate_8_b233c292:

    # teacher "..."
    # teacher "Знаете, миссис Бейкер... Мне очень сложно отдавать свои труды мисс Мэнсфилд..."
    teacher "..."
    teacher "Знаете, миссис Бейкер... Мне очень сложно отдавать свои труды мисс Мэнсфилд..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:861
translate english dialogue_classmate_8_d0666177:

    # m "???"
    m "???"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:863
translate english dialogue_classmate_8_29b036d6:

    # mt "Сейчас он снова будет просить о поддержке..." 
    # mt "Извращенец..."
    mt "Сейчас он снова будет просить о поддержке..." 
    mt "Pervert..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:866
translate english dialogue_classmate_8_51a0cecb:

    # teacher "Если бы вы, миссис Бейкер, смогли показать мне снова свою грудь."
    # teacher "И дать ее потрогать совсем немного."
    # teacher "То я смогу найти в себе силы сделать это." 
    teacher "Если бы вы, миссис Бейкер, смогли показать мне снова свою грудь."
    teacher "И дать ее потрогать совсем немного."
    teacher "То я смогу найти в себе силы сделать это." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:870
translate english dialogue_classmate_8_63253b7b:

    # m "..." 
    m "..." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:872
translate english dialogue_classmate_8_4f0637ac:

    # mt "Мне нужно показать грудь, как в прошлый раз."
    # mt "Он ее уже видел. Но вот прикасаться ко мне!.."
    # mt "..."
    mt "Мне нужно показать грудь, как в прошлый раз."
    mt "Он ее уже видел. Но вот прикасаться ко мне!.."
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:879
translate english dialogue_classmate_8_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:883
translate english dialogue_classmate_8_84f9e8d3:

    # m "Мистер Эдвардс, я не хочу, чтобы вы трогали меня!"
    # m "Показать повторно грудь - это одно дело. Но прикосновения - это уже чересчур!"
    m "Мистер Эдвардс, я не хочу, чтобы вы трогали меня!"
    m "Показать повторно грудь - это одно дело. Но прикосновения - это уже чересчур!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:887
translate english dialogue_classmate_8_69be75d0:

    # teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:890
translate english dialogue_classmate_8_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:899
translate english dialogue_classmate_8_bf1498c8:

    # mt "Это отвратительно! Почему все вокруг хотят сделать со мной что-то непристойное?!"
    # mt "!!!"
    mt "Это отвратительно! Почему все вокруг хотят сделать со мной что-то непристойное?!"
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:902
translate english dialogue_classmate_8_e8b6adfe:

    # mt "С другой стороны, если он просто потрогает немного... А я как-нибудь перетерплю это, то..."
    # mt "То, вероятно, вопрос с малявкой будет закрыт совсем скоро."
    # mt "И я, наконец, смогу отделаться от надоедливого Барди и его друга."
    mt "С другой стороны, если он просто потрогает немного... А я как-нибудь перетерплю это, то..."
    mt "То, вероятно, вопрос с малявкой будет закрыт совсем скоро."
    mt "И я, наконец, смогу отделаться от надоедливого Барди и его друга."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:906
translate english dialogue_classmate_8_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:908
translate english dialogue_classmate_8_33d00828:

    # m "Потрогать можно совсем немного, мистер Эдвардс!" 
    m "Потрогать можно совсем немного, мистер Эдвардс!" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:911
translate english dialogue_classmate_8_182254b1:

    # teacher "Конечно, миссис Бейкер! Это и правда мне очень поможет!"
    teacher "Конечно, миссис Бейкер! Это и правда мне очень поможет!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:918
translate english dialogue_classmate_8_f7ac2629:

    # teacher "Я никогда не видел более красивой женщины, чем вы, миссис Бейкер!"
    teacher "Я никогда не видел более красивой женщины, чем вы, миссис Бейкер!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:922
translate english dialogue_classmate_8_d3042a01:

    # m "Я знаю, мистер Эдвардс! Достаточно!" 
    m "Я знаю, мистер Эдвардс! Достаточно!" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:925
translate english dialogue_classmate_8_152c036d:

    # teacher "Спасибо, миссис Бейкер. Вы мне очень помогли. Я отдам свою методику мисс Мэнсфилд в ближайшее время."
    teacher "Спасибо, миссис Бейкер. Вы мне очень помогли. Я отдам свою методику мисс Мэнсфилд в ближайшее время."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:927
translate english dialogue_classmate_8_b6ed954a:

    # m "Как я узнаю, что у вас получилось договориться с ней, мистер Эдвардс?"
    m "Как я узнаю, что у вас получилось договориться с ней, мистер Эдвардс?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:929
translate english dialogue_classmate_8_64760f28:

    # teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 
    teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:932
translate english dialogue_classmate_8_3542ca6d:

    # mt "Черт! Мне снова нужно будет приходить сюда!"
    # mt "..."
    mt "Черт! Мне снова нужно будет приходить сюда!"
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:935
translate english dialogue_classmate_8_6b7171cc:

    # mt "А если что-то у учителя пойдет не так?"
    # mt "То у Эрика будут проблемы."
    # mt "И у меня тогда тоже... с Барди."
    mt "А если что-то у учителя пойдет не так?"
    mt "То у Эрика будут проблемы."
    mt "И у меня тогда тоже... с Барди."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:939
translate english dialogue_classmate_8_bbffdb52:

    # m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    # m "До встречи."
    m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    m "See you."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:942
translate english dialogue_classmate_8_29e7a5df:

    # teacher "До свидания, миссис Бейкер."
    # teacher "Буду рад видеть вас снова."
    teacher "До свидания, миссис Бейкер."
    teacher "Буду рад видеть вас снова."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:952
translate english dialogue_classmate_8_1_fe1dd973:

    # mt "Буду надеяться, что у него все получится."
    # mt "Нужно будет не забыть зайти к малявке и сказать, что результат будет позже."
    mt "Буду надеяться, что у него все получится."
    mt "Нужно будет не забыть зайти к малявке и сказать, что результат будет позже."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:959
translate english dialogue_classmate_8_2_0884b0e8:

    # teacher "Вы сегодня восхитительно выглядите, мисс Мэнсфилд."
    # teacher "Рад вас видеть! Присаживайтесь."
    # mansfield "Давайте, ближе к делу, мистер Эдвардс!"
    # teacher "Да, конечно. Я доработал методику для вас. Осталось внести всего несколько поправок."
    # mansfield "..."
    # teacher "Завтра утром я ее вам отдам, мисс Мэнсфилд."
    # mansfield "В таком случае до завтра, мистер Эдвардс!" 
    # teacher "Мисс Мэнсфилд?!"
    # mansfield "???"
    # teacher "Я... для вас..."
    # teacher "Я очень старался для вас, мисс Мэнсфилд." 
    # teacher "Это лучшая прогрессивная методика преподавания."
    # teacher "Я проделал огромную работу..."
    # teacher "Я был бы очень рад угостить вас ужином, мисс Мэнсфилд."
    # teacher "Для меня это будет лучшая благодарность с вашей стороны."
    # mansfield "Мистер Эдвардс! Сколько раз можно заводить этот разговор про ужин?"
    # mansfield "Ответ тот же..."
    # mansfield "НЕТ!"
    # mansfield "Уясните, меня это НЕ ИНТЕРЕСУЕТ!"
    # mansfield "Меня ВЫ не интересуете!"
    # teacher "Тогда, можеть быть... Кофе?" 
    # teacher "Составите мне компанию, мисс Мэнсфилд?"
    # mansfield "Ответ НЕТ."
    # mansfield "И о какой благодарности с моей стороны может быть речь?!"
    # mansfield "Вообще-то, это Я вам сделала одолжение, мистер Эдвардс!"
    # teacher "???" 
    # mansfield "Я не рассказала про вашего студента директору..."
    # mansfield "По вашей просьбе."
    # teacher "..."
    # mansfield "Не знаю, зачем вы так за него заступаетесь..."
    # teacher "Он... Я..." 
    # mansfield "Надеюсь, вас за это хорошо отблагодарили, мистер Эдвардс."
    # teacher "!!!" 
    # mansfield "Жду мою методику завтра!"
    teacher "Вы сегодня восхитительно выглядите, мисс Мэнсфилд."
    teacher "Рад вас видеть! Присаживайтесь."
    mansfield "Давайте, ближе к делу, мистер Эдвардс!"
    teacher "Да, конечно. Я доработал методику для вас. Осталось внести всего несколько поправок."
    mansfield "..."
    teacher "Завтра утром я ее вам отдам, мисс Мэнсфилд."
    mansfield "В таком случае до завтра, мистер Эдвардс!" 
    teacher "Мисс Мэнсфилд?!"
    mansfield "???"
    teacher "Я... для вас..."
    teacher "Я очень старался для вас, мисс Мэнсфилд." 
    teacher "Это лучшая прогрессивная методика преподавания."
    teacher "Я проделал огромную работу..."
    teacher "Я был бы очень рад угостить вас ужином, мисс Мэнсфилд."
    teacher "Для меня это будет лучшая благодарность с вашей стороны."
    mansfield "Мистер Эдвардс! Сколько раз можно заводить этот разговор про ужин?"
    mansfield "Ответ тот же..."
    mansfield "NO!"
    mansfield "Уясните, меня это НЕ ИНТЕРЕСУЕТ!"
    mansfield "Меня ВЫ не интересуете!"
    teacher "Тогда, можеть быть... Кофе?" 
    teacher "Составите мне компанию, мисс Мэнсфилд?"
    mansfield "Ответ НЕТ."
    mansfield "И о какой благодарности с моей стороны может быть речь?!"
    mansfield "Вообще-то, это Я вам сделала одолжение, мистер Эдвардс!"
    teacher "???" 
    mansfield "Я не рассказала про вашего студента директору..."
    mansfield "По вашей просьбе."
    teacher "..."
    mansfield "Не знаю, зачем вы так за него заступаетесь..."
    teacher "Он... Я..." 
    mansfield "Надеюсь, вас за это хорошо отблагодарили, мистер Эдвардс."
    teacher "!!!" 
    mansfield "Жду мою методику завтра!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1006
translate english dialogue_classmate_9_1_3ac66f47:

    # mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    # bardie "Ну как сходила, гувернантка?"
    # "Надеюсь, у тебя все получилось уладить?"
    # m "Учитель сказал, что у него пока не получилось."
    # "Он поговорит с мисс Мэнсфилд в ближайшие дни."
    # m "Он сообщит мне результат, когда договорится с ней."
    # m "Поэтому мне снова придется идти в этот чертов колледж."
    # bardie "Гувернантка хорошая. Можешь идти, гувернантка."
    # bardie "Жду тебя с окончательным положительным результатом."
    # mt "Черт, мне снова придется надевать этот дурацкий костюм для провинциалок. Фи!"
    mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    bardie "Ну как сходила, гувернантка?"
    "Надеюсь, у тебя все получилось уладить?"
    m "Учитель сказал, что у него пока не получилось."
    "Он поговорит с мисс Мэнсфилд в ближайшие дни."
    m "Он сообщит мне результат, когда договорится с ней."
    m "Поэтому мне снова придется идти в этот чертов колледж."
    bardie "Гувернантка хорошая. Можешь идти, гувернантка."
    bardie "Жду тебя с окончательным положительным результатом."
    mt "Черт, мне снова придется надевать этот дурацкий костюм для провинциалок. Фи!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1025
translate english dialogue_classmate_10_c7c97528:

    # mt "Чувствую себя ужасно в этом наряде. Как эта деревенщина Бетти может такое надевать?"
    # mt "Надеюсь, у учителя все получилось и мне не придется возвращаться сюда снова."
    # mt "Нужно сделать все, чтобы у этого мелкого озабоченного извращенца не было проблем в колледже."
    # "Иначе у меня возникнут проблемы посерьезнее, чем есть сейчас."
    mt "Чувствую себя ужасно в этом наряде. Как эта деревенщина Бетти может такое надевать?"
    mt "Надеюсь, у учителя все получилось и мне не придется возвращаться сюда снова."
    mt "Нужно сделать все, чтобы у этого мелкого озабоченного извращенца не было проблем в колледже."
    "Иначе у меня возникнут проблемы посерьезнее, чем есть сейчас."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1039
translate english dialogue_classmate_11_08989483:

    # m "Мистер Эдвардс, добрый день."
    m "Мистер Эдвардс, добрый день."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1042
translate english dialogue_classmate_11_1e691dce:

    # teacher "Здавствуйте, миссис Бейкер."
    # teacher "Я вас ждал. Присаживайтесь."
    teacher "Здавствуйте, миссис Бейкер."
    teacher "Я вас ждал. Присаживайтесь."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1046
translate english dialogue_classmate_11_377c5072:

    # m "Удалось ли вам договориться с мисс Мэнсфилд?" 
    m "Удалось ли вам договориться с мисс Мэнсфилд?" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1048
translate english dialogue_classmate_11_b5c574e5:

    # teacher "Видите ли, с мисс Мэнсфилд не так просто договориться."
    # teacher "Она снова нашла недочеты в моей работе."
    teacher "Видите ли, с мисс Мэнсфилд не так просто договориться."
    teacher "Она снова нашла недочеты в моей работе."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1051
translate english dialogue_classmate_11_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1053
translate english dialogue_classmate_11_3f3b8214:

    # teacher "Но, благодаря вам, миссис Бейкер, я превзошел сам себя и доделал свою методику." 
    # teacher "Теперь она точно будет довольна!"
    teacher "Но, благодаря вам, миссис Бейкер, я превзошел сам себя и доделал свою методику." 
    teacher "Теперь она точно будет довольна!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1056
translate english dialogue_classmate_11_0492d16e:

    # mt "Наконец-то, проблема решена!"
    mt "Наконец-то, проблема решена!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1059
translate english dialogue_classmate_11_cff9d308:

    # teacher "Но теперь я сомневаюсь, стоит ли мне отдавать свою методику ей..."
    teacher "Но теперь я сомневаюсь, стоит ли мне отдавать свою методику ей..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1061
translate english dialogue_classmate_11_16bd7868:

    # mt "!!!" 
    mt "!!!" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1063
translate english dialogue_classmate_11_0959acfd:

    # m "Я очень рада, что у вас все получилось с вашей работой, мистер Эдвардс, но..."
    # m "Надеюсь, что я не зря прихожу к вам уже третий раз."
    # m "Я ожидаю, что вы все-таки договоритесь с мисс Мэнсфилд."
    m "Я очень рада, что у вас все получилось с вашей работой, мистер Эдвардс, но..."
    m "Надеюсь, что я не зря прихожу к вам уже третий раз."
    m "Я ожидаю, что вы все-таки договоритесь с мисс Мэнсфилд."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1068
translate english dialogue_classmate_11_33d2a9ff:

    # teacher "Мне будет очень непросто это сделать, миссис Бейкер."
    # teacher "Ведь я сам могу стать номинантом! Я считаю, что моя работа достойна этого."
    # teacher "Все зависит от того, насколько вы, миссис Бейкер, готовы поддержать меня..." 
    teacher "Мне будет очень непросто это сделать, миссис Бейкер."
    teacher "Ведь я сам могу стать номинантом! Я считаю, что моя работа достойна этого."
    teacher "Все зависит от того, насколько вы, миссис Бейкер, готовы поддержать меня..." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1073
translate english dialogue_classmate_11_0a8e6d5c:

    # m "Вы в своем уме?! Как вы можете мне такое предлагать?!"
    # m "Если бы я знала, что в итоге вы потребуете от меня ТАКОГО. Я бы отказалась вообще от вашей помощи!"
    # m "!!!"
    m "Вы в своем уме?! Как вы можете мне такое предлагать?!"
    m "Если бы я знала, что в итоге вы потребуете от меня ТАКОГО. Я бы отказалась вообще от вашей помощи!"
    m "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1077
translate english dialogue_classmate_11_0296b5e8:

    # teacher "Вы не совсем так меня поняли, миссис Бейкер."
    # teacher "Я хочу, чтобы вы просто потрогали меня рукой. Не более того."
    teacher "Вы не совсем так меня поняли, миссис Бейкер."
    teacher "Я хочу, чтобы вы просто потрогали меня рукой. Не более того."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1080
translate english dialogue_classmate_11_6c26c601:

    # teacher "А без моей помощи вы бы вовсе не смогли уладить эту ситуацию, миссис Бейкер."
    teacher "А без моей помощи вы бы вовсе не смогли уладить эту ситуацию, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1083
translate english dialogue_classmate_11_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1086
translate english dialogue_classmate_11_a32f4ff9:

    # teacher "После этого я сразу же отдам свою работу мисс Мэнсфилд."
    # teacher "И вопрос будет закрыт."
    teacher "После этого я сразу же отдам свою работу мисс Мэнсфилд."
    teacher "И вопрос будет закрыт."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1090
translate english dialogue_classmate_11_bfd70106:

    # mt "Он снова пытается склонить меня к сексуальным действиям!"
    # mt "Я не собираюсь этого делать!!!"
    # mt "Пусть этот учитель катится к черту! С меня хватит!"
    mt "Он снова пытается склонить меня к сексуальным действиям!"
    mt "Я не собираюсь этого делать!!!"
    mt "Пусть этот учитель катится к черту! С меня хватит!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1094
translate english dialogue_classmate_11_bd0ea2a1:

    # mt "Пусть идет и рассказывает хоть всему колледжу об этом придурке Эрике!"
    # mt "!!!"
    # mt "Только что я скажу потом Барди?"
    mt "Пусть идет и рассказывает хоть всему колледжу об этом придурке Эрике!"
    mt "!!!"
    mt "Только что я скажу потом Барди?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1098
translate english dialogue_classmate_11_66342e72:

    # mt "..."
    # mt "Черт! Ненавижу эту малявку!"
    # mt "Он же устроит мне массу проблем посерьезнее, чем потрогать член учителя."
    mt "..."
    mt "Черт! Ненавижу эту малявку!"
    mt "Он же устроит мне массу проблем посерьезнее, чем потрогать член учителя."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1103
translate english dialogue_classmate_11_59b13734:

    # m "Я пожалуюсь на вас вашему руководству!"
    # m "Или в полицию!"
    m "Я пожалуюсь на вас вашему руководству!"
    m "Или в полицию!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1106
translate english dialogue_classmate_11_a48189fa:

    # teacher "Я уважаемый педагог с хорошей репутацией. Вам будет крайне сложно меня обвинить в подобном."
    # teacher "Вам просто не поверят, миссис Бейкер."
    teacher "Я уважаемый педагог с хорошей репутацией. Вам будет крайне сложно меня обвинить в подобном."
    teacher "Вам просто не поверят, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1109
translate english dialogue_classmate_11_f7e345d5:

    # teacher "Тем более, что на меня пожалуется мать студента, который сам замечен в аморальном поведении."
    # teacher "Вам должно быть стыдно, миссис Бейкер."
    # teacher "..."
    teacher "Тем более, что на меня пожалуется мать студента, который сам замечен в аморальном поведении."
    teacher "Вам должно быть стыдно, миссис Бейкер."
    teacher "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1114
translate english dialogue_classmate_11_1e418de9:

    # mt "Сомневаюсь, что руководство колледжа мне поверит..."
    # mt "В полицию мне нельзя..."
    # mt "Что же мне делать?"
    # mt "..."
    mt "Сомневаюсь, что руководство колледжа мне поверит..."
    mt "В полицию мне нельзя..."
    mt "What should I do?"
    mt "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1122
translate english dialogue_classmate_11_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1126
translate english dialogue_classmate_11_2dae72d0:

    # m "Я не занимаюсь такими вещами, мистер Эдвардс!"
    m "Я не занимаюсь такими вещами, мистер Эдвардс!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1128
translate english dialogue_classmate_11_dc30a0c0:

    # teacher "Я сделал все зависящее от меня, миссис Бейкер. Я пошел на такие жертвы." 
    # teacher "И все ради вас..."
    # teacher "В таком случае, у меня не получится решить проблему вашего сына, миссис Бейкер."
    teacher "Я сделал все зависящее от меня, миссис Бейкер. Я пошел на такие жертвы." 
    teacher "И все ради вас..."
    teacher "В таком случае, у меня не получится решить проблему вашего сына, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1133
translate english dialogue_classmate_11_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1138
translate english dialogue_classmate_11_f45f3274:

    # mt "Если все что нужно этому извращенцу - это потрогать его член... И ничего более..."
    # mt "Возможно, мне стоит потерпеть и это все закончится, наконец-то?"
    mt "Если все что нужно этому извращенцу - это потрогать его член... И ничего более..."
    mt "Возможно, мне стоит потерпеть и это все закончится, наконец-то?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1146
translate english dialogue_classmate_11_33d145bf:

    # teacher "Просто приласкайте его, миссис Бейкер..."
    teacher "Просто приласкайте его, миссис Бейкер..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1148
translate english dialogue_classmate_11_63253b7b:

    # m "..." 
    m "..." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1154
translate english dialogue_classmate_11_2b2c9dca:

    # teacher "Обхватите его рукой, миссис Бейкер..."
    teacher "Обхватите его рукой, миссис Бейкер..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1159
translate english dialogue_classmate_11_af20d9d0:

    # teacher "Ммм... Да-а-а, как же хорошо..."
    teacher "Ммм... Да-а-а, как же хорошо..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1161
translate english dialogue_classmate_11_1c6466e0:

    # mt "Какой кошмар! Что я делаю?! Как это все мерзко!!!"
    mt "Какой кошмар! Что я делаю?! Как это все мерзко!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1163
translate english dialogue_classmate_11_e2509d7f:

    # teacher "Ммммммм..."
    teacher "Mmmmm..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1170
translate english dialogue_classmate_11_958700e6:

    # teacher "ОООООО!!!"
    teacher "ОООООО!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1175
translate english dialogue_classmate_11_dbd385d4:

    # mt "Фуууу!!! Какая гадость!"
    # mt "Какого черта?! Он меня испачкал!"
    # teacher "Я весьма рад, миссис Бейкер... Мы с вами весьма успешно закрыли проблему с Эриком."
    # mt "Он такой же извращенец, как и все."
    # mt "Только притворяется благородным и высокоморальным."
    # mt "А сам готов меня склонить к сексу!"
    # mt "!!!" 
    mt "Фуууу!!! Какая гадость!"
    mt "Какого черта?! Он меня испачкал!"
    teacher "Я весьма рад, миссис Бейкер... Мы с вами весьма успешно закрыли проблему с Эриком."
    mt "Он такой же извращенец, как и все."
    mt "Только притворяется благородным и высокоморальным."
    mt "А сам готов меня склонить к сексу!"
    mt "!!!" 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1184
translate english dialogue_classmate_11_4d56223a:

    # m "Проблема с Эриком точно решена, мистер Эдвардс?"
    # m "Мне не придется приходить сюда снова, чтобы удостовериться в этом?"
    m "Проблема с Эриком точно решена, мистер Эдвардс?"
    m "Мне не придется приходить сюда снова, чтобы удостовериться в этом?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1187
translate english dialogue_classmate_11_f2391832:

    # teacher "Абсолютно точно, миссис Бейкер. Можете не переживать."
    # teacher "Я прямо сейчас отнесу методику мисс Мэнсфилд."
    teacher "Абсолютно точно, миссис Бейкер. Можете не переживать."
    teacher "Я прямо сейчас отнесу методику мисс Мэнсфилд."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1190
translate english dialogue_classmate_11_b6e24a54:

    # m "Хорошо. До свидания, мистер Эдвардс." 
    m "Хорошо. До свидания, мистер Эдвардс." 

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1192
translate english dialogue_classmate_11_ecb2d894:

    # teacher "Всегда к вашим услугам, миссис Бейкер."
    teacher "Всегда к вашим услугам, миссис Бейкер."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1199
translate english dialogue_classmate_11_1_b7128133:

    # mt "Наконец-то, я решила этот вопрос!"
    # mt "Хорошо, что я больше не увижу этого благородного и высокоморального учителя!"
    # mt "Это было ужасно!"
    # mt "Какой пример такой учитель может подать своим студентам?!"
    # mt "Неудивительно, что Барди и Эрик такие озабоченные малявки, у которых только одно на уме!"
    # mt "Мне надо сегодня зайти к Барди и сказать, что я решила проблему его друга."
    mt "Наконец-то, я решила этот вопрос!"
    mt "Хорошо, что я больше не увижу этого благородного и высокоморального учителя!"
    mt "Это было ужасно!"
    mt "Какой пример такой учитель может подать своим студентам?!"
    mt "Неудивительно, что Барди и Эрик такие озабоченные малявки, у которых только одно на уме!"
    mt "Мне надо сегодня зайти к Барди и сказать, что я решила проблему его друга."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1210
translate english dialogue_classmate_9_2_f92004f2:

    # mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    # bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    # m "Да, проблема Эрика решена."
    # m "Никаких последствий после его поступка в раздевалке не будет..."
    # bardie "Гувернантка хорошая! Хозяин дома очень доволен ею!"
    # bardie "На днях придет в гости Эрик, чтобы поблагодарить гувернантку..."
    # m "Я обойдусь без его благодарностей."
    # m "Самой лучшей благодарностью будет, если ты перестанешь приставать ко мне!"
    # m "!!!"
    # bardie "Гувернантке не нравится, что хозяин дома доволен ею?"
    # bardie "Ей больше нравится получать наказания от него?"
    # bardie "Я это могу быстро устроить! Мне не нравится, что гувернантка отказывается от благодарности друга хозяина."
    # mt "Этот малявка совсем обнаглел!"
    # m "Я сделала достаточно для того, чтобы ты не наказывал меня!"
    # m "Именно это и будет лучшая благодарность!"
    mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    m "Да, проблема Эрика решена."
    m "Никаких последствий после его поступка в раздевалке не будет..."
    bardie "Гувернантка хорошая! Хозяин дома очень доволен ею!"
    bardie "На днях придет в гости Эрик, чтобы поблагодарить гувернантку..."
    m "Я обойдусь без его благодарностей."
    m "Самой лучшей благодарностью будет, если ты перестанешь приставать ко мне!"
    m "!!!"
    bardie "Гувернантке не нравится, что хозяин дома доволен ею?"
    bardie "Ей больше нравится получать наказания от него?"
    bardie "Я это могу быстро устроить! Мне не нравится, что гувернантка отказывается от благодарности друга хозяина."
    mt "Этот малявка совсем обнаглел!"
    m "Я сделала достаточно для того, чтобы ты не наказывал меня!"
    m "Именно это и будет лучшая благодарность!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1237
translate english dialogue_classmate_12_ef37dbbc:

    # bardie "Гувентантка!!!"
    # m "Что случилось? Зачем ты так кричишь?"
    # mt "Что этому мелкому извращенцу от меня опять надо?"
    # bardie "Гувентантка, я хочу проверить, придерживаешься ли ты правил этого дома."
    # m "..."
    bardie "Гувентантка!!!"
    m "Что случилось? Зачем ты так кричишь?"
    mt "Что этому мелкому извращенцу от меня опять надо?"
    bardie "Гувентантка, я хочу проверить, придерживаешься ли ты правил этого дома."
    m "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1245
translate english dialogue_classmate_12_e0cfd1de:

    # mt "Черт!!!"
    # mt "Он увидит, что я в трусиках и снова накажет меня!"
    # m "Я хорошая гувернантка! Но я не буду этого делать!"
    mt "Fuck!!!"
    mt "Он увидит, что я в трусиках и снова накажет меня!"
    m "Я хорошая гувернантка! Но я не буду этого делать!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1253
translate english dialogue_classmate_12_3aadfc25:

    # m "Я хорошая гувернантка! Но я не буду этого делать!"
    m "Я хорошая гувернантка! Но я не буду этого делать!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1256
translate english dialogue_classmate_12_5feace01:

    # bardie "Хорошая гувернантка. Хозяин ею доволен. Поэтому может доверить ей одно дело."
    # mt "Только не это!"
    # bardie "Гувернантка, у Эрика снова проблемы в колледже."
    # bardie "Учитель вызывает его мать к себе, срочно."
    # bardie "Гувернантка должна снова притвориться мамой Эрика и пойти поговорить с учителем."
    # mt "Не дождешься, малявка!" 
    # m "Что он на этот раз натворил? Почему я опять должна идти решать его проблемы?!"
    # bardie "В прошлый раз ты достаточно быстро решила его проблему."
    # bardie "В этот раз тебе придется сделать также."
    # bardie "Эрик делает домашние задания для хозяина, если ты помнишь..."
    # bardie "Поэтому в твоих интересах, чтобы у него не было проблем в колледже!"
    # m "Я не собираюсь идти туда!"
    # m "Раз у твоего друга нет мозгов, чтобы не встревать во всякие глупые ситуации... То я тут ничем не смогу помочь!"
    # m "Я что, каждый раз теперь буду ходить в колледж из-за него?"
    # bardie "Это не просьба, гувернантка! Это приказ хозяина дома!"
    # bardie "А спорить с хозяином гувернантке запрещено!"
    # bardie "Ты должна снова поговорить с учителем и извиниться за Эрика."
    # bardie "Скажешь ему, что ты обязательно поговоришь с сыном и такого больше не повторится."
    # m "Я уже обещала подобное! И что в итоге?!" 
    # m "!!!"
    # mt "Черт!!! Мне снова придется разговаривать с этим высокоморальным извращенцем!"
    # bardie "Если ты все хорошо сделаешь и в этот раз, гувернантка...То я, хозяин дома, буду очень доволен."
    # bardie "Ты же хочешь, чтобы хозяин был доволен, гувернантка?"
    # bardie "Я буду ждать тебя здесь. Надеюсь, ты вернешься из колледжа с хорошими новостями..." 
    # mt "Как же я устала выполнять глупые приказы этого малявки!"
    # mt "!!!"
    # mt "Скорее бы вернуть этот дом себе и выкинуть эту ненормальную семейку отсюда!"
    bardie "Хорошая гувернантка. Хозяин ею доволен. Поэтому может доверить ей одно дело."
    mt "Только не это!"
    bardie "Гувернантка, у Эрика снова проблемы в колледже."
    bardie "Учитель вызывает его мать к себе, срочно."
    bardie "Гувернантка должна снова притвориться мамой Эрика и пойти поговорить с учителем."
    mt "Не дождешься, малявка!" 
    m "Что он на этот раз натворил? Почему я опять должна идти решать его проблемы?!"
    bardie "В прошлый раз ты достаточно быстро решила его проблему."
    bardie "В этот раз тебе придется сделать также."
    bardie "Эрик делает домашние задания для хозяина, если ты помнишь..."
    bardie "Поэтому в твоих интересах, чтобы у него не было проблем в колледже!"
    m "I'm not going to go there!"
    m "Раз у твоего друга нет мозгов, чтобы не встревать во всякие глупые ситуации... То я тут ничем не смогу помочь!"
    m "Я что, каждый раз теперь буду ходить в колледж из-за него?"
    bardie "Это не просьба, гувернантка! Это приказ хозяина дома!"
    bardie "А спорить с хозяином гувернантке запрещено!"
    bardie "Ты должна снова поговорить с учителем и извиниться за Эрика."
    bardie "Скажешь ему, что ты обязательно поговоришь с сыном и такого больше не повторится."
    m "Я уже обещала подобное! И что в итоге?!" 
    m "!!!"
    mt "Черт!!! Мне снова придется разговаривать с этим высокоморальным извращенцем!"
    bardie "Если ты все хорошо сделаешь и в этот раз, гувернантка...То я, хозяин дома, буду очень доволен."
    bardie "Ты же хочешь, чтобы хозяин был доволен, гувернантка?"
    bardie "Я буду ждать тебя здесь. Надеюсь, ты вернешься из колледжа с хорошими новостями..." 
    mt "Как же я устала выполнять глупые приказы этого малявки!"
    mt "!!!"
    mt "Скорее бы вернуть этот дом себе и выкинуть эту ненормальную семейку отсюда!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1292
translate english dialogue_classmate_12_1_8a246edd:

    # mt "Мне снова надо будет идти в этот чертов колледж!"
    # mt "Но лучше я сделаю, как хочет эта малявка Барди. Иначе он пойдет к Маркусу и расскажет, где я живу."
    # mt "Боюсь даже думать о том, что он пришлет полицейских и они заберут меня..."
    # mt "И снова посадят в эту камеру..."
    # mt "А потом отправят в то жуткое место... Нет-нет!"
    # mt "Боже, не хочу об этом думать!"
    # mt "!!!"
    # mt "Мне надо скорее идти в колледж. И не забыть надеть тот дурацкий костюм для деревенщин."
    mt "Мне снова надо будет идти в этот чертов колледж!"
    mt "Но лучше я сделаю, как хочет эта малявка Барди. Иначе он пойдет к Маркусу и расскажет, где я живу."
    mt "Боюсь даже думать о том, что он пришлет полицейских и они заберут меня..."
    mt "И снова посадят в эту камеру..."
    mt "А потом отправят в то жуткое место... Нет-нет!"
    mt "Боже, не хочу об этом думать!"
    mt "!!!"
    mt "Мне надо скорее идти в колледж. И не забыть надеть тот дурацкий костюм для деревенщин."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1306
translate english dialogue_classmate_13_87f8452b:

    # mt "Чувствую себя ужасно в этом костюме. Как эта деревенщина Бетти может такое надевать?!"
    # mt "Надеюсь, этот мистер Эдвардс не будет от меня требовать всяких своих извращенских штук..."
    # mt "Как-будто у меня своих проблем мало..."
    # mt "Так, Моника, тебе нужно успокоить этого малявку Барди... Иначе проблем станет еще больше."
    mt "Чувствую себя ужасно в этом костюме. Как эта деревенщина Бетти может такое надевать?!"
    mt "Надеюсь, этот мистер Эдвардс не будет от меня требовать всяких своих извращенских штук..."
    mt "Как-будто у меня своих проблем мало..."
    mt "Так, Моника, тебе нужно успокоить этого малявку Барди... Иначе проблем станет еще больше."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1315
translate english dialogue_classmate_14_d720adbd:

    # m "Мистер Эдвардс, добрый день."
    # teacher "Здавствуйте, миссис Бейкер. Я вас ждал."
    # teacher "Присаживайтесь."
    # m "Что натворил Эрик в этот раз, мистер Эдвардс?!" 
    # teacher "Вы не поверите, миссис Бейкер..."
    # teacher "Он снова залез в шкафчик к тренеру по плаванью..."
    # teacher "И сделал то же самое."
    # m "ЧТО?!" 
    # m "!!!"
    # teacher "Да. Мисс Мэнсфилд это снова увидела." 
    # teacher "У меня есть подозрения, что Эрик делает это постоянно."
    # teacher "Просто Мисс Мэнсфилд это не всегда замечает."
    # m "..."
    # teacher "В любом случае, Мисс Мэнсфилд была очень злая на него..."
    # m "Была?.."
    # teacher "Да, она очень злилась. И я с ней уже договорился."
    # teacher "Мне пришлось составить для нее несколько педагогических отчетов, но..."
    # teacher "Как вы понимаете, миссис Бейкер, мне пришлось проделать огромную работу."
    # teacher "Поэтому я надеюсь на особую благодарность с вашей стороны, миссис Бейкер."
    # mt "Ну вот, опять он начинает..." 
    # mt "!!!"
    # mt "С другой стороны, вопрос с мисс Мэнсфилд уже улажен..."
    # m "И что я должна сделать, мистер Эдвардс?" 
    # mt "Учитель на этот раз все очень быстро решил."
    # mt "И в итоге поставил меня перед фактом, что я ему должна."
    # mt "Высокоморальная сволочь!"
    # teacher "Я уже видел вашу прекрасную грудь, миссис Бейкер."
    # teacher "Теперь я хочу посмотреть на вашу попку..."
    # teacher "И потрогать ее."
    # m "Мистер Эдвардс, вам не кажется, что это уже слишком?!"
    # m "Я не собираюсь показывать вам то, что у меня под шортами!"
    # mt "Ведь проблема уже решена. Зачем мне соглашаться на это?"
    m "Мистер Эдвардс, добрый день."
    teacher "Здавствуйте, миссис Бейкер. Я вас ждал."
    teacher "Take a seat."
    m "Что натворил Эрик в этот раз, мистер Эдвардс?!" 
    teacher "Вы не поверите, миссис Бейкер..."
    teacher "Он снова залез в шкафчик к тренеру по плаванью..."
    teacher "И сделал то же самое."
    m "WHAT?!" 
    m "!!!"
    teacher "Да. Мисс Мэнсфилд это снова увидела." 
    teacher "У меня есть подозрения, что Эрик делает это постоянно."
    teacher "Просто Мисс Мэнсфилд это не всегда замечает."
    m "..."
    teacher "В любом случае, Мисс Мэнсфилд была очень злая на него..."
    m "Была?.."
    teacher "Да, она очень злилась. И я с ней уже договорился."
    teacher "Мне пришлось составить для нее несколько педагогических отчетов, но..."
    teacher "Как вы понимаете, миссис Бейкер, мне пришлось проделать огромную работу."
    teacher "Поэтому я надеюсь на особую благодарность с вашей стороны, миссис Бейкер."
    mt "Ну вот, опять он начинает..." 
    mt "!!!"
    mt "С другой стороны, вопрос с мисс Мэнсфилд уже улажен..."
    m "И что я должна сделать, мистер Эдвардс?" 
    mt "Учитель на этот раз все очень быстро решил."
    mt "И в итоге поставил меня перед фактом, что я ему должна."
    mt "Высокоморальная сволочь!"
    teacher "Я уже видел вашу прекрасную грудь, миссис Бейкер."
    teacher "Теперь я хочу посмотреть на вашу попку..."
    teacher "И потрогать ее."
    m "Мистер Эдвардс, вам не кажется, что это уже слишком?!"
    m "Я не собираюсь показывать вам то, что у меня под шортами!"
    mt "Ведь проблема уже решена. Зачем мне соглашаться на это?"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1356
translate english dialogue_classmate_14_0648ae43:

    # m "Мистер Эдвардс, я не буду вам ничего показывать!"
    # m "На этот раз вы зашли слишком далеко!"
    # teacher "Миссис Бейкер, я же только посмотрю..."
    # teacher "И совсем немного потрогаю..."
    # m "Не смей прикасаться ко мне, извращенец!!!"
    # teacher "АААААА!"
    # m "И только попробуй предложить мне еще раз подобное!"
    # m "Весь колледж узнает о том, какая ты озабоченная сволочь!"
    m "Мистер Эдвардс, я не буду вам ничего показывать!"
    m "На этот раз вы зашли слишком далеко!"
    teacher "Миссис Бейкер, я же только посмотрю..."
    teacher "И совсем немного потрогаю..."
    m "Не смей прикасаться ко мне, извращенец!!!"
    teacher "АААААА!"
    m "И только попробуй предложить мне еще раз подобное!"
    m "Весь колледж узнает о том, какая ты озабоченная сволочь!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1370
translate english dialogue_classmate_14_9e79e769:

    # m "Я не занимаюсь такими вещами, мистер Эдвардс!"
    # teacher "Мисс Мэнсфилд может и передумать..." 
    # teacher "..."
    m "Я не занимаюсь такими вещами, мистер Эдвардс!"
    teacher "Мисс Мэнсфилд может и передумать..." 
    teacher "..."

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1379
translate english dialogue_classmate_14_aaa2706f:

    # mt "!!!"
    # m "Я не собираюсь этого делать!!!"
    # teacher "Я сделал все зависящее от меня..." 
    # teacher "Пошел на такие жертвы..."
    # teacher "И очень быстро все уладил."
    # teacher "И все ради вас, миссис Бейкер!"
    # m "..." 
    # mt "Учитель может сделать так, что о дебильном поступке Эрика узнают все."
    # mt "Тогда Барди точно разозлится и устроит мне массу проблем."
    # mt "Если потрогать мою изумительную попу - это все о чем он просит..."
    # mt "Возможно, после этого он отстанет от меня..."
    # mt "Я, Моника Бакфетт, стою с голым задом перед учителем в колледже!"
    # mt "Какой кошмар!!!"
    # teacher "Миссис Бейкер, я не видел ничего красивее в своей жизни!"
    # mt "Еще бы! Об этой попе мечтают миллионы мужчин!"
    # mt "Знал бы он, кто я такая на самом деле..."
    # m "Этого можно было и не делать, мистер Эдвардс!"
    # m "В них и так все прекрасно видно было!" 
    # m "Ай, что вы делаете?!" 
    # m "Ч-что вы д-делаете?! Нет-нет!!!"
    # m "Остановитесь, м-мы договаривались не так!"
    # mt "Что этот извращенец творит?! Как он смеет так поступать со мной?!"
    # m "!!!"
    # m "Прекратите это немедленно!"
    # m "Мистер Эдвардс!!!"
    # mt "!!!"
    # mt "Фу, неужели ему приятно делать такие мерзкие вещи?!"
    # mt "Это так... Так щекотно..."
    # mt "..."
    # m "Ай! Нет!"
    # m "Прекратите!!!"
    # m "Уберите сейчас же!"
    # mt "Боже, что же мне делать?"
    # mt "Мне надо остановить его!"
    # mt "Надо... Остановить."
    # mt "Сейчас же..."
    # mt "Почему такое чувство, как-будто... Как-будто..."
    # mt "Что за странное ощущение?"
    # mt "Не понимаю, что со мной... Надо прекратить это немедленно..."
    # m "Мне это совсем не нравится! Не смейте этого делать!"
    # m "Прекратите!!!"
    # teacher "Да, конечно, миссис Бейкер... Еще несколько минут и я прекращу..."
    # m "АААА!"
    # m "НЕЕЕЕТ!"
    # mt "Черт! Черт!"
    # m "Ах!"
    # mt "Я чувствую ЭТО в себе!!!"
    # mt "Черт! Нет!"
    # m "!!!"
    # m "Ох!"
    # mt "Какое непонятное чувство... Что-то внизу живота и... ТАМ!"
    # mt "Что он со мной делает?!"
    # mt "Я хочу, чтобы он... Ах! ...чтобы он остановился!"
    # mt "!!!"
    # mt "Фуууу!!! Он испачкал меня!"
    # mt "Долбанный высокоморальный извращенец!!! Что он натворил?!"
    # mt "!!!"
    # mt "..."
    # mt "Чувствую себя также непонятно, как после вылизываний Барди и его друга..."
    # mt "..."
    # mt "Похоже это нервный срыв из-за всего за последнее время...!"
    # teacher "Я весьма рад такой благодарности от вас, миссис Бейкер!"
    # teacher "Я давно хотел это сделать."
    # mt "Он занялся со мной сексом (!!!) в классе, где сидят студенты!"
    # mt "Я не хочу больше видеть этого учителя! Никогда! Ненавижу его!"
    # mt "Ненавижу их всех! Больше никому не позволю прикасаться ко мне!!!"
    # mt "!!!"
    # teacher "Надеюсь, мы с вами еще увидимся, миссис Бейкер?" 
    # mt "!!!"
    mt "!!!"
    m "Я не собираюсь этого делать!!!"
    teacher "Я сделал все зависящее от меня..." 
    teacher "Пошел на такие жертвы..."
    teacher "И очень быстро все уладил."
    teacher "И все ради вас, миссис Бейкер!"
    m "..." 
    mt "Учитель может сделать так, что о дебильном поступке Эрика узнают все."
    mt "Тогда Барди точно разозлится и устроит мне массу проблем."
    mt "Если потрогать мою изумительную попу - это все о чем он просит..."
    mt "Возможно, после этого он отстанет от меня..."
    mt "Я, Моника Бакфетт, стою с голым задом перед учителем в колледже!"
    mt "Какой кошмар!!!"
    teacher "Миссис Бейкер, я не видел ничего красивее в своей жизни!"
    mt "Еще бы! Об этой попе мечтают миллионы мужчин!"
    mt "Знал бы он, кто я такая на самом деле..."
    m "Этого можно было и не делать, мистер Эдвардс!"
    m "В них и так все прекрасно видно было!" 
    m "Ай, что вы делаете?!" 
    m "Ч-что вы д-делаете?! Нет-нет!!!"
    m "Остановитесь, м-мы договаривались не так!"
    mt "Что этот извращенец творит?! Как он смеет так поступать со мной?!"
    m "!!!"
    m "Прекратите это немедленно!"
    m "Мистер Эдвардс!!!"
    mt "!!!"
    mt "Фу, неужели ему приятно делать такие мерзкие вещи?!"
    mt "Это так... Так щекотно..."
    mt "..."
    m "Ай! Нет!"
    m "Прекратите!!!"
    m "Уберите сейчас же!"
    mt "Боже, что же мне делать?"
    mt "Мне надо остановить его!"
    mt "Надо... Остановить."
    mt "Сейчас же..."
    mt "Почему такое чувство, как-будто... Как-будто..."
    mt "Что за странное ощущение?"
    mt "Не понимаю, что со мной... Надо прекратить это немедленно..."
    m "Мне это совсем не нравится! Не смейте этого делать!"
    m "Прекратите!!!"
    teacher "Да, конечно, миссис Бейкер... Еще несколько минут и я прекращу..."
    m "АААА!"
    m "NOOOO!"
    mt "Черт! Черт!"
    m "Ah!"
    mt "Я чувствую ЭТО в себе!!!"
    mt "Черт! Нет!"
    m "!!!"
    m "Ох!"
    mt "Какое непонятное чувство... Что-то внизу живота и... ТАМ!"
    mt "Что он со мной делает?!"
    mt "Я хочу, чтобы он... Ах! ...чтобы он остановился!"
    mt "!!!"
    mt "Фуууу!!! Он испачкал меня!"
    mt "Долбанный высокоморальный извращенец!!! Что он натворил?!"
    mt "!!!"
    mt "..."
    mt "Чувствую себя также непонятно, как после вылизываний Барди и его друга..."
    mt "..."
    mt "Похоже это нервный срыв из-за всего за последнее время...!"
    teacher "Я весьма рад такой благодарности от вас, миссис Бейкер!"
    teacher "Я давно хотел это сделать."
    mt "Он занялся со мной сексом (!!!) в классе, где сидят студенты!"
    mt "Я не хочу больше видеть этого учителя! Никогда! Ненавижу его!"
    mt "Ненавижу их всех! Больше никому не позволю прикасаться ко мне!!!"
    mt "!!!"
    teacher "Надеюсь, мы с вами еще увидимся, миссис Бейкер?" 
    mt "!!!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1474
translate english dialogue_classmate_14_1_2a92122c:

    # mt "Моей ноги больше не будет в этом чертовом колледже!"
    # mt "!!!"
    # mt "Надо сказать Барди, что я решила проблему!"
    mt "Моей ноги больше не будет в этом чертовом колледже!"
    mt "!!!"
    mt "Надо сказать Барди, что я решила проблему!"

# game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1482
translate english dialogue_classmate_15_bbb56071:

    # mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    # bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    # m "Да! Проблема Эрика решена!"
    # m "Больше я в этот мерзкий колледж ни ногой! Ни при каких условиях!"
    # m "Еще раз твой друг вляпается, сами будете разбираться!!!"
    mt "Противная малявка! Сколько же проблем он мне создает своим существованием в моем доме."
    bardie "Ну как сходила, гувернантка? Надеюсь, у тебя все получилось уладить?"
    m "Да! Проблема Эрика решена!"
    m "Больше я в этот мерзкий колледж ни ногой! Ни при каких условиях!"
    m "Еще раз твой друг вляпается, сами будете разбираться!!!"

translate english strings:

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:85
    old "Сесть на кровать."
    new "Сесть на кровать."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:85
    old "Отказаться. Эти малявки совсем обнаглели!"
    new "Отказаться. Эти малявки совсем обнаглели!"

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:356
    old "Купить костюм."
    new "Купить костюм."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:356
    old "Получить костюм бесплатно."
    new "Получить костюм бесплатно."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:356
    old "Получить скидку на костюм."
    new "Получить скидку на костюм."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:365
    old "Моника вела себя с Вивиан вежливо."
    new "Моника вела себя с Вивиан вежливо."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:658
    old "Постараться договориться с учителем без этих извращений."
    new "Постараться договориться с учителем без этих извращений."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:658
    old "Если это поможет быстро решить проблему малявки, то, возможно, стоит потерпеть..."
    new "Если это поможет быстро решить проблему малявки, то, возможно, стоит потерпеть..."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:732
    old "Сходить к Мистеру Эдвардсу, чтобы узнать решил-ли он проблему Эрика"
    new "Сходить к Мистеру Эдвардсу, чтобы узнать решил-ли он проблему Эрика"

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:733
    old "Барди совсем обнаглел и заставляет меня быть мамой для своего одноклассника. Такого же неудачника как он сам!"
    new "Барди совсем обнаглел и заставляет меня быть мамой для своего одноклассника. Такого же неудачника как он сам!"

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:876
    old "Если это поможет быстрее решить проблему малявки, то, возможно, стоит потерпеть..."
    new "Если это поможет быстрее решить проблему малявки, то, возможно, стоит потерпеть..."

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:945
    old "Сообщить Барди о визите в колледж"
    new "Сообщить Барди о визите в колледж"

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:946
    old "Идти в колледж, притворившись мамой Эрика"
    new "Идти в колледж, притворившись мамой Эрика"

    # game/Quests/EP2_08/ep28_dialogues3_classmate_hscene.rpy:1353
    old "Отказаться и уйти!"
    new "Отказаться и уйти!"

