# TODO: Translation updated at 2019-09-30 21:53

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:13
translate english ep28_dialogues6_julia_1_aacafdda:

    # mt "Он опять здесь ошивается!"
    # mt "И что ему в этот раз нужно?!." 
    mt "Он опять здесь ошивается!"
    mt "И что ему в этот раз нужно?!." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:17
translate english ep28_dialogues6_julia_1_c676a22f:

    # m "Фред! Ты так часто бываешь в офисе..."
    # m "Я подумала, может, тебе уже устроиться сюда на работу кем-нибудь?"
    # m "Уборщиком, например?.."
    m "Фред! Ты так часто бываешь в офисе..."
    m "Я подумала, может, тебе уже устроиться сюда на работу кем-нибудь?"
    m "Уборщиком, например?.."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:22
translate english ep28_dialogues6_julia_1_cbd45ab0:

    # fred "С моей стороны было бы непрофессионально совмещать две работы, Миссис Бакфетт."
    # fred "Тем более, такие не схожие по должностным обязанностям."
    fred "С моей стороны было бы непрофессионально совмещать две работы, Миссис Бакфетт."
    fred "Тем более, такие не схожие по должностным обязанностям."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:26
translate english ep28_dialogues6_julia_1_c4de3652:

    # fred "Чего я не могу сказать о вас, Миссис Бакфетт..."
    fred "Чего я не могу сказать о вас, Миссис Бакфетт..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:29
translate english ep28_dialogues6_julia_1_128c0dac:

    # mt "!!!"
    # mt "Я готова придушить эту сволочь Фреда!!!"
    # mt "Чего он ко мне пристал со своими нелепым шантажом?!"
    # mt "Не понимаю, чего он добивается? Какая ему выгода от этого?"
    # fred "Мне очень понравилось, Миссис Бакфетт, как вы справились с моей небольшой просьбой в прошлый раз."
    # fred "И до этого у вас все отлично получалось."
    mt "!!!"
    mt "Я готова придушить эту сволочь Фреда!!!"
    mt "Чего он ко мне пристал со своими нелепым шантажом?!"
    mt "Не понимаю, чего он добивается? Какая ему выгода от этого?"
    fred "Мне очень понравилось, Миссис Бакфетт, как вы справились с моей небольшой просьбой в прошлый раз."
    fred "И до этого у вас все отлично получалось."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:36
translate english ep28_dialogues6_julia_1_7762a044:

    # m "Фред, я не собираюсь больше заниматься подобными вещами!"
    # m "Я здесь начальник и нечего мною командовать!" 
    m "Фред, я не собираюсь больше заниматься подобными вещами!"
    m "Я здесь начальник и нечего мною командовать!" 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:39
translate english ep28_dialogues6_julia_1_12d102dc:

    # fred "Если вы, Миссис Бакфетт, откажетесь играть в мою небольшую профессиональную игру..."
    # fred "То вы быстро перестанете быть боссом..."
    fred "Если вы, Миссис Бакфетт, откажетесь играть в мою небольшую профессиональную игру..."
    fred "То вы быстро перестанете быть боссом..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:43
translate english ep28_dialogues6_julia_1_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:45
translate english ep28_dialogues6_julia_1_8f95c44f:

    # fred "Миссис Бакфетт, Я бы хотел, чтобы Вы выяснили, какого цвета трусики носит Юлия."
    fred "Миссис Бакфетт, Я бы хотел, чтобы Вы выяснили, какого цвета трусики носит Юлия."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:49
translate english ep28_dialogues6_julia_1_8aa20c8d:

    # m "Что-о-о?!"
    # m "Фред!!! Ты ненормальный?! Как ты себе это представляешь?!"
    # m "???"
    m "Что-о-о?!"
    m "Фред!!! Ты ненормальный?! Как ты себе это представляешь?!"
    m "???"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:53
translate english ep28_dialogues6_julia_1_eba4e6c8:

    # fred "Я не сомневаюсь, Миссис Бакфетт, что у вас все получится."
    # fred "Я с нетерпением буду ждать вашего ответа."
    fred "Я не сомневаюсь, Миссис Бакфетт, что у вас все получится."
    fred "Я с нетерпением буду ждать вашего ответа."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:56
translate english ep28_dialogues6_julia_1_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:61
translate english ep28_dialogues6_julia_1_5e87c638:

    # m "Ты не смеешь мне указывать, что мне делать!"
    # m "И мне плевать на то, что ты кому-то расскажешь!"
    # m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    # m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # fred "..." 
    m "Ты не смеешь мне указывать, что мне делать!"
    m "И мне плевать на то, что ты кому-то расскажешь!"
    m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    m "Пошел вон отсюда!!!"
    m "Еще раз здесь тебя увижу - вызову охрану!!!"
    m "Жалкий водитель!"
    fred "..." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:73
translate english ep28_dialogues6_julia_1_54035cbd:

    # mt "Ненавижу этого мерзавца!"
    # mt "..."
    # mt "Но если он покажет мою фотографию, где я оттираю это чертово пятно..."
    # mt "Еще и в форме гувернантки!.."
    # mt "!!!"
    # mt "Боюсь даже преставить, какие будут последствия!"
    mt "Ненавижу этого мерзавца!"
    mt "..."
    mt "Но если он покажет мою фотографию, где я оттираю это чертово пятно..."
    mt "Еще и в форме гувернантки!.."
    mt "!!!"
    mt "Боюсь даже преставить, какие будут последствия!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:81
translate english ep28_dialogues6_julia_1_06ef567e:

    # fred "До скорой встречи, Миссис Бакфетт."
    # m "..." 
    fred "До скорой встречи, Миссис Бакфетт."
    m "..." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:93
translate english ep28_dialogues6_julia_2_ade4c17f:

    # mt "Какой же этот Фред мерзавец!"
    # mt "Скорее бы вернуть себе все, что у меня отняли!"
    # mt "Первым делом я уволю этого 'профессионала'!"
    # mt "!!!"
    # mt "Как мне узнать цвет трусиков Юлии?"
    # mt "Не могу же я у нее просто взять и спросить! Что она обо мне подумает?"
    # mt "Как тогда мне это сделать?"
    # mt "И чтобы Юлия ничего не заподозрила..."
    # mt "Хм..." 
    # m "Юлия! Подойди ко мне!"
    # julia "Да, Миссис Бакфетт?"
    # m "Юлия! Я потеряла свою флешку. А она мне срочно нужна!"
    # m "Найди ее! Я ее, наверное, выронила где-то в кабинете."
    # julia "Хорошо, Миссис Бакфетт... Только... Где ее искать?"
    # m "Откуда я знаю?! Поищи под столом!" 
    # julia "Да, Миссис Бакфетт. Сейчас посмотрю."
    # m "..."
    mt "Какой же этот Фред мерзавец!"
    mt "Скорее бы вернуть себе все, что у меня отняли!"
    mt "Первым делом я уволю этого 'профессионала'!"
    mt "!!!"
    mt "Как мне узнать цвет трусиков Юлии?"
    mt "Не могу же я у нее просто взять и спросить! Что она обо мне подумает?"
    mt "Как тогда мне это сделать?"
    mt "И чтобы Юлия ничего не заподозрила..."
    mt "Hmm..." 
    m "Юлия! Подойди ко мне!"
    julia "Yes, Mrs. Buckfett?"
    m "Юлия! Я потеряла свою флешку. А она мне срочно нужна!"
    m "Найди ее! Я ее, наверное, выронила где-то в кабинете."
    julia "Хорошо, Миссис Бакфетт... Только... Где ее искать?"
    m "Откуда я знаю?! Поищи под столом!" 
    julia "Да, Миссис Бакфетт. Сейчас посмотрю."
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:117
translate english ep28_dialogues6_julia_2_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:122
translate english ep28_dialogues6_julia_2_1cd3da57:

    # mt "Черт! Еще немного!"
    # julia "Миссис Бакфетт, под вашим столом нет флешки..."
    # m "..."
    # mt "Конечно, ее там нет!.."
    # m "Юлия, ты уверена, что внимательно посмотрела?" 
    # julia "М-м-миссис Бакфетт, я сейчас посмотрю еще раз..."
    # mt "Все равно мне ничего не видно!"
    # mt "!!!"
    # julia "???" 
    # julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    # m "..." 
    # m "Ничего!"
    # m "..."
    # m "Ты нашла флешку?!" 
    # julia "Да, Миссис Бакфетт... Она лежит у вас на столе."
    # julia "..."
    # m "..."
    # m "Давай ее мне!"
    # julia "???"
    # m "А теперь иди работай! Не отвлекайся!"
    # mt "Вот черт! Ничего не получилось!"
    # mt "Более того, мне кажется, что она заметила, как я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    # mt "!!!"
    # mt "Мне нужно будет придумать еще что-нибудь..."
    mt "Черт! Еще немного!"
    julia "Миссис Бакфетт, под вашим столом нет флешки..."
    m "..."
    mt "Конечно, ее там нет!.."
    m "Юлия, ты уверена, что внимательно посмотрела?" 
    julia "М-м-миссис Бакфетт, я сейчас посмотрю еще раз..."
    mt "Все равно мне ничего не видно!"
    mt "!!!"
    julia "???" 
    julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    m "..." 
    m "Nothing!"
    m "..."
    m "Ты нашла флешку?!" 
    julia "Да, Миссис Бакфетт... Она лежит у вас на столе."
    julia "..."
    m "..."
    m "Давай ее мне!"
    julia "???"
    m "А теперь иди работай! Не отвлекайся!"
    mt "Вот черт! Ничего не получилось!"
    mt "Более того, мне кажется, что она заметила, как я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"
    mt "!!!"
    mt "Мне нужно будет придумать еще что-нибудь..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:166
translate english ep28_dialogues6_julia_3_4ca36089:

    # mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    # mt "И все из-за этого мерзавца Фреда!"
    # mt "Как-будто без этого у меня мало забот!"
    # mt "Я здесь начальник! Мне нужно думать о работе целого отдела и о том, как вернуть назад мою компанию, а не о трусиках секретарши!"
    # mt "..."
    # mt "Как мне посмотреть на трусики Юлии?"
    # mt "И чтобы она ничего не заподозрила..."
    # mt "Хм..." 
    # m "Юлия! Подойди ко мне!"
    # julia "Да, Миссис Бакфетт?"
    # m "Юлия! Мне срочно для работы нужна папка с отчетами за прошлый год!"
    # m "Достань мне ее!" 
    # julia "Хорошо, Миссис Бакфетт. А где эта папка?"
    # m "Эта папка стоит в шкафу на верхней полке."
    # julia "М-м-Миссис Бакфетт... Там на полках... Там нет никаких папок и документов..."
    # mt "..."
    # m "Юлия! Я тебе говорю, что эта папка там есть! Достань мне ее!" 
    # m "Срочно!!!"
    # julia "Да, Миссис Бакфетт... Я сейчас принесу стул..."
    # m "..."
    mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    mt "И все из-за этого мерзавца Фреда!"
    mt "Как-будто без этого у меня мало забот!"
    mt "Я здесь начальник! Мне нужно думать о работе целого отдела и о том, как вернуть назад мою компанию, а не о трусиках секретарши!"
    mt "..."
    mt "Как мне посмотреть на трусики Юлии?"
    mt "И чтобы она ничего не заподозрила..."
    mt "Hmm..." 
    m "Юлия! Подойди ко мне!"
    julia "Yes, Mrs. Buckfett?"
    m "Юлия! Мне срочно для работы нужна папка с отчетами за прошлый год!"
    m "Достань мне ее!" 
    julia "Хорошо, Миссис Бакфетт. А где эта папка?"
    m "Эта папка стоит в шкафу на верхней полке."
    julia "М-м-Миссис Бакфетт... Там на полках... Там нет никаких папок и документов..."
    mt "..."
    m "Юлия! Я тебе говорю, что эта папка там есть! Достань мне ее!" 
    m "Quickly!"
    julia "Да, Миссис Бакфетт... Я сейчас принесу стул..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:195
translate english ep28_dialogues6_julia_3_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:200
translate english ep28_dialogues6_julia_3_8bcd68d7:

    # mt "Черт! Еще чуть-чуть и я увижу ее трусики!"
    # julia "Миссис Бакфетт, здесь нет никаких документов..."
    # m "..."
    # m "Посмотри внимательнее, Юлия!" 
    # mt "Все равно мне ничего не видно!"
    # mt "!!!"
    # julia "???" 
    # julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    # m "..." 
    # m "Ничего!"
    # m "..."
    # m "Ты нашла папку с отчетами, Юлия?!" 
    # julia "Нет, Миссис Бакфетт... На полке нет ничего."
    # julia "..."
    # m "..."
    # m "Ты плохо искала, Юлия! Тебе ничего нельзя доверить!"
    # julia "???"
    # julia "Н-но..."
    # m "А теперь иди работай! И не отвлекайся!"
    # mt "Вот черт! Ничего не получилось!"
    # mt "Более того, она увидела, как я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    # mt "!!!"
    # mt "Мне нужно будет придумать еще что-нибудь..."
    # mt "Иначе мерзавец Фред не оставит меня в покое..."
    mt "Черт! Еще чуть-чуть и я увижу ее трусики!"
    julia "Миссис Бакфетт, здесь нет никаких документов..."
    m "..."
    m "Посмотри внимательнее, Юлия!" 
    mt "Все равно мне ничего не видно!"
    mt "!!!"
    julia "???" 
    julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    m "..." 
    m "Nothing!"
    m "..."
    m "Ты нашла папку с отчетами, Юлия?!" 
    julia "Нет, Миссис Бакфетт... На полке нет ничего."
    julia "..."
    m "..."
    m "Ты плохо искала, Юлия! Тебе ничего нельзя доверить!"
    julia "???"
    julia "Н-но..."
    m "А теперь иди работай! И не отвлекайся!"
    mt "Вот черт! Ничего не получилось!"
    mt "Более того, она увидела, как я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"
    mt "!!!"
    mt "Мне нужно будет придумать еще что-нибудь..."
    mt "Иначе мерзавец Фред не оставит меня в покое..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:237
translate english ep28_dialogues6_julia_4_a81cbc01:

    # m "Это снова ты?!"
    # fred "Миссис Бакфетт... Это непрофессионально с вашей стороны не выполнять условия нашей договоренности..."
    # m "!!!" 
    m "Это снова ты?!"
    fred "Миссис Бакфетт... Это непрофессионально с вашей стороны не выполнять условия нашей договоренности..."
    m "!!!" 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:244
translate english ep28_dialogues6_julia_4_8f1fe4f4:

    # m "ФРЕД!!!"
    # m "Ты не смеешь мне указывать, что мне делать!"
    # m "И мне плевать на то, что ты кому-то расскажешь!"
    # m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    # m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # fred "..." 
    m "FRED!!!"
    m "Ты не смеешь мне указывать, что мне делать!"
    m "И мне плевать на то, что ты кому-то расскажешь!"
    m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    m "Пошел вон отсюда!!!"
    m "Еще раз здесь тебя увижу - вызову охрану!!!"
    m "Жалкий водитель!"
    fred "..." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:257
translate english ep28_dialogues6_julia_4_969bb023:

    # mt "Ненавижу этого мерзавца!"
    # fred "Вы так и не сделали, что я вам сказал, Миссис Бакфетт?"
    # m "..."
    # fred "Так уж и быть, Миссис Бакфетт. Я готов подождать еще немного..."
    # m "..."
    # fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    # fred "Я с нетерпением буду ждать вашего ответа."
    # fred "До скорой встречи, Миссис Бакфетт."
    mt "Ненавижу этого мерзавца!"
    fred "Вы так и не сделали, что я вам сказал, Миссис Бакфетт?"
    m "..."
    fred "Так уж и быть, Миссис Бакфетт. Я готов подождать еще немного..."
    m "..."
    fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    fred "Я с нетерпением буду ждать вашего ответа."
    fred "До скорой встречи, Миссис Бакфетт."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:273
translate english ep28_dialogues6_julia_5_5d12c4a7:

    # mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    # mt "Я здесь начальник! Мне нужно думать о работе целого отдела, а не о трусиках секретарши!"
    # mt "..."
    # mt "Как мне посмотреть на трусики Юлии?"
    # mt "И чтобы она ничего не заподозрила..."
    # mt "Хм..." 
    # mt "Собственно, какая мне разница, что она подумает?"
    # mt "Она же просто секретарша!"
    # mt "А мне надо скорее заканчивать с этими дурацкими заданиями Фреда!"
    # mt "..."
    mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    mt "Я здесь начальник! Мне нужно думать о работе целого отдела, а не о трусиках секретарши!"
    mt "..."
    mt "Как мне посмотреть на трусики Юлии?"
    mt "И чтобы она ничего не заподозрила..."
    mt "Hmm..." 
    mt "Собственно, какая мне разница, что она подумает?"
    mt "Она же просто секретарша!"
    mt "А мне надо скорее заканчивать с этими дурацкими заданиями Фреда!"
    mt "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:287
translate english ep28_dialogues6_julia_5_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:292
translate english ep28_dialogues6_julia_5_6b250985:

    # julia "Миссис Бакфетт! Что вы делаете?!"
    # m "Ничего!"
    # m "Сиди и работай!"
    # m "И не отвлекайся!"
    # julia "М-м-Миссис Бакфетт... Вы что-то потеряли? Вам помочь?" 
    # mt "Да!!! Раздвинь ноги и покажи свои трусики!"
    # m "Нет!!! Я сама! Сиди и работай!"
    # mt "Еще чуть-чуть и я увижу ее трусики!"
    # mt "!!!"
    # m "Отодвинь ногу, Юлия! Она мне мешает!"
    # julia "Миссис Бакфетт! Мне кажется или вы пытаетесь... Вы..."
    # julia "!!!"
    # m "Тебе кажется, Юлия!!!" 
    # m "Я..."
    # m "Я просто потеряла кое-что! Иди работай!"
    # mt "Вот черт! Снова ничего не получилось!"
    # mt "Более того, эта Юлия поняла, что я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    # mt "!!!"
    # mt "Что же мне еще придумать?.."
    # mt "Пора уже заканчивать с этим! Сколько можно заниматься этими глупостями?!"
    julia "Миссис Бакфетт! Что вы делаете?!"
    m "Nothing!"
    m "Сиди и работай!"
    m "И не отвлекайся!"
    julia "М-м-Миссис Бакфетт... Вы что-то потеряли? Вам помочь?" 
    mt "Да!!! Раздвинь ноги и покажи свои трусики!"
    m "Нет!!! Я сама! Сиди и работай!"
    mt "Еще чуть-чуть и я увижу ее трусики!"
    mt "!!!"
    m "Отодвинь ногу, Юлия! Она мне мешает!"
    julia "Миссис Бакфетт! Мне кажется или вы пытаетесь... Вы..."
    julia "!!!"
    m "Тебе кажется, Юлия!!!" 
    m "I..."
    m "Я просто потеряла кое-что! Иди работай!"
    mt "Вот черт! Снова ничего не получилось!"
    mt "Более того, эта Юлия поняла, что я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"
    mt "!!!"
    mt "Что же мне еще придумать?.."
    mt "Пора уже заканчивать с этим! Сколько можно заниматься этими глупостями?!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:324
translate english ep28_dialogues6_julia_6_a48c99bd:

    # m "ФРЕД!!!"
    # m "Перестань меня преследовать!!!"
    # fred "Миссис Бакфетт... Вы выяснили то, о чем я вас просил?"
    # m "!!!" 
    # mt "Ненавижу этого мерзавца!"
    m "FRED!!!"
    m "Перестань меня преследовать!!!"
    fred "Миссис Бакфетт... Вы выяснили то, о чем я вас просил?"
    m "!!!" 
    mt "Ненавижу этого мерзавца!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:333
translate english ep28_dialogues6_julia_6_8f1fe4f4:

    # m "ФРЕД!!!"
    # m "Ты не смеешь мне указывать, что мне делать!"
    # m "И мне плевать на то, что ты кому-то расскажешь!"
    # m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    # m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # fred "..." 
    m "FRED!!!"
    m "Ты не смеешь мне указывать, что мне делать!"
    m "И мне плевать на то, что ты кому-то расскажешь!"
    m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    m "Пошел вон отсюда!!!"
    m "Еще раз здесь тебя увижу - вызову охрану!!!"
    m "Жалкий водитель!"
    fred "..." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:346
translate english ep28_dialogues6_julia_6_fd485f28:

    # m "Нет, Фред! Это не так легко, как ты думаешь!!!"
    # m "Я не какая-то лесбиянка, чтобы просто взять и залезть к ней под юбку!"
    # fred "Миссис Бакфетт, я все понимаю. Но прошу вас поторопиться."
    # fred "С вашей стороны непрофессионально заставлять меня ждать так долго."
    # m "..." 
    # m "Я не знаю, как сделать это!"
    # m "Может, ты, как профессионал, подскажешь мне?"
    # fred "Не вижу в этом проблемы, Миссис Бакфетт."
    # fred "Просто наденьте трусики Юлии..."
    # m "???" 
    # fred "Вы же любите их носить, Миссис Бакфетт?"
    # m "Нет, конечно!!! Что за глупости?!" 
    # fred "И покажите ей, что вы носите ее трусики..."
    # fred "А она покажет вам свои трусики в ответ."
    # mt "Что за чушь он говорит?!"
    # fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    # fred "Я с нетерпением буду ждать вашего ответа."
    # fred "До скорой встречи, Миссис Бакфетт."
    # m "..." 
    # mt "Я уже несколько дней потратила на выяснение цвета трусиков секретарши..."
    # mt "..."
    # mt "Может, и правда сделать, как сказал этот мерзавец Фред?.."
    # mt "Я уже не знаю, что еще можно придумать..."
    m "Нет, Фред! Это не так легко, как ты думаешь!!!"
    m "Я не какая-то лесбиянка, чтобы просто взять и залезть к ней под юбку!"
    fred "Миссис Бакфетт, я все понимаю. Но прошу вас поторопиться."
    fred "С вашей стороны непрофессионально заставлять меня ждать так долго."
    m "..." 
    m "Я не знаю, как сделать это!"
    m "Может, ты, как профессионал, подскажешь мне?"
    fred "Не вижу в этом проблемы, Миссис Бакфетт."
    fred "Просто наденьте трусики Юлии..."
    m "???" 
    fred "Вы же любите их носить, Миссис Бакфетт?"
    m "Нет, конечно!!! Что за глупости?!" 
    fred "И покажите ей, что вы носите ее трусики..."
    fred "А она покажет вам свои трусики в ответ."
    mt "Что за чушь он говорит?!"
    fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    fred "Я с нетерпением буду ждать вашего ответа."
    fred "До скорой встречи, Миссис Бакфетт."
    m "..." 
    mt "Я уже несколько дней потратила на выяснение цвета трусиков секретарши..."
    mt "..."
    mt "Может, и правда сделать, как сказал этот мерзавец Фред?.."
    mt "Я уже не знаю, что еще можно придумать..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:389
translate english ep28_dialogues6_julia_7_3e8616fe:

    # mt "Не могу поверить!"
    # mt "Я собираюсь показывать своей секретарше, в каких я трусиках!!!"
    # mt "А вдруг она узнает свои трусики?!"
    # mt "Не могу же я признаться ей в том, что я ношу ЕЕ трусики!"
    # mt "Я, Моника Бакфетт, ношу трусики своей бывшей гувернантки!"
    # mt "Хотя... Я сама в это с трудом верю, а Юлия тем более не поверит..."
    # mt "..."
    # m "Юлия!"
    # julia "Да, Миссис Бакфетт?" 
    # m "..."
    mt "I can't believe it!"
    mt "Я собираюсь показывать своей секретарше, в каких я трусиках!!!"
    mt "А вдруг она узнает свои трусики?!"
    mt "Не могу же я признаться ей в том, что я ношу ЕЕ трусики!"
    mt "Я, Моника Бакфетт, ношу трусики своей бывшей гувернантки!"
    mt "Хотя... Я сама в это с трудом верю, а Юлия тем более не поверит..."
    mt "..."
    m "Юлия!"
    julia "Yes, Mrs. Buckfett?" 
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:403
translate english ep28_dialogues6_julia_7_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:408
translate english ep28_dialogues6_julia_7_2735c4ba:

    # m "Хм... Юлия, ты знаешь..."
    # m "..."
    # m "Несмотря на то, что я иногда была немного строга с тобой..."
    # m "Мне нравилось, как ты работала у меня гувернанткой."
    # julia "Это правда, Миссис Бакфетт?.."
    # m "Да, Юлия..."
    # julia "А я думала, что... Вы... В общем..."
    # m "Мне правда все нравилось. Думаю, весьма непросто найти гувернантку лучше, чем ты."
    # mt "Черт!!! Я не могу этого сказать!"
    # m "После того, как ты перестала работать, я увидела в твоей комнате твои трусики..." 
    # m "И мне они очень понравились..."
    # m "..."
    # m "И я себе купила такие же..."
    # julia "!!!"
    # mt "Я не верю, что я говорю это! Я говорю это своей секретарше!!!"
    # julia "Купили себе трусики, как у меня?!"
    # m "Да, Юлия. Ты мне не веришь?"
    # julia "Если быть честной, Миссис Бакфетт, то я... Я сомневаюсь, что Вы говорите правду..."
    # m "..."
    m "Хм... Юлия, ты знаешь..."
    m "..."
    m "Несмотря на то, что я иногда была немного строга с тобой..."
    m "Мне нравилось, как ты работала у меня гувернанткой."
    julia "Это правда, Миссис Бакфетт?.."
    m "Да, Юлия..."
    julia "А я думала, что... Вы... В общем..."
    m "Мне правда все нравилось. Думаю, весьма непросто найти гувернантку лучше, чем ты."
    mt "Черт!!! Я не могу этого сказать!"
    m "После того, как ты перестала работать, я увидела в твоей комнате твои трусики..." 
    m "И мне они очень понравились..."
    m "..."
    m "И я себе купила такие же..."
    julia "!!!"
    mt "Я не верю, что я говорю это! Я говорю это своей секретарше!!!"
    julia "Купили себе трусики, как у меня?!"
    m "Да, Юлия. Ты мне не веришь?"
    julia "Если быть честной, Миссис Бакфетт, то я... Я сомневаюсь, что Вы говорите правду..."
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:434
translate english ep28_dialogues6_julia_7_dd2c2698_1:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:439
translate english ep28_dialogues6_julia_7_1996b17d:

    # m "Вот смотри! Они сейчас на мне!"
    # julia "Это не такие же трусики как у меня... Это..."
    # julia "Миссис Бакфетт... Это мои трусики..."
    # julia "Я узнаю их!"
    # mt "Боже! Какая глупая ситуация!"
    # mt "И как мне теперь выкрутиться из нее?"
    # mt "..."
    # m "Но ведь правда они красивые?" 
    # julia "Вообще-то, Миссис Бакфетт, они ужасные. Я ненавидела носить их."
    # mt "Пора заканчивать весь этот цирк!"
    # m "Юлия, я тебе показала свои трусики. Теперь я хочу увидеть твои!"
    # julia "Что???"
    # julia "Нет! Я не буду вам ничего показывать, Миссис Бакфетт!"
    # m "Юлия, просто покажи мне их и все. Я просто хочу посмотреть."
    # julia "Нет, Миссис Бакфетт! Я вам ничего не покажу!"
    # julia "Извините, но нет!"
    # julia "Мне надо идти работать..."
    # mt "Вот черт! Это было так ужасно!"
    # mt "Такая глупая ситуация!!!"
    # mt "!!!"
    # mt "И снова ничего не получилось!"
    # mt "Эта Юлия теперь думает, что я пристаю к ней!"
    # mt "Я, Моника Бакфетт, пристаю к какой-то секретарше!!!"
    # mt "!!!"
    # mt "Пусть что хочет, то и думает! Какое мне дело до этого?!"
    # mt "Только что я теперь скажу этому мерзавцу Фреду?"
    # mt "???"
    m "Вот смотри! Они сейчас на мне!"
    julia "Это не такие же трусики как у меня... Это..."
    julia "Миссис Бакфетт... Это мои трусики..."
    julia "Я узнаю их!"
    mt "Боже! Какая глупая ситуация!"
    mt "И как мне теперь выкрутиться из нее?"
    mt "..."
    m "Но ведь правда они красивые?" 
    julia "Вообще-то, Миссис Бакфетт, они ужасные. Я ненавидела носить их."
    mt "Пора заканчивать весь этот цирк!"
    m "Юлия, я тебе показала свои трусики. Теперь я хочу увидеть твои!"
    julia "Что???"
    julia "Нет! Я не буду вам ничего показывать, Миссис Бакфетт!"
    m "Юлия, просто покажи мне их и все. Я просто хочу посмотреть."
    julia "Нет, Миссис Бакфетт! Я вам ничего не покажу!"
    julia "Извините, но нет!"
    julia "Мне надо идти работать..."
    mt "Вот черт! Это было так ужасно!"
    mt "Такая глупая ситуация!!!"
    mt "!!!"
    mt "И снова ничего не получилось!"
    mt "Эта Юлия теперь думает, что я пристаю к ней!"
    mt "Я, Моника Бакфетт, пристаю к какой-то секретарше!!!"
    mt "!!!"
    mt "Пусть что хочет, то и думает! Какое мне дело до этого?!"
    mt "Только что я теперь скажу этому мерзавцу Фреду?"
    mt "???"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:481
translate english ep28_dialogues6_julia_8_c46de969:

    # m "Фред!"
    # m "Сколько можно за мной ходить?!"
    # mt "Я сегодня так и не узнала цвет трусиков Юлии. Что же делать?"
    # fred "Миссис Бакфетт... Вы выяснили то, о чем я вас просил?"
    # m "!!!" 
    # mt "Ненавижу этого мерзавца!"
    m "Fred!"
    m "Сколько можно за мной ходить?!"
    mt "Я сегодня так и не узнала цвет трусиков Юлии. Что же делать?"
    fred "Миссис Бакфетт... Вы выяснили то, о чем я вас просил?"
    m "!!!" 
    mt "Ненавижу этого мерзавца!"

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:491
translate english ep28_dialogues6_julia_8_8f1fe4f4:

    # m "ФРЕД!!!"
    # m "Ты не смеешь мне указывать, что мне делать!"
    # m "И мне плевать на то, что ты кому-то расскажешь!"
    # m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    # m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # fred "..." 
    m "FRED!!!"
    m "Ты не смеешь мне указывать, что мне делать!"
    m "И мне плевать на то, что ты кому-то расскажешь!"
    m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    m "Пошел вон отсюда!!!"
    m "Еще раз здесь тебя увижу - вызову охрану!!!"
    m "Жалкий водитель!"
    fred "..." 

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:503
translate english ep28_dialogues6_julia_8_3c1c6d53:

    # m "Да, я выяснила!!!"
    # m "Она носит трусики белого цвета!"
    # m "..."
    m "Да, я выяснила!!!"
    m "Она носит трусики белого цвета!"
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:507
translate english ep28_dialogues6_julia_8_543a2e1b:

    # m "Да, я выяснила!!!"
    # m "Она носит трусики красного цвета!"
    # m "..."
    m "Да, я выяснила!!!"
    m "Она носит трусики красного цвета!"
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:512
translate english ep28_dialogues6_julia_8_ef38b3a0:

    # m "Да, я выяснила!!!"
    # m "Она носит трусики синего цвета!"
    # m "..."
    m "Да, я выяснила!!!"
    m "Она носит трусики синего цвета!"
    m "..."

# game/Quests/EP2_08/ep28_dialogues6_julia.rpy:516
translate english ep28_dialogues6_julia_8_3f8d8058:

    # fred "Миссис Бакфетт, обман - это непрофессионально."
    # fred "Но я вас прощаю на первый раз..."
    # m "..."
    # mt "Я уже несколько дней потратила на выяснение цвета трусиков секретарши..."
    # mt "Мне все это надоело уже!!!"
    # fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    # fred "Я с нетерпением буду ждать вашего ответа."
    # fred "До скорой встречи, Миссис Бакфетт."
    # mt "..."
    # mt "Я уже не знаю, что еще можно придумать..."
    fred "Миссис Бакфетт, обман - это непрофессионально."
    fred "Но я вас прощаю на первый раз..."
    m "..."
    mt "Я уже несколько дней потратила на выяснение цвета трусиков секретарши..."
    mt "Мне все это надоело уже!!!"
    fred "Я не сомневаюсь, что у вас все получится, Миссис Бакфетт."
    fred "Я с нетерпением буду ждать вашего ответа."
    fred "До скорой встречи, Миссис Бакфетт."
    mt "..."
    mt "Я уже не знаю, что еще можно придумать..."

translate english strings:

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:57
    old "Отказаться выполнять дурацкие приказы этого мерзавца!"
    new "Отказаться выполнять дурацкие приказы этого мерзавца!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:57
    old "Продолжить играть в 'профессиональную' игру Фреда."
    new "Продолжить играть в 'профессиональную' игру Фреда."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:84
    old "Узнать, какие трусики носит Юлия."
    new "Узнать, какие трусики носит Юлия."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:113
    old "Заглянуть Юлии под платье."
    new "Заглянуть Юлии под платье."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:113
    old "Не заглядывать."
    new "Не заглядывать."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:283
    old "Заглянуть под стол Юлии."
    new "Заглянуть под стол Юлии."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:399
    old "Ты очень хорошо работала гувернанткой, поэтому я..."
    new "Ты очень хорошо работала гувернанткой, поэтому я..."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:399
    old "Ничего! Сиди и работай! Не отвлекайся!"
    new "Ничего! Сиди и работай! Не отвлекайся!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:430
    old "Поднять платье и показать Юлии трусики."
    new "Поднять платье и показать Юлии трусики."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:430
    old "Я не собираюсь ставить себя в такую глупую ситуацию!"
    new "Я не собираюсь ставить себя в такую глупую ситуацию!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:488
    old "Юлия носит трусики белого цвета!"
    new "Юлия носит трусики белого цвета!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:488
    old "Юлия носит трусики красного цвета!"
    new "Юлия носит трусики красного цвета!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:488
    old "Юлия носит трусики синего цвета!"
    new "Юлия носит трусики синего цвета!"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:533
    old "Выяснить, какого цвета трусики на Юлии сегодня"
    new "Выяснить, какого цвета трусики на Юлии сегодня"

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:535
    old "Заставить Юлию искать флешку."
    new "Заставить Юлию искать флешку."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:535
    old "Заставить Юлию достать с полки папку с отчетами."
    new "Заставить Юлию достать с полки папку с отчетами."

    # game/Quests/EP2_08/ep28_dialogues6_julia.rpy:535
    old "Показать Юлии свои трусики."
    new "Показать Юлии свои трусики."

