label ep29_dialogues3_melanie_monica_victoria_1:
    melanie
    # Офис. Когда Моника приходит в очередной раз на работу в офис (днем), автоматически включается сцена в гримерке
    # Моника начинает работать
    # при этом управление переходит на Мелани, автоматически
    # Мелани сидит перед зеркалом в гримерке, поправляет макияж (н-р, губы красит) или поправляет прическу
    # Мелани смотрит на себя в зеркало и думает о том, что сегодня вечером ей обязательно нужно быть в ресторане в отеле
    # там сегодня должен присутствовать какой-то знаменитый фотограф, ей хочется с ним познакомиться и покорить его своей красотой
    # он, как и все остальные мужчины, не сможет устоять передо мной
    # в гримерку заходит серкретарша Бифа и говорит Мелани, что сейчас звонила Виктория
    # она просила передать вам, что она сегодня ждет вас у себя, уточнила, что это очень срочно
    # Мелани смотрит на секретаря вопросительно, спрашивает, говорила ли ли Виктория еще что-нибудь
    # та говорит, что нет, только сказала, что сегодня срочно
    # Мелани говорит секретарю спасибо, можешь идти
    # поворачивается снова к зеркалу и, смотря на свое отражение, думает, что этой мерзкой сучке снова нужно от меня
    # Мелани раздосадована, что Виктория ее к себе вызывает, она злится, т.к. не хочет видеть ее смазливую мерзкую физиономию
    # эта сучка Виктория возомнила себя самой умной и хитрой
    # нужно будет придумать, как поставить ее на место. кто она вообще такая, чтобы вести себя со мной подобным образом?
    # если у меня получится узнать, кто снабжает ее моими фотографиями, кто шпионит за мной, то у меня будет зацепка
    # нужно во что бы то ни стало лишить эту сучку Викторию возможности шантажировать меня
    # конечно, проще всего было бы окрутить Дика и сделать так, чтобы он вышвырнул эту сучку Виктрию на улицу, где ей и место
    # но она сидит и охраняет его, как цепной пес. хм. интересно, Дик вообще выбирается куда-нибудь без нее. нужно узнать об этом
    # Мелани снова смотрит на себя в зеркало и с досадой, а пока мне придется пойти к этой мелкой блондинистой сучке
    # и узнать, что взбрело ей в голову на этот раз
    return

# управление перешло на Мелани, появляется иконка Мелани справа
# в заданиях появляется "Пойти в офис Дика и узнать, что нужно Виктории"

# Мелани может ходить по локациям: гримерка, фотостудия, ресепшн секретаря Бифа, кабинет Бифа, холл у лифта
# прописать мысли Мелани при передвижении по локациями (подошла к зданию, вышла из здания, глазик + когда кликаешь на саму Мелани)
# прописать, что думает Мелани, когда смотрит на предметы, на сотрудников офиса, на Викторию

label ep29_dialogues3_melanie_monica_victoria_2:
    victoria
    # Мелани заходит в здание, где располагается офис Дика
    # на первом этаже секретарь на ресепшене радостно приветствует ее, говорит кучу комплиментов
    # Мелани спрашивает ее, у себя ли Дик, та говорит, да, он у себя, уверена, что он будет рад вашему визиту, могу проводить вас
    # Мелани говорит, что сама дойдет, про себя думает, не хватало еще, чтобы мелкая сучка сказала что-нибудь унизительное ей при этой женщине
    # Мелани поднимается на лифте и подходит к Виктории, та сидит за своим рабочим столом с самодовольным видом
    # подходит к Виктории и спрашивает, зачем та ее просила приехать
    # Мелани думает о том, что с большей радостью видела бы лицо этой зарвавшейся девчонки на обложке журнала для фермы, а не здесь
    # потом смотрит на дверь в кабинет Дика, думает, может проигнорировать Викторию и пойти напрямую к Дику
    # если она это сделает быстро, то Виктория не сможет ее остановить, а Дик с ней разберется
    # Виктория с издевательским выражением лица "Подружка, мне кажется, что ты не рада меня видеть"
    # "Хорошие подружки так себя не ведут. Давай сделаем вид, что ты ничего мне сейчас не говорила и ты подойдешь снова"
    # Мелани смотрит на нее непроницаемым взглядом, разворачивается, отходит от стола, потом подходит снова
    # Виктория внимательно наблюдает за ней
    # Мелани с каменным лицом "Виктория, здравствуй. Я рада нашей встрече."
    # Виктория ей "Уже лучше. Хорошие подружки целуются при встрече, потому что действительно рады встрече. Ты же хорошая подружка?"
    # Мелани молча смотрит на нее, думает о том, что эта сучка откровенно издевается над ней, сейчас она поиграет по ее правилам
    # она ведь не просто так вызвала ее к себе, нужно узнать, что она хочет
    # но просто так нельзя это оставлять, она не оставит подобное поведение безнаказанным
    # Мелани подходит и целует Виктория в щеку, та самодовольно улыбается "Подружка соскучилась по мне?"
    # Мелани молчит
    # Виктория, я не слышу ответа, возможно я ошибаюсь и ты не моя подружка? ты не соскучилась по мне?
    # Мелани говорит, что соскучилась
    # Виктория говорит, раз ты так скучаешь по мне, подружка, то так уж и быть я найду время, чтобы навестить тебя сегодня
    # я приду к тебе вечером в гости и хочу, чтобы вторая наша подружка тоже пришла. уверена, она тоже соскучилась по мне. как ты думаешь?
    # Мелани удивленно приподнимает бровь, ко мне в гости?
    # Виктория, да. я тут подумала, что ни разу не была у тебя в гостях. а подружки ходят друг другу в гости и устраивают девичники
    # сегодня вечером я хочу устроить девичник с моими хорошими подружками. ты ведь рада, что я приду к тебе в гости? ты же хорошая подружка?
    # Мелани молчит, думает, что эта сучка явно что-то задумала, а что именно можно узнать только одним способом - согласиться, чтобы та пришла к ней в гости
    # Мелани говорит, что она хорошая подружка и будет ждать Викторию в гости
    # Виктория говорит, я очень расстроюсь, если вторая наша подружка не придет сегодня. я тогда подумаю, что она не соскучилась по мне
    # как ты думаешь, вторая подружка не захочет ведь меня расстраивать?
    # Мелани ей, я уверена, что она с радостью с тобой встретиться
    # Виктория хихикает, не могу дождаться нашей встречи
    # Мелани еще раз бросает взгляд на дверь Дика, Виктория это видит и говорит, ты можешь идти, подружка
    # я понимаю, что ты с радостью повторила бы нашу встречу в этом кабинете, поэтому ты туда так смотришь, но не расстраивайся. мы увидимся сегодня вечером
    # молча смотрят друг на друга. Виктория ей, до встречи, подружка. я принесу тебе подарок. и не только тебе...
    # Мелани бросает на нее нечитабельный взгляд, разворачивается и уходит
    # выйдя из здания думает, что эты мерзкая девчонка дала понять, что присутствие Моники обязательно, мне нужно передать ей это, она должна быть в офисе
    return

label ep29_dialogues3_melanie_monica_victoria_3:
    # Мелани возвращается в офис, думает о том, что будет не так просто заставить Миссис Бакфетт прийти на встречу с Викторией
    # если она откажется, то Виктория точно разозлиться, она это ясно дала понять
    # Мелани заходит в отдел отчетов
    # подхалим подрывается с места, сисадмин подскакивает, все остальные смотрят на Мелани с изумлением
    # подхалим подбегает к ней, говорит кучу комплиментов, предлагает кофе, сисадмин смотрит на нее, открыв рот взглядом, как у Эрика
    # Мелани спрашивает у подхалима, у себя ли Миссис Бакфетт, тот говорит, что да, он ее проводит
    # подхалим открывает ей дверь в кабинет Моники, та заходит
    # Моника сидит за своим столом со скучающим видом и "работает", Юлия как всегда вся в работе
    # Мелани думает, что Миссис Бакфетт не так уж и плохо тут устроилась, по ней не скажешь, что она особо здесь перерабатывает
    # Мелани говорит Монике, что сейчас была на встрече с их общим хорошим другом и что этот человек хочет сегодня встретится с ними обеими
    # встреча состоится вечером у меня. в ваших же интересах, Миссис Бакфетт, присутствовать на встрече
    # Моника смотрит на Мелани ошарашенно, думает, что та говорит про Маркуса, напугана
    # Юлия заинтересованно наблюдает за их диалогом, Моника смотрит на Юлию, потом снова на Мелани, берет себя в руки
    # говорит "Я поняла. Я приду вечером."
    # Мелани уходит, возвращается в гримерку, садится у зеркала, смотрит на свое отражение
    # думает, эта мелкая сучка не напугает меня, как бы она не старалась. она ничего мне не сделает, она и может только, что угрожать и все, на большее она не способна
    return
