# Офис. Когда Моника приходит в очередной раз на работу в офис (днем)
# Моника начинает работать и автоматически включается сцена в гримерке, после нее управление переходит на Мелани
label ep29_dialogues3_melanie_monica_victoria_1:
    # Мелани сидит перед зеркалом в гримерке, поправляет макияж кистью для мейкапа
    melanie_t "Я выгляжу какой-то уставшей..."
    melanie_t "Мне нужно взять несколько выходных и отдохнуть."
    melanie_t "Возможно, стоит полететь на острова... Океан, пальмы, никаких папарацци..."
    melanie_t "Нужно будет подойти к Бифу, попросить у него небольшй отпуск."
    melanie_t "Он не сможет мне отказать."
    melanie_t "Еще ни один мужчина не отказывал мне. И Биф не станет первым..."
    # в гримерку заходит серкретарша Бифа
    secretary "Мисс Мелани..."
    # Мелани поворачивается к ней
    melanie "Да?"
    secretary "Сейчас звонила Мисс Виктория."
    # Мелани вопросительно поднимает бровь
    melanie "И что Мисс Виктория сказала?"
    secretary "Она просила передать Вам, что она сегодня ждет Вас у себя."
    secretary "Она сказала, что это очень срочно."
    # Мелани смотрит на секретаря вопросительно
    melanie "Говорила ли Мисс Виктория еще что-нибудь?"
    secretary "Нет, Мисс Мелани. Она только сказала, что это очень срочно."
    melanie "..."
    melanie "Спасибо. Я проведаю Мисс Викторию сегодня."
    melanie "Вы можете идти."
    # секретарша уходит, Мелани поворачивается снова к зеркалу и задумчиво смотрит на свое отражение
    melanie_t "Что этой мерзкой Мисс Виктории снова нужно от меня?"
    melanie_t "Почему Я должна ехать к ней по первому же ее звонку?"
    melanie_t "..."
    # Мелани снова берет в руки кисть для мейка и проводит ею по скуле
    melanie_t "Эта мелкая стерва возомнила себя самой умной и хитрой..."
    melanie_t "Нужно будет придумать, как поставить ее на место."
    melanie_t "Кто она вообще такая, чтобы вести себя со МНОЙ подобным образом?"
    melanie_t "Нужно во что бы то ни стало лишить эту сучку возможности шантажировать меня."
    melanie_t "Если я узнаю, кто снабжает ее моими фотографиями, шпионя за мной..."
    melanie_t "То у меня будет хоть какая-то зацепка. Я смогу договориться с этим папарацци."
    melanie_t "Уверена, что все дело в деньгах."
    melanie_t "..."
    # положила кисть на столик, поправляет прическу
    melanie_t "Конечно, проще всего было бы соблазнить Дика."
    melanie_t "В моих силах сделать так, чтобы он вышвырнул эту сучку на улицу..."
    melanie_t "Где он ее и подобрал, я так полагаю."
    melanie_t "Но ведь она сидит и охраняет Дика, как цепной пес."
    melanie_t "Хм... Интересно, Дик вообще ходит куда-нибудь без нее?"
    melanie_t "Нужно будет узнать об этом."
    # Мелани смотрит на себя в зеркало, на лице едва заметна досада
    melanie_t "А пока мне придется поехать к этой мелкой сучке..."
    melanie_t "И узнать, что взбрело ей в голову на этот раз."
    # встает со стула
    melanie_t "Сейчас мне нужно ехать в офис Дика."
    return

# управление перешло на Мелани
# появляется иконка Мелани справа
# в заданиях появляется "Пойти в офис Дика и узнать, что нужно Виктории."
# денег у Мелани 500 000 баксов

# мысли Мелани в гримерке
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1a:
    # смотрит на свой портрет
    melanie_t "Это одна из моих любимых работ."
    return
label ep29_dialogues3_melanie_monica_victoria_1b:
    # смотрит на другие свои фотографии
    melanie_t "Любая моя фотография - произведение искусства."
    return
label ep29_dialogues3_melanie_monica_victoria_1c:
    # смотрит на зеркала
    melanie_t "Люблю, когда меня окружает много зеркал. Мне нравится смотреть на себя."
    return
label ep29_dialogues3_melanie_monica_victoria_1d:
    # смотрит на косметику на столе
    melanie_t "Косметики много не бывает. Я готова покупать ее каждый день."
    return
label ep29_dialogues3_melanie_monica_victoria_1e:
    # смотрит на чемоданы
    melanie_t "Здесь можно найти красивый наряд для любого события. Дорогие наряды отлично подчеркивают мою красоту."
    return
label ep29_dialogues3_melanie_monica_victoria_1f:
    # клик на Мелани
    melanie_t "Я не могу позволить, чтобы мною командовала какая-то девочка. И где только Дик ее нашел?"
    return

# мысли Мелани в фотостудии
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1g:
    # смотрит на съемочную площадку
    melanie_t "Перед объективом камеры я чувствую себя превосходно. Люблю быть в центре внимания."
    return
label ep29_dialogues3_melanie_monica_victoria_1h:
    # смотрит на оборудование для фотосессии
    melanie_t "В этой студии самое лучшее оборудование. Мне нравится работать здесь."
    return
label ep29_dialogues3_melanie_monica_victoria_1i:
    # смотрит на Алекса (глазик)
    melanie_t "Алекс. Неплохой фотограф. А я его любимая модель."
    return
label ep29_dialogues3_melanie_monica_victoria_1j:
    # смотрит на Алекса (разговор)
    melanie_t "Он снова начнет уговаривать меня сняться для его личной коллекции... Мне пока не до этого."
    return

# мысли Мелани на ресепшене перед кабинетом Бифа
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1k:
    # смотрит на любой предмет в приемной Бифа
    melanie_t "Всегда не любила это место. Никогда не знаешь, что ожидать, когда входишь в дверь босса. Будь то Миссис Бакфетт или Биф..."
    return
label ep29_dialogues3_melanie_monica_victoria_1l:
    # смотрит на секретаря Бифа (глазик)
    melanie_t "Секретарю Бифа не помешало бы сходить к косметологу. Нельзя же себя так запускать..."
    return
label ep29_dialogues3_melanie_monica_victoria_1m:
    # смотрит на секретаря Бифа (разговор, когда Бифа нет на месте)
    melanie "Биф у себя?"
    secretary "К сожалению, Мисс Мелани, он будет только вечером. Что-нибудь ему передать?"
    melanie "Нет, спасибо. Я позже сама с ним поговорю."
    melanie_t "Бифа сложно застать на рабочем месте. Такое ощущение, что он сюда приходит только выпить виски по вечерам..."
    return
label ep29_dialogues3_melanie_monica_victoria_1n:
    # смотрит на секретаря Бифа (разговор, когда Биф на работе, вечером после посещения офиса Дика)
    melanie "Биф у себя?"
    secretary "Да, Мисс Мелани. Проходите."
    melanie "Спасибо."
    return

# мысли Мелани в кабинете Бифа
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1o:
    # смотрит на Бифа (глазик)
    melanie_t "Если Биф выпивает полбутылки виски, то становится намного сговорчивее."
    return
label ep29_dialogues3_melanie_monica_victoria_1p:
    # смотрит на любой предмет в кабинете Бифа
    melanie_t "Миссис Бакфетт, должно быть, очень хочет вернуться в свой кабинет."
    melanie_t "Хотя, я тоже была бы не прочь оказаться в этом кресле..."
    return

# мысли Мелани в холле у лифта
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1q:
    # если не была еще в офисе Дика, при любом клике, кроме выхода
    melanie_t "Сейчас мне нужно ехать в офис Дика. Что этой ненормальной Виктории снова от меня нужно?"
    return

# мысли Мелани в отделе отчетов
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1r:
    # смотрит на сотрудников отдела отчетов
    melanie_t "Никогда не понимала, как люди целыми днями могут работать с документами? Это так скучно."
    melanie_t "И зачем здесь так много сотрудников? Неужели этот отдел настолько важен для журнала?"
    return
label ep29_dialogues3_melanie_monica_victoria_1s:
    # смотрит на подхалима (глазик)
    melanie_t "У него такой важный вид, как-будто он здесь всеми руководит."
    return
label ep29_dialogues3_melanie_monica_victoria_1t:
    # смотрит на айтишника (глазик)
    melanie_t "Очередной мой поклонник, который ни слова при мне не может сказать..."
    melanie_t "Мужчины часто в моем присутствии теряют дар речи..."
    return

# мысли Мелани в кабинете Моники
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1u:
    # смотрит на Юлию (глазик)
    melanie_t "Это кто? Наверное, помощница Миссис Бакфетт. Я не хотела бы оказаться на ее месте."
    return
label ep29_dialogues3_melanie_monica_victoria_1v:
    # смотрит на Юлию (разговор)
    melanie_t "Мне с ней не о чем разговаривать."
    return
label ep29_dialogues3_melanie_monica_victoria_1w:
    # смотрит на Монику (глазик)
    melanie_t "Миссис Бакфетт. Она неплохо тут устроилась."
    melanie_t "У нее есть много подчиненных и помощница. Можно целыми днями командовать людьми, как она любит."
    return
label ep29_dialogues3_melanie_monica_victoria_1x:
    # смотрит на предмет в кабинете Моники
    melanie_t "Вполне приличный рабочий кабинет. Конечно, не сравнить с бывшим кабинетом Миссис Бакфетт."
    melanie_t "Она, наверное, скучает по кастингам..."
    return

# мысли Мелани на ресепшене в офисе Дика на первом этаже
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1y:
    # смотрит на секретаря на ресепшене (глазик)
    melanie_t "Она неплохо выглядит... В отличие от секретарши Бифа."
    return
label ep29_dialogues3_melanie_monica_victoria_1z:
    # смотрит на секретаря на ресепшене (разговор)
    reception_secretary "Здравствуйте, Мисс Мелани!"
    reception_secretary "Я так рада Вас видеть!"
    reception_secretary "Вы, как всегда, великолепно выглядите!"
    melanie "Спасибо."
    reception_secretary "Вы пришли к Мистеру Дику? Он как раз у себя."
    reception_secretary "Уверена, что Мистер Дик будет рад Вашему визиту! Я могу проводить Вас, Мисс Мелани."
    melanie "Это совсем необязательно. Я помню, где находится кабинет Мистера Дика."
    melanie_t "Не хватало еще, чтобы мелкая сучка сказала что-нибудь унизительное ей при этой женщине."
    return

# мысли Мелани в приемной перед офисом Дика, второй этаж
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1aa:
    # смотрит на Викторию (глазик)
    melanie_t "Эта мелкая стервозная сучка начинает раздражать меня..."
    melanie_t "Нужно найти способ поставить ее на место."
    return
label ep29_dialogues3_melanie_monica_victoria_1bb:
    # смотрит на дверь в кабинет Дика
    melanie_t "Может проигнорировать Викторию и пойти напрямую к Дику?"
    melanie_t "Дик быстро разберется с ней. Мне стоит только попросить его об этом."
    melanie_t "С другой стороны... Неужели Я не смогу справиться с ней?"
    return

# мысли Мелани в ее квартире
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1cc:
    # смотрит на сумочку Виктории
    melanie_t "Эта мелкая сучка снова раздобыла какую-то компрометирующую информацию."
    return
label ep29_dialogues3_melanie_monica_victoria_1dd:
    # смотрит на свои портреты
    melanie_t "Все мои портреты - произведения искусства."
    melanie_t "Мне нравится окружать себя прекрасным."
    return
label ep29_dialogues3_melanie_monica_victoria_1ee:
    # смотрит на столик с бокалами
    melanie_t "Это вино многолетней выдержки - подарок одного коллекционера."
    melanie_t "Вряд ли Виктория сможет понять разницу между ним и дешевкой из магазина."
    return
label ep29_dialogues3_melanie_monica_victoria_1ff:
    # смотрит на мебель
    melanie_t "Интерьер моей квартиры разрабатывал один из лучших дизайнеров города."
    melanie_t "В целом, мне нравится. Просто и со вкусом."
    return

# мысли Мелани, когда вышла из здания, где расположен офис Моники
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1gg:
    # перед посещением офиса Дика
    melanie_t "Мне нужно ехать в офис Дика. Виктория передала, что это срочно."
    melanie_t "Эта девочка Дика начинает мне надоедать..."
    return
label ep29_dialogues3_melanie_monica_victoria_1hh:
    # перед тем, как поехать к себе домой
    melanie_t "Скоро ко мне придет Миссис Бакфетт и эта мелкая дрянь."
    melanie_t "Надеюсь, мне не придется долго терпеть ее присутствие в моей квартире."
    return

# мысли Мелани перед зданием, где расположен офис Моники
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1ii:
    # после посещения офиса Дика
    melanie_t "Необходимо убедить Миссис Бакфетт в необходимости ее присутствия на встрече с Викторией."
    melanie_t "Виктория ясно дала понять, что она обязательно должна быть сегодня вечером у меня."
    return

# мысли Мелани перед зданием, где расположен офис Дика
# не рендерить!!!
label ep29_dialogues3_melanie_monica_victoria_1jj:
    # перед посещением офиса Дика
    melanie_t "В прошлый раз Мистер Дик был крайне рад меня видеть."
    melanie_t "И достаточно пренебрежительно обошелся с Викторией в моем присутствии."
    melanie_t "После такого Виктория и близко меня к нему не подпустит."
    return

# мысли Мелани, когда вышла из здания, где расположен офис Дика
label ep29_dialogues3_melanie_monica_victoria_1kk:
    # после посещения офиса Дика
    melanie_t "Мелкая дрянь... Кем она себя возомнила?"
    melanie_t "Сейчас мне нужно ехать в офис и поговорить с Миссис Бакфетт."
    return

# мысли Мелани перед домом, где расположена ее квартира
label ep29_dialogues3_melanie_monica_victoria_1ll:
    melanie_t "Виктория сегодня обещала устроить девичник."
    melanie_t "Что ж... Посмотрим, чем это закончится..."
    return

# клик на Мелани возле здания, где офис Моники (глазик)
label ep29_dialogues3_melanie_monica_victoria_1mm:
    melanie_t "Любая девушка в мире может только мечтать о такой работе, как у меня."
    melanie_t "Но они - не я. Недостаточно быть просто красивой."
    return

# клик на Мелани возле здания, где офис Дика (глазик)
label ep29_dialogues3_melanie_monica_victoria_1nn:
    melanie_t "Я сегодня выгляжу сногсшибательно. Впрочем, как всегда..."
    melanie_t "Виктория ненавидит меня за это."
    return

# клик на Мелани возле ее дома (глазик)
label ep29_dialogues3_melanie_monica_victoria_1oo:
    melanie_t "Люблю свою квартиру. Там я могу скрыться от посторонних глаз и объективов камер."
    return

label ep29_dialogues3_melanie_monica_victoria_2:
    victoria
    # Мелани заходит в здание, где располагается офис Дика
    # Мелани поднимается на лифте и подходит к Виктории, та сидит за своим рабочим столом с самодовольным видом
    # подходит к Виктории и спрашивает, зачем та ее просила приехать
    # Мелани думает о том, что с большей радостью видела бы лицо этой зарвавшейся девчонки на обложке журнала для фермы, а не здесь
    # потом смотрит на дверь в кабинет Дика, думает, может проигнорировать Викторию и пойти напрямую к Дику
    # если она это сделает быстро, то Виктория не сможет ее остановить, а Дик с ней разберется
    # Виктория с издевательским выражением лица "Подружка, мне кажется, что ты не рада меня видеть"
    # "Хорошие подружки так себя не ведут. Давай сделаем вид, что ты ничего мне сейчас не говорила и ты подойдешь снова"
    # Мелани смотрит на нее непроницаемым взглядом, разворачивается, отходит от стола, потом подходит снова
    # Виктория внимательно наблюдает за ней
    # Мелани с каменным лицом "Виктория, здравствуй. Я рада нашей встрече."
    # Виктория ей "Уже лучше. Хорошие подружки целуются при встрече, потому что действительно рады встрече. Ты же хорошая подружка?"
    # Мелани молча смотрит на нее, думает о том, что эта сучка откровенно издевается над ней, сейчас она поиграет по ее правилам
    # она ведь не просто так вызвала ее к себе, нужно узнать, что она хочет
    # но просто так нельзя это оставлять, она не оставит подобное поведение безнаказанным
    # Мелани подходит и целует Виктория в щеку, та самодовольно улыбается "Подружка соскучилась по мне?"
    # Мелани молчит
    # Виктория, я не слышу ответа, возможно я ошибаюсь и ты не моя подружка? ты не соскучилась по мне?
    # Мелани говорит, что соскучилась
    # Виктория говорит, раз ты так скучаешь по мне, подружка, то так уж и быть я найду время, чтобы навестить тебя сегодня
    # я приду к тебе вечером в гости и хочу, чтобы вторая наша подружка тоже пришла. уверена, она тоже соскучилась по мне. как ты думаешь?
    # Мелани удивленно приподнимает бровь, ко мне в гости?
    # Виктория, да. я тут подумала, что ни разу не была у тебя в гостях. а подружки ходят друг другу в гости и устраивают девичники
    # сегодня вечером я хочу устроить девичник с моими хорошими подружками. ты ведь рада, что я приду к тебе в гости? ты же хорошая подружка?
    # Мелани молчит, думает, что эта сучка явно что-то задумала, а что именно можно узнать только одним способом - согласиться, чтобы та пришла к ней в гости
    # Мелани говорит, что она хорошая подружка и будет ждать Викторию в гости
    # Виктория говорит, я очень расстроюсь, если вторая наша подружка не придет сегодня. я тогда подумаю, что она не соскучилась по мне
    # как ты думаешь, вторая подружка не захочет ведь меня расстраивать?
    # Мелани ей, я уверена, что она с радостью с тобой встретиться
    # Виктория хихикает, не могу дождаться нашей встречи
    # Мелани еще раз бросает взгляд на дверь Дика, Виктория это видит и говорит, ты можешь идти, подружка
    # я понимаю, что ты с радостью повторила бы нашу встречу в этом кабинете, поэтому ты туда так смотришь, но не расстраивайся. мы увидимся сегодня вечером
    # молча смотрят друг на друга. Виктория ей, до встречи, подружка. я принесу тебе подарок. и не только тебе...
    # Мелани бросает на нее нечитабельный взгляд, разворачивается и уходит
    # выйдя из здания думает, что эты мерзкая девчонка дала понять, что присутствие Моники обязательно, мне нужно передать ей это, она должна быть в офисе
    return

label ep29_dialogues3_melanie_monica_victoria_3:
    # Мелани возвращается в офис, думает о том, что будет не так просто заставить Миссис Бакфетт прийти на встречу с Викторией
    # если она откажется, то Виктория точно разозлиться, она это ясно дала понять
    # Мелани заходит в отдел отчетов
    # подхалим подрывается с места, сисадмин подскакивает, все остальные смотрят на Мелани с изумлением
    # подхалим подбегает к ней, говорит кучу комплиментов, предлагает кофе, сисадмин смотрит на нее, открыв рот взглядом, как у Эрика
    # Мелани спрашивает у подхалима, у себя ли Миссис Бакфетт, тот говорит, что да, он ее проводит
    # подхалим открывает ей дверь в кабинет Моники, та заходит
    # Моника сидит за своим столом со скучающим видом и "работает", Юлия как всегда вся в работе
    # Мелани думает, что Миссис Бакфетт не так уж и плохо тут устроилась, по ней не скажешь, что она особо здесь перерабатывает
    # Мелани говорит Монике, что сейчас была на встрече с их общим хорошим другом и что этот человек хочет сегодня встретится с ними обеими
    # встреча состоится вечером у меня. в ваших же интересах, Миссис Бакфетт, присутствовать на встрече
    # Моника смотрит на Мелани ошарашенно, думает, что та говорит про Маркуса, напугана
    # Юлия заинтересованно наблюдает за их диалогом, Моника смотрит на Юлию, потом снова на Мелани, берет себя в руки
    # говорит "Я поняла. Я приду вечером."
    # Мелани уходит, возвращается в гримерку, садится у зеркала, смотрит на свое отражение
    # думает, эта мелкая сучка не напугает меня, как бы она не старалась. она ничего мне не сделает, она и может только, что угрожать и все, на большее она не способна
    return
