label ep29_dialogues4_lesbian_threesome_victoria_1:
    # дом Мелани, вечер
    # Мелани дома одна, как обычно стоит перед зеркалом, думает, что скоро придет эта сучка Виктория и надо быть с ней осторожнее
    # она не должна догадаться, что я ищу способ, как поставить ее на место
    # Мелани смотрит на часы, Миссис Бакфетт должна уже прийти, надеюсь, она не проигнорирует эту встречу
    # интересно, она поняла, о каком друге я ей говорила
    # стук в дверь, Мелани подходит к двери, открывает, за ней стоит Моника в наряде шлюхи
    # Моника напряжена, заходит в квартиру, оглядывается, видит, что они с Мелани вдвоем
    # спрашивает у Мелани, когда должен прийти их общий друг
    # Мелани безэмоционально отвечает, с минуты на минуту, Миссис Бакфетт.
    # предлагает ей присесть на диван, на столике перед ним стоит три бокала с вином
    # Моника смотрит на эти три бокала и думает, что если бы случилось что-то страшное, то Маркус не приглашал бы их с Мелани выпить вина у нее
    # он бы тогда, наверняка, послал бы полицейских за ней. хотя... он же не знает, где она живет. значит, Маркус выбрал квартиру Мелани, чтобы заманить ее, Монику, сюда
    # а потом он ее схватит и снова отведет в свой жуткий кабинет!!! а она не взяла с собой анальную пробку! и он ее накажет за это!
    # стук в дверь, Моника в ужасе смотрит на Мелани, та смотрит на Монику, она абсолютно спокойна
    # Мелани встает, подходит к двери
    # Мелани открывает дверь, заходит Виктория с сумочкой в руках
    # смотрит на Мелани, потом поворачивается и видит Монику, недобро ухмыляется
    # Моника сидит на диване спиной ко входу и продолжает напряженно смотреть на бокалы, заметно, что она нервничает
    # Виктория подходит к дивану, Моника поворачивает голову и видит, что пришел не Маркус, а Виктория
    # Моника в шоке, вскакивает с дивана, смотрит на Викторию, потом на Мелани
    # Виктория говорит ей, подружка, ты скучала по мне?
    # Виктория поворачивается к Мелани, эта подружка по мне скучала, она всегда так рада меня видеть... правда, рада? что ты делаешь при встрече, Мелани?
    # пристально с высока смотрит на Мелани и показыват пальцем на свою щеку
    # Мелани немного медлит, потом подходит к ней и чмокает ее в щеку
    # Моника смотрит на это в полнейшем изумлении, Мелани садится за столик, берет бокал в руку
    # Виктория говорит Мелани, молодец, ты хорошая подружка. поворачивается к Монике, а ты? ты моя подружка?
    # Моника говорит, д-да
    # Виктория пристально смотрит на Монику, скажи это
    # Моника отвечает, я... я твоя... подружка
    # Виктория говорит, скажи это еще раз, я не расслышала
    # Моника повторяет, я твоя подружка!
    # Виктория продолжает сверлить Монику взглядом, ты моя ХОРОШАЯ подружка? скажи мне
    # Моника отвечает, да, я хорошая подружка
    # Моника про себя думает, какого черта она тут делает, что ей нужно, может, она хочет, чтобы Моника платила ей еще больше денег?
    # Виктория говорит Монике, если ты хорошая подружка, то должна была скучать по мне и радоваться нашей встрече. ты рада видеть меня, подружка?
    # Моника непонимающе смотрит на Мелани, та сидит за столиком с бокалом в руке и наблюдает за сценой
    # Моника поворачивается снова к Виктории, та вопросительно поднимает брови
    # Виктория спрашивает, ты настолько рада, что не можешь найти слов?
    # Моника ей, я так рада нашей встрече, что не могу найти подходящих слов...
    # Виктория ей, странно, что ты не можешь сказать мне ничего приятного при встрече. ты точно скучала по мне?
    # Моника говорит, да, скучала
    # про себя Моника думает, как же она ненавидит эту маленькую дрянь
    # Виктория продолжает смотреть на Монику. говорит ей, что Мелани хорошая подружка и целует ее при встрече, а ты? ты же скучала, почему ты не хочешь поцеловать меня?
    # Моника медлит, про себя думает, что просто надо чмокнуть эту стерву в щеку, как сделала Мелани, и она отвяжется от нее наконец
    # Моника подходит к Виктории и чмокает ее в щеку, та довольно хихикает
    # Виктория подходит к столику, ставит сумочку на него, берет бокал, говорит Монике, чтобы та садилась за столик, девичник начинается
    # Моника садится напротив Мелани, берет бокал в руку
    # Виктория протягивает свой бокал к ним, подружки, наконец-то мы с вами все вместе встретились. чокаются со звоном бокалов
    # Виктория с интересом оглядывает квартиру Мелани, та вместе с Моникой смотрят на нее и жду, что будет дальше
    # Виктория говорит, что ей нравится квартира ее подружки Мелани, а особенно ее фотографии, хочу поближе их рассмотреть, ты же не против, подружка?
    # Мелани отвечает ей равнодушно, не глядя на нее, что она не против
    # говорит, что фотографии ей нравятся, но чего-то все равно не хватает
    # Виктория подходит к столику с косметикой, берет помаду Мелани (или достает ее из своей сумочки, если нет столика), потом идет к фотографиям на стене
    # помадой рисует на портрете Мелани ей усы, подходит к другому портрету и рисует очки или еще какую-нибудь фигню
    # Мелани выдает эмоцию !!!, но молчит, убийственным взглядом наблюдая за этим действием
    # Виктория поворачивается к ней, говорит, что так портрет смотрится намного гармоничнее. ты согласна со мной, подружка Моника?
    # Моника вопросительно смотрит на Мелани, та зло молчит
    # Моника снова смотрит на Викторию, говорит, да, так стало еще лучше
    # Виктория смеется, потом смотрит на Мелани и спрашивает, а ты что скажешь, подружка Мелани?
    # Мелани зло на нее смотрит, потом делает глоток из бокала, берет себя в руки и говорит, что согласна с Моникой
    # Виктория спрашивает ее, в чем именно ты согласна с моей подружкой Моникой? скажи мне это
    # Мелани говорит, мои портреты стали еще лучше
    # Виктория, и кого ты должна поблагодарить за это?
    # Мелани, тебя... подружка
    # Виктория, а как ты меня будешь благодарить, подружка Мелани?
    # Мелани вопросительно смотрит на нее, скажу тебе спасибо
    # Виктория смеется, говорит, что этого недостаточно. Мелани вопросительно поднимает бровь
    # Виктория делает серьезную мину и говорит, во-первых, не вздумай стирать это со своих фотографий! тебе же нравится моя работа?
    # Мелани напряжанно отвечает, да
    # Виктория ей, я не слышу!
    # Мелани, да, мне нравится твоя работа
    # Виктория говорит, во-вторых... делает многозначительную паузу, подходит к столику, за которым сидят Мелани с Моникой
    # во-вторых, я, как и обещала принесла вам, мои подружки, подарок.
    # смотрит с улыбкой на Мелани, потом на Монику
    # подружки ведь хотят узнать, какой подарок я для них приготовила? это подарок только для хороших подружек... вы же хорошие подружки?
    # Мелани с Моникой переглядываются напряженно, отвечают, мы хорошие подружки
    # Виктрия им, чьи вы хорошие подружки?
    # Мелани с Моникой, твои хорошие подружки
    # Виктория им, мои хорошие подружки хотят получить подарок от меня?
    # да
    # Виктория самодовольно хихикает, ставит одну ногу на столик, смотрит на Монику с Мелани сверху вниз
    # проводит пальцами вверх по своему бедру и немного приподнимает свое платье, становится видно, что она без трусиков
    # тогда подружки должны заслужить свой подарок
    # Моника с Мелани в шоке смотрят на нее, но ничего не предпринимают
    # Виктория им, подружки, скажите, я красивая? вам нравится на меня смотреть?
    # они отвечают ей, что она красивая и им нравится на нее смотреть
    # Виктория, раз я вам так нравлюсь, подружки, то я разрешаю вам поцеловать меня...
    # кто из подружек хочет сделать это первой, м?
    # Мелани с Моникой молча переглядываются, лицо Мелани остается безэмоциональным, у Моники отвращение на лице
    # Виктория им, вижу, что вы никак не можете решить, кто из вас будет первой.
    # я помогу вам, вы ведь мои хорошие подружки. вы же хотите, чтобы я вам помогла?
    # молчание
    # Моника про себя, черт, она сейчас разозлится, а ей ничего не стоит сообщить Маркусу, где меня можно найти
    # а потом еще и увеличить сумму еженедельных выплат, где я найду столько денег для нее?
    # !!! неужели мне придутся сделать ЭТО?! ФУУУУ! Какая мерзость!!!
    # Мелани про себя (смотрит на сумочку Виктории), эта мелкая дрянь принесла что-то в сумочке и не хочет это давать просто так... возможно, это какая-то важная информация
    # маленькая дрянь хочет сначала поиграться. самый простой выход - притвориться, что я не против. все равно, я скоро найду способ наказать ее за все это
    # Виктория громко им, Я НЕ СЛЫШУ ОТВЕТА! Подружки нехорошие?! Они хотят меня расстроить?!
    # Моника с Мелани вздрагивают, смотрят друг на друга, молчание
    # Моника, глядя на Мелани, мы не хотим тебя расстраивать... подружка
    # Мелани, глядя на Монику, мы хотим, чтобы ты помогла нам, подружка
    # поворачиваются к ней
    # Виктория им, так-то лучше, а то я в какой-то момент стала подозревать, что вы только притворяетесь моими подружками...
    # молчание, Виктория с нехорошей ухмылкой смотрит на них
    # Виктория им, итак! я придумала! Вы - мои подружки.
    # указывая пальцем на Мелани "ты - подружка только для киски, не трогай мою попу"
    # перемещая палец в сторону Моники "ты - подружка только для попы, не трогай мою киску"
    # обе подружки не торопятся исполнять указание Виктории, она им "можете начинать, давайте, я жду", поднимает свое платье выше
    # Мелани ставит бокал на стол, бросает еще один взгляд на Монику, поднимается с дивана и подходит к Виктории, смотрит на нее в упор
    # Виктория ей, я вижу, подружка, что тебе не терпится поцеловать мою киску. скажи мне это
    # Мелани ей, мне... мне не терпится поцеловать тебя
    # Моника все еще на диване и смотрит с отвращением
    # Виктория говорит Мелани, нет не так. скажи это еще раз
    # Мелани ей, Мисс Виктория, мне не терпится поцеловать вашу... вашу киску
    # Виктория, улыбаясь, хорошая подружка Мелани. моей киске тоже не терпится, она уже вся влажная. на колени!
    # Мелани медлит, смотрит в глаза Виктории, потом опускается на колени. киска Виктории прямо у нее перед глазами
###    # Мелани про себя "не верю, что я делаю ЭТО"
    # смотрит, потом приближает лицо и прикасается губами к киске Виктории
    # Виктория, ммм, какая хорошая подружка Мелани. давай еще разочек. Мелани целует еще раз, потом немного отстраняется
    # Виктория немного разворачивается, киска раскрывается, она кладет руку на голову Мелани
    # потом поворачивается к Монике. А подружка Моника хорошая? или она хочет отказаться от моего подарка и расстроить меня?
    # Моника про себя, фу, я не представляю, как я буду делать это. какая мерзость!!!
    # Виктория смотрит на нее в упор, Моника ставит бокал на стол, бросает взгляд на Мелани, которую Виктория держит за волосы
    # Моника поднимается с дивана и подходит к Виктории сзади, медлит, снова думает, какая это мерзость
    # встает на колени. Виктория ей, давай, подружка, целуй меня. тебе же нравится моя попа?
    # Моника ей, да, нравится
    # Виктория ей, прикоснись к ней губами. Моника прикасается губами к ягодицам, сначала к одной
    # Виктория ей, да, подружка хорошая. поцелуй еще
    # Моника прикасается ко второй ягодице губами
    # Виктория ей, а теперь хорошая подружка Моника потрогает руками мою попу, раздвинет ее половинки в сторону и поцелует мою дырочку
    # Моника кладет ладони, разводит ягодицы, смотрит, на лице отвращение
    # Виктория переключается на Мелани.
    # хорошая подружка Мелани сейчас поцелует мою киску еще раз. тебе ведь нравится целовать мою киску, м?
    # Мелани отвечат, да нравится
    # Виктория ей, что тебе нравится?
    # Мелани ей, мне нравится целовать твою киску
    # Виктория ей, я разрешаю тебе поцеловать мою киску еще, раз тебе это так нравится
    # Мелани снова прикасается губами к киске Виктории
    # Виктория ей, а теперь я разрешаю подружке Мелани потрогать мою киску язычком. ммм. да, хорошая подружка. и еще раз... да, так
    # а теперь подружка Мелани найдет мою дырочку и полижет ее. давай, да. а подружка Моника чего ждет? я ей уже разрешила целовать мою вторую дырочку
    # Моника с отвращением прикасается губами к анусу, отстраняется
    # Виктория ей, а теперь я разрешаю полизать подружке Монике мою вторую дырочку
    # Моника проводит кончиком языка. про себя "фуууу!!!"
    # Виктория ей, а теперь еще раз, подружка Моника, и посмелее.
    # Моника снова проводит языком по анусу. Виктория ей, давай, так, мммм
    # подружка Мелани, теперь засунь свой язычок в мою дырочку.
    # Мелани выполняет, начинает двигать языком внутрь-наружу. Моника продолжает лизать.
    # Виктория приспускает лямки на своем платье, обнажает грудь, сжимает обеими руками свои соски, откидывает голову назад, глаза закрыты , ммм
    # какие подружки хорошие, как они стараются получить мой подарок...
    # наклоняется немного, дотягивается рукой до сумочки, достает из нее телефон
    # хорошие подружки не останавляваются и продолжают лизать своим язычками мои обе дырочки
    # они знают, что мне это нравится
    # делает селфи, держа телефон над собой на вытянутой руке, на фото видно головы Моники и Мелани
    # подружки не должны останавляваться, иначе я огорчусь.
    # потом делает еще селфи сбоку, теперь видно лица Моники и Мелани
    # убирает телефон обратно в сумочку, выпрямляется и говорит
    # мммм, я думаю, что время подарка уже пришло. хорошие подружки заслужили подарок. СТОП!
    # Мелани и Моника отстраняются от Виктории
    # Моника с отвращением вытирает рот рукой, Мелани тоже вытирает рот, при этом заинтересованно смотрит на сумочку Виктории
    # Виктория снимает ногу со стола, говорит, что подружки хорошие, они хорошо постарались, пришло время подарка, кто хочет первый его получить?
    # мне кажется, что подружка Мелани будет первой, потому что ей так хотелось поласкать язычком мою дырочку, что ее не пришлось заствлять
    # да, подружка? чтобы получить подарок от меня, тебе нужно снять платье и трусики
    # Мелани удивленно смотрит на Викторию, продолжая сидеть на коленях, снять платье и трусики? зачем?
    # Виктория смотрит на нее сверху вниз, потому что Я тебе так сказала сделать. снимай все с себя!
    # и подружка Моника сделает сейчас тоже самое. мне же не придется просить ее об этом дважды? поворачивает голову и смотрит на Монику
    # Моника про себя думает, какого черта эта стерва здесь устроила?! недостаточно было всех этих извращений?! что ей еще нужно?
    # Мелани смотрит на Монику, та на нее. Мелани думает, что нужно сделать, как эта мелкая дрянь требует, чтобы она не сомневалась в ее послушании
    # после этого вечера нужно будет срочно предпринимать меры против нее, она слишком многое себе позволяет
    # Мелани встает, снимает платье, бросает его на пол
    # Моника смотрит на Мелани, тоже встает и начинает раздеваться
    # Виктория внимательно наблюдает за ними, осматривая их прелести, самодовольно улыбается
    # говорит им, я уверена, что вам понравится мой подарок. я его выбирала специально для вас, мои подружки
    # Виктория снимает с себя платье, подходит к столику, берет сумочку и обходит диван с другой стороны, стоит спиной к Мелани и Монике
    # те заинтересованно на нее смотрят, переглядываются между собой, им не видно, что там делает Виктория
    # камера на Викторию, она стоит спиной, на ней надеты стринги, голову в полоборота и говорит, подружка Моника садится на диван и смотрит, подружка Мелани, ты готова увидеть подарок?
    # Моника садится на диван. Мелани говорит Виктории, да
    # Виктория говорит Мелани, что "да"? ты хочешь сказать, что ты хорошая подружка и будешь рада получить от меня подарок? скажи мне это. я хочу это услышать
    # Мелани говорит, что она хорошая подружка и будет рада получить подарок от мисс Виктории
    # Виктория довольно ухмыляется и поворачивается к Мелани и Монике, на ней надет страпон какого-нибудь нелепого цвета (н-р, ярко-розовый)
    # у ее подружек шок !!! даже у Мелани
    # Моника про себя, ЧТО?! мне пришлось вылизывать ее зад для того, чтобы она подарила секс с этой ужасной штукой!!!
    # Мелани про себя, страпон?! она решила подарить мне страпон?! мерзкая сучка, она заставила нас думать, что у нее есть какой-нибудь очередной компромат на нас!
    # Виктория говорит им, мои хорошие подружки рады подарку? подружка Мелани, тебе нравится?
    # Мелани молчит и смотрит на нее, как на сумасшедшую
    # Виктория ей, я вижу, что тебе нравится мой подарок, подружка Мелани. тебе не терпится ощутить его внутри себя, но ты стесняешься признаться в этом
    # не стоит стесняться, подружка. скажи мне это. я хочу это услышать. смотрит на Мелани пристально
    # Мелани думает, что она не позволит это мелкой дряни так унижать ее... да еще и в присутствии Моники
    # Мелани говорит, я думаю, мисс Виктория, что подружки не дарят друг другу такие подарки...
    # Виктория строго смотрит на нее, подходит к ней, говорит с угрозой, ХОРОШИЕ подружки дарят, мисс Мелани...
    # хотя... мы можем перестать с вами быть хорошими подружками прямо сейчас, мисс Мелани. у меня есть другой подарок... для нашего общего друга. он им очень заинтересуется... мисс Мелани
    # Мелани смотрит на нее, думает, что не просто избавиться от нее, сначала она ей отомстит, заставит пожалеть о том, что делает сейчас
####    # думаю, что мисс Мелани неплохо будет смотреться на обложке одного журнала для избранных. впрочем, как и Миссис Бакфетт. не так ли?
###    # Моника смотрит на происходящее, она в шоке. про себя думает, что ни за что она не окажется на ферме и на обложке этого ужасного журнала
    # Мелани смотрит на Викторию высокомерно, та говорит ей, итак, что хорошая подружка сейчас должна мне сказать?
    # Мелани говорит, мне... не терпится... получить от вас подарок, мисс Виктория
    # Виктория ей, точно не терпится? ты уверена?
    # Мелани ей, да, мне не терпится
    # Виктория ей, что именно тебе хочется, м? скажи мне
    # Мелани ей, мне не терпится ощутить ваш подарок внутри меня... мисс Виктория
    # Виктория смотрит Мелани в глаза и ухмыляется, говорит ей, на колени! оближи его как следует! покажи мне, как ты хочешь его!
    # Мелани медлит, опускается на колени, облизывает дилдо
    # Виктория ей, вот так, да. теперь возьми его в рот. я хочу, чтобы ты отсосала у меня, мисс Мелани
    # запихивает дилдо ей в рот, Мелани давится, отстраняется, дилдо становится мокрым, с него тянется слюна
    # Моника с ужасом наблюдает, думает, боже, какой кошмар! я не смогу этого сделать!
    # Виктория приказывает Мелани встать на четвереньки на диван, та поднимается, убивает Викторию взглядом, но исполняет
    # Виктория встает сзади нее (доги-стайл), шлепает ее по ягодице. у Мелани остается красный отпечаток на попе
    # Виктория ей, какая отличная задница у вас, мисс Мелани. шлепает еще раз
    # Мелани ахает от неожиданности при каждом шлепке
    # Виктория ей, тебе ведь нравится, подружка Мелани? скажи, что хочешь еще. говори!
    # Мелани говорит, что ей нравится
    # Виктория снова шлепает ее, ягодицы у Мелани становятся красными
    # Виктория направляет дилдо в киску Мелани и вводит его
    # Мелани снова ахает, Моника продолжает с ужасом смотреть на эту картину
    # Виктория поворачивается к Монике, при этом двигается в Мелани, схватив ту за волосы
    # Виктория говорит Монике, подружка Моника, тебе нравится смотреть на нас? скажи, что тебе нравится.
    # Моника говорит, что да, нравится. сама думает о том, что это отвратительно и что Виктория - спятившая извращенка
    # Виктория говорит, что именно тебе нравится? ты хочешь оказаться на месте нашей подружки? скажи мне
    # Моника говорит, д-да, про себя думает, боже, нет-нет! это так мерзко!
    # Виктория ей, тогда раздвинь ноги и подготовь свою киску для меня, покажи мне, как тебе нравится смотреть на меня и Мелани
    # Моника подчиняется, раздвигает ноги, смотрит на Викторию
    # та ей говорит, теперь ласкай свою киску, я хочу посмотреть, как ты это делаешь
    # Моника про себя, ЧТО???, но опускает руку и прикасается к себе там, начинает водить пальцами по киске
    # Виктория самодовольно ухмыляется, спрашивает Монику, нравится ли ей, та говорит да
    # Виктория снова шлепает Мелани по ягодицам и продолжает натягивать ее на свой страпон
    # Виктория спрашивает у Мелани, тебе нравится, подружка Мелани? у тебя такая киска, она вся влажная, я вижу, что тебе нравится
    # подружка Моника, тебе нравится киска нашей подружки Мелани? Моника говорит, что нравится.
    # Виктория ей, а твоя киска уже стала влажной? она готова к тому, чтобы я вошла в нее?
    # Моника про себя, Боже какой кошмар, я не хочу говорить ей это, какая пошлость
    # Виктория ей, подружка Моника, я не слышу, скажи мне это (сама в это время продолжает натягивать Мелани, делает это жестко, держа ее за волосы)
    # Моника говорит, да готова
    # Виктория ей, к чему ты готова, подружка Моника?
    # Моника говорит, что готова к тому, чтобы Виктория вошла в нее
    # Виктория ей, хорошая подружка! мне нравится, что ты такая послушная.
    # Виктория еще раз шлепает Мелани по попе, у нее она вся красная от шлепков
    # подружка Мелани тоже хорошая, можешь теперь посмотреть на то, как я дарю подарок подружке Монике
    # вытаскивает из нее дилдо с хлюпом, отпускает ее волосы
    # Мелани встает, волосы растрепаны, смотрит ненавидящим взглядом на Викторию, но молчит
    # садится на диван, берет бокал вина и делает несколько глотков
    # Виктория смотрит на Монику, с ухмылкой подзывает ее к себе пальчиком
    # Моника говорит себе, что нужно абстрагироваться, у Мелани все получилось и эта извращенка вроде довольна ее поведением, ей нужно сделать также
    # Моника подходит к дивану, нерешительно смотрит на Викторию. та пальцем ей показывает на диван
    # Моника встает в ту же позу, что и Мелани. Виктория смотрит на нее сзади, шлепает ее по ягодице, Моника ахает
    # Виктория говорит, нет, подружка Моника, я хочу видеть твое лицо. на спину!
    # Моника ложится на спину, Виктория задирает ее ноги вверх, открывая себе доступ к ее киске и грубо входит в нее
    # Моника ойкает, гримаса боли
    # Виктория, ммм как же мне нравится ваша киска, Миссис Бакфетт. вы ее хорошо подготовили для меня. вы хорошая подружка, Миссис Бакфетт
    # выходит из нее полностью, снова направляет дилдо в киску и опять грубо входит
    # у Моники снова гримаса боли, Виктория смотрит на нее и довольно улыбается
    # говорит Монике, тебе нравится чувствовать в себе мой подарок, подружка, м? скажи, что тебе нравится.
    # Моника говорит, что ей нравится чувствовать в себе это
    # Виктория снова выходит и входит, Моника ахает
    # Виктория спрашивает Монику, что именно тебе нравится, подружка Моника? я хочу услышать это.
    # Моника отвечает, что ей нравится, как Виктория делает это.
    # Виктория ей, что ЭТО? Миссис Бакфетт нравится, что я трахаю ее искусственным членом?
    # Моника отвечает, д-да-а
    # Виктория начинает двигаться туда-обратно, удерживая ноги Моники, смотрит на ее лицо
    # Мелани пьет вино и смотрит с каменным лицом на разыгрывающуюся перед ней сцену
    # Виктория поворачивается к Мелани и, ухмыляясь, спрашивает, хотелось бы той оказаться на ее месте?
    # Мелани вопросительно поднимает бровь, но молчит
    # Виктория говорит, возможно, в следующий наш девичник я разрешу тебе побыть на моем месте, подружка
    # скажи, что хочешь, чтобы я тебе позволила это
    # Мелани говорит, что да, она хочет, чтобы она позволила ей это
    # Виктория самодовольно улыбается, смотрит на Мелани, продолжая двигаться в Монике
    # потом поворачивается к Монике, ускоряет движения, мммм, да-а-а, как же охренительно трахать саму Миссис Бакфетт, аааа, да-а
    # еще несколько резких движений и Виктория кончает. ААААА, чертовски здорово, даааа, мммм
    # Виктория отпускает ноги Моники, с хлюпом вытаскивает из нее дилдо
    # садится на диван в расслабленной позе, страпон торчит вверх, весь мокрый
    # Моника садится в закрытую позу, стараясь быть подальше от Виктории
    # Моника и Мелани смотрят на страпон, Виктория ухмыляется, видя это
    # ну как, подружки, вам понравился наш девичник?
    # Мелани с Моникой говорят, да
    # Виктория им, что "да"? вам понравилось? вы хотели бы повторить наш девичник?
    # Мелани с Моникой, нам понравился девичник, мы хотели бы повторить
    # Моника про себя, ни за что!
    # Мелани про себя, ненавижу эту мелкую сучку
    # Виктория самодовольно смеется
    # Моника думает, когда же она свалит уже отсюда
    # Виктория говорит, что оставит эту штуку, в следующий их девичник она им пригодится
    # хотя, возможно, я принесу своим хорошим подружкам еще какой-нибудь подарок. хихикает
    # спустя несколько минут
    # Виктория стоит возле входной двери, смотрит на своих подружек, ухмыляется, подмигивает им и уходит.
    # дверь за Викторией закрывается
    # камера на Монику с Мелани. они сидят одетые, держат в руке бокалы, смотрят друг на друга
    # они обе преисполнены мести и готовы "дружить" против Виктории, бокалы сближаются, звук чокающихся бокалов
    # и мокрый страпон на диване
    return
