# после этой сцены Мелани с Моникой будут говорить о том, как обезвредить Викторию
# Мелани узнала через знакомых, что у одного папарацци есть фото, где Виктория изменяет Дику
# измена Дику прямо у него в кабинете, Мелани вела переписку с папарацци по инету
# для того, чтобы получить эти фотки, папарацци кое-что требует от них (фотки Мелани и Моники ню)

# они фоткаются у Алекса и договариваются с папарацци о встрече (они не знают, что он - друг Виктории)

# Мелани с Моникой приходят на встречу, а там их ждет Виктория
# она забирает у них фотки ню, разговаривает с ними, что-то заставляет их сделать прямо в кафе

# дома у Мелани Виктория ее наказывает за то, что та пыталась скомпроментировать ее в глазах Дика
# она заставляет Мелани сняться в видео с участием Фреда, а Моника на это все смотрит
# Мелани в камеру говорит, что сделает как обычно минет за 50 баксов, секс - за 100 баксов
# Фреда видно со спины, он бросает ей 50 баксов и та делает ему минет
# Виктория это все записывает для того, чтобы показать потом Дику
