# дом Мелани, вечер
# управление продолжается за Мелани
label ep29_dialogues4_lesbian_threesome_victoria_1:
    # Мелани дома одна, как обычно стоит перед зеркалом
    melanie_t "Скоро придет эта сучка Виктория. Надо быть с ней осторожнее."
    melanie_t "Она не должна догадаться, что я ищу способ, как поставить ее на место."
    # Мелани смотрит на часы
    melanie_t "Миссис Бакфетт уже должна придти. Надеюсь, она не проигнорирует эту встречу..."
    melanie_t "Интересно, она поняла, о каком друге я ей говорила?"
    # стук в дверь
    # Мелани подходит к двери, открывает
    # за ней стоит Моника в наряде шлюхи
    # Моника напряжена, заходит в квартиру, оглядывается
    m "Мелани?"
    melanie "Да, Миссис Бакфетт?"
    m "А когда должен придти наш общий друг?"
    # Мелани безэмоционально отвечает
    melanie "С минуты на минуту, Миссис Бакфетт."
    m "!!!"
    # предлагает ей присесть на диван, на столике перед ним стоит три бокала с вином
    melanie "Присаживайтесь, Миссис Бакфетт."
    melanie "Не переживайте так. Сделайте глоток вина."
    # Моника смотрит на эти три бокала
    mt "Если бы случилось что-то страшное... То Маркус не приглашал бы меня выпить вина у Мелани дома..."
    mt "Он тогда, наверняка, послал бы полицейских за мной."
    mt "Хотя... Он же не знает, где я живу."
    mt "..."
    mt "Значит, Маркус выбрал квартиру Мелани, чтобы заманить меня сюда!"
    mt "А потом он меня схватит и снова отведет в свой жуткий кабинет!!!"  # если была сцена в тюрьме с анальной пробкой
    mt "А у меня нет с собой анальной пробки!" # если была сцена в тюрьме с анальной пробкой
    mt "Он накажет меня за это!" # если была сцена в тюрьме с анальной пробкой
    # стук в дверь, Моника в ужасе смотрит на Мелани
    mt "!!!"
    # Мелани смотрит на Монику, она абсолютно спокойна
    # Мелани встает, подходит к двери
    # Мелани открывает дверь, заходит Виктория с сумочкой в руках
    # смотрит на Мелани, потом поворачивается и видит Монику, недобро ухмыляется
    # Моника сидит на диване спиной ко входу и продолжает напряженно смотреть на бокалы, заметно, что она нервничает
    # Виктория подходит к дивану, Моника поворачивает голову и видит, что пришел не Маркус, а Виктория
    # Моника в шоке, вскакивает с дивана, смотрит на Викторию
    mt "ВИКТОРИЯ?!"
    mt "Какого черта?!"
    mt "!!!"
    # потом на Мелани
    mt "Как ОНА оказалась у Мелани дома???"
    mt "???"
    # Виктория смотрит на Монику с ухмылкой
    victoria "Подружка Моника, ты скучала по мне?"
    # Виктория поворачивается к Мелани
    victoria "Эта подружка по мне скучала, она всегда так рада меня видеть..."
    victoria "Правда, рада?"
    victoria "Что ты делаешь при встрече, подружка Мелани?"
    # пристально с высока смотрит на Мелани и показыват пальцем на свою щеку
    melanie "..."
    menu:
        "Подойти к Виктории и поцеловать ее":
            pass
    # Мелани немного медлит, потом подходит к ней и чмокает ее в щеку
    # Моника смотрит на это в полнейшем изумлении
    mt "???"
    mt "Виктория указывает Мелани?"
    mt "Я ничего не понимаю..."
    # Мелани садится за столик, берет бокал в руку
    # Виктория говорит Мелани
    victoria "Молодец, ты хорошая подружка."
    # поворачивается к Монике
    victoria "А ты?"
    victoria "Ты моя подружка?"
    # Моника нерешительно
    m "Д-да..."
    # Виктория пристально смотрит на Монику
    victoria "Скажи это!"
    m "Я... Я твоя... Подружка."
    victoria "Скажи это еще раз! Я не расслышала!"
    m "Я твоя подружка!"
    # Виктория продолжает сверлить Монику взглядом
    victoria "Ты моя ХОРОШАЯ подружка? Скажи мне!"
    m "Да, я хорошая подружка..."
    mt "Какого черта она тут делает?"
    mt "Что ей нужно?"
    mt "Может, она хочет, чтобы я платила ей еще больше денег?"
    mt "???"
    # Виктория говорит Монике
    victoria "Если ты хорошая подружка, то должна была скучать по мне..."
    victoria "И радоваться нашей встрече."
    victoria "Ты рада видеть меня, подружка Моника?"
    # Моника непонимающе смотрит на Мелани, та сидит за столиком с бокалом в руке и наблюдает за сценой
    # Моника поворачивается снова к Виктории, та вопросительно поднимает брови
    victoria "Ты настолько рада, что не можешь найти слов?"
    m "Я так рада нашей встрече, что не могу найти подходящих слов..."
    victoria "Странно, что ты не можешь сказать мне ничего приятного при встрече."
    victoria "Ты точно скучала по мне?"
    m "Да... Скучала..."
    mt "Ненавижу эту маленькую дрянь!!!"
    mt "!!!"
    # Виктория продолжает смотреть на Монику
    victoria "Мелани хорошая подружка. Она целует меня при встрече..."
    victoria "А ты? Ты же скучала?"
    victoria "Почему ты не хочешь поцеловать меня?"
    # Моника медлит
    mt "Просто надо чмокнуть эту стерву в щеку, как сделала Мелани..."
    mt "Тогда она отвяжется от меня."
    mt "Фу! Мне к ней не то что прикасаться, мне на нее смотреть противно!"
    mt "!!!"
    # Моника подходит к Виктории и чмокает ее в щеку, та довольно хихикает
    # Виктория подходит к столику, ставит сумочку на него, берет бокал
    victoria "Подружка Моника, садись за столик. Девичник начинается!" # хихикает
    # Моника садится напротив Мелани, берет бокал в руку
    # Виктория протягивает свой бокал к ним
    victoria "Подружки, наконец-то мы с вами все вместе встретились..."
    # чокаются со звоном бокалов
    # Виктория с интересом оглядывает квартиру Мелани, та вместе с Моникой смотрят на нее
    victoria "Мне нравится квартира моей подружки Мелани..."
    victoria "Особенно ее фотографии..."
    victoria "Хочу поближе их рассмотреть. Ты же не против, подружка?"
    # Мелани отвечает равнодушно, не глядя на нее
    melanie "Я не против..."
    # Виктория подходит к портретам Мелани на стене и рассматривает их
    victoria "Фотографии мне нравятся, но чего-то все равно не хватает..."
    victoria "Хмм..." # делает вид, что задумалась
    # Виктория подходит к столику с косметикой, берет помаду Мелани (или достает ее из своей сумочки, если нет столика)
    # потом идет к фотографиям на стене
    # помадой рисует на портрете Мелани ей улыбку
    # Мелани молча бесится, убийственным взглядом наблюдая за этим действием
    melanie "!!!"
    # Виктория поворачивается к ней
    victoria "Так портрет смотрится намного гармоничнее."
    victoria "Ты согласна со мной, подружка Моника?"
    # Моника вопросительно смотрит на Мелани, та зло молчит
    melanie "!!!"
    # Моника снова смотрит на Викторию
    m "Да... Так стало еще лучше..."
    # Виктория смеется, потом смотрит на Мелани
    victoria "А ты что скажешь, подружка Мелани?"
    # Мелани зло на нее смотрит
    melanie "!!!"
    # потом делает глоток из бокала, берет себя в руки и говорит спокойно
    melanie "Я согласна с Миссис Бакфетт."
    victoria "В чем именно ты согласна с моей подружкой Моникой?"
    victoria "Скажи мне это!"
    melanie "Мои портреты стали еще лучше..."
    victoria "И кого ты должна поблагодарить за это?"
    melanie "Тебя... Подружка."
    victoria "А как ты меня будешь благодарить, подружка Мелани?"
    # Мелани вопросительно смотрит на нее
    melanie "..."
    melanie "Скажу тебе спасибо."
    # Виктория смеется
    victoria "Этого недостаточно!"
    # Мелани вопросительно поднимает бровь
    # Виктория делает серьезную мину
    victoria "Во-первых, не вздумай стирать это со своих фотографий!"
    victoria "Тебе же нравится моя работа?"
    # Мелани напряжанно отвечает
    melanie "Да..."
    victoria "Я не слышу!"
    melanie "Да. Мне нравится твоя работа."
    victoria "Во-вторых..."
    # делает многозначительную паузу, подходит к столику, за которым сидят Мелани с Моникой
    victoria "Во-вторых, я, как и обещала, принесла вам, мои подружки, подарок..."
    # смотрит с улыбкой на Мелани, потом на Монику
    victoria "Подружки ведь хотят узнать, какой подарок я для них приготовила?"
    victoria "Это подарок только для хороших подружек..."
    victoria "Вы же хорошие подружки?"
    # Мелани с Моникой переглядываются напряженно
    melanie "..."
    m "..."
    melanie "Мы хорошие подружки..."
    victoria "Чьи вы хорошие подружки?"
    m "Твои хорошие подружки..."
    victoria "Мои хорошие подружки хотят получить подарок от меня?"
    melanie "Да..."
    # Виктория самодовольно хихикает, ставит одну ногу на столик, смотрит на Монику с Мелани сверху вниз
    # проводит пальцами вверх по своему бедру и немного приподнимает свое платье, становится видно, что она без трусиков
    victoria "Тогда подружки должны заслужить свой подарок!"
    # Моника с Мелани в шоке смотрят на нее, но ничего не предпринимают
    melanie "..."
    m "!!!"
    victoria "Подружки, скажите, я красивая? Вам нравится на меня смотреть?"
    m "..."
    melanie "Ты красивая и нам нравится на тебя смотреть..."
    victoria "Раз я вам так нравлюсь, подружки, то я разрешаю вам поцеловать меня..."
    victoria "Кто из подружек хочет сделать это первой, м?"
    # Мелани с Моникой молча переглядываются, лицо Мелани остается безэмоциональным, у Моники отвращение на лице
    melanie "..."
    m "!!!"
    victoria "Вижу, что вы никак не можете решить, кто из вас будет первой..."
    victoria "Я помогу вам, вы ведь мои хорошие подружки."
    victoria "Вы что, хотите, чтобы я вам помогла?"
    # молчание
    mt "Черт! Она сейчас разозлится..."
    mt "Потом еще и увеличит сумму еженедельных выплат..."
    mt "Где я найду столько денег для нее?!"
    mt "Одного слова этой дряни достаточно, чтобы Дик сдал меня Маркусу и его людям..."
    mt "Этот тюфяк полностью в ее власти!"
    mt "!!!"
    mt "Неужели мне придется сделать ЭТО?!"
    mt "ФУУУУ! Какая мерзость!!!"
    mt "!!!"
    # Мелани задумчиво смотрит на сумочку Виктории
    melanie_t "Эта мелкая дрянь принесла что-то в сумочке и не хочет это давать просто так..."
    melanie_t "Возможно, это какая-то важная информация."
    melanie_t "Маленькая дрянь хочет сначала поиграться..."
    melanie_t "Самый простой выход - притвориться, что я не против."
    melanie_t "Все равно, я скоро найду способ наказать ее за все это..."
    victoria "Я НЕ СЛЫШУ ОТВЕТА!"
    victoria "Подружки нехорошие?!"
    victoria "Они хотят меня расстроить?!"
    # Моника с Мелани вздрагивают, смотрят друг на друга, молчание
    melanie "..."
    m "..."
    menu:
        "Подыграть Виктории":
            pass
    # Моника, глядя на Мелани
    m "Мы не хотим тебя расстраивать... Подружка..."
    # Мелани, глядя на Монику
    melanie "Мы хотим, чтобы ты помогла нам... Подружка."
    # поворачиваются к ней
    victoria "Так-то лучше!"
    victoria "А то я в какой-то момент стала подозревать..."
    victoria "Что вы только притворяетесь моими подружками..."
    # молчание, Виктория с нехорошей ухмылкой смотрит на них
    melanie "..."
    m "..."
    victoria "Итак! Я придумала!"
    # перемещая палец в сторону Моники
    victoria "Ты, подружка Моника, помнишь, что тебе нельзя трогать мою киску?"
    victoria "Ты пока допущена только до моей попы!"
    victoria "Ты еще не достаточно хорошая подружка для моей киски."
    # Мелани удивленно приподнимает брови и смотрит на Монику
    m "..."
    # Виктория указывает пальцем на Мелани
    victoria "Ты, подружка Мелани, трогаешь только мою киску."
    victoria "Попу тебе трогать нельзя. Она только для подружки Моники."
    victoria "Я разрешу тебе это делать, потом..."
    victoria "Уверена, ты меня сама попросишь об этом..."
    # обе подружки не торопятся исполнять указание Виктории
    melanie "..."
    m "..."
    victoria "Можете начинать! Давайте, я жду!"
    # Виктория поднимает свое платье выше
    # Мелани ставит бокал на стол, бросает еще один взгляд на Монику, поднимается с дивана и подходит к Виктории
    # смотрит на нее в упор
    victoria "Я вижу, подружка Мелани, что тебе не терпится поцеловать мою киску. Скажи мне это."
    melanie "..."
    menu:
        "Сказать, что приказывает Виктория":
            pass
    melanie "Мне... Мне не терпится поцеловать тебя..."
    # Моника все еще на диване и смотрит с отвращением
    victoria "Нет, не так! Скажи это еще раз!"
    melanie "Мисс Виктория, мне не терпится поцеловать вашу... Вашу киску..."
    # Виктория, улыбаясь
    victoria "Хорошая подружка Мелани."
    victoria "Моей киске тоже не терпится... Она уже вся влажная."
    victoria "На колени!"
    # Мелани медлит, смотрит в глаза Виктории
    melanie "..."
    menu:
        "Встать на колени и поцеловать киску Виктории":
            pass
    # Мелани опускается на колени, киска Виктории прямо у нее перед глазами
    # смотрит, потом приближает лицо и прикасается губами к ней
    victoria "М-м-м-м-м..."
    victoria "Какая хорошая подружка Мелани!"
    victoria "Давай еще разочек!"
    # Мелани целует еще раз, потом немного отстраняется
    # Виктория немного разворачивается, киска раскрывается, она кладет руку на голову Мелани
    # потом поворачивается к Монике
    victoria "А подружка Моника хорошая?"
    victoria "Или она хочет отказаться от моего подарка и расстроить меня?"
    # Моника молчит
    mt "Фу!!! Я не представляю, как я буду делать это!"
    mt "Какая мерзость!!!"
    mt "!!!"
    # Виктория смотрит на нее в упор, Моника ставит бокал на стол, бросает взгляд на Мелани
    # Моника поднимается с дивана и подходит к Виктории сзади, медлит
    mt "!!!"
    # встает на колени
    victoria "Давай, подружка Моника, целуй меня!"
    victoria "Тебе же нравится моя попа?"
    mt "Твоя попа отвратительна!!! Также как и ты!!!"
    m "Да... Нравится..."
    victoria "Прикоснись к ней губами."
    # Моника прикасается губами к ягодицам, сначала к одной
    victoria "Да, подружка хорошая! Поцелуй еще!"
    # Моника прикасается ко второй ягодице губами
    victoria "А теперь подружка Моника потрогает руками мою попу..."
    victoria "Раздвинет ее половинки в стороны и поцелует мою дырочку..."
    # Моника кладет ладони, разводит ягодицы, смотрит, на лице отвращение
    mt "!!!"
    # Виктория переключается на Мелани
    victoria "Хорошая подружка Мелани сейчас поцелует мою киску еще раз."
    victoria "Тебе ведь нравится целовать мою киску, м?"
    melanie "Да. Нравится."
    victoria "Что тебе нравится?"
    melanie "Мне нравится целовать твою киску..."
    victoria "Я разрешаю тебе поцеловать мою киску еще, раз тебе это так нравится."
    # Мелани снова прикасается губами к киске Виктории
    victoria "А теперь я разрешаю подружке Мелани потрогать мою киску язычком." # клитор
    victoria "М-м-м-м. Да, хорошая подружка!"
    victoria "И еще раз... Да, так!"
    victoria "А теперь подружка Мелани найдет мою дырочку и полижет ее." # влагалище
    victoria "Давай, да!"
    victoria "А подружка Моника чего ждет?"
    mt "!!!"
    victoria "Я ей уже разрешила целовать мою вторую дырочку!"
    # Моника с отвращением прикасается губами к анусу, отстраняется
    victoria "А теперь я разрешаю полизать подружке Монике мою вторую дырочку."
    # Моника проводит кончиком языка
    mt "Фуууу!!!"
    victoria "А теперь еще раз, подружка Моника! И посмелее!"
    # Моника снова проводит языком по анусу
    victoria "Да, так! Давай! М-м-м-м..."
    victoria "Подружка Мелани, теперь засунь свой язычок в мою дырочку."
    # Мелани выполняет, начинает двигать языком внутрь-наружу. Моника продолжает лизать.
    # Виктория приспускает лямки на своем платье, обнажает грудь
    # сжимает обеими руками свои соски, откидывает голову назад, глаза закрыты
    victoria "Да-а-а... М-м-м-м..."
    victoria "Какие подружки хорошие... Как они стараются получить мой подарок..."
    # Виктория наклоняется немного, дотягивается рукой до сумочки, достает из нее телефон
    victoria "Хорошие подружки не останавляваются!"
    victoria "Они продолжают лизать своим язычками мои обе дырочки!"
    victoria "Подружки знают, что мне это нравится..."
    # Виктория делает селфи, держа телефон над собой на вытянутой руке, на фото видно головы Моники и Мелани
    victoria "Подружки не должны останавляваться, иначе я огорчусь."
    # Виктория делает еще селфи сбоку, теперь на фото видно лица Моники и Мелани
    # убирает телефон обратно в сумочку, выпрямляется и говорит
    victoria "Думаю, что время подарка уже пришло..."
    victoria "Хорошие подружки заслужили подарок!"
    victoria "СТОП!!!"
    # Мелани и Моника отстраняются от Виктории
    # Моника с отвращением вытирает рот рукой, Мелани тоже вытирает рот, при этом заинтересованно смотрит на сумочку Виктории
    # Виктория снимает ногу со стола
    victoria "Подружки хорошо постарались..."
    victoria "Пришло время подарка. Кто хочет первый его получить?"
    # молчание
    melanie "..."
    m "..."
    victoria "Мне кажется, что подружка Мелани будет первой..."
    victoria "Потому что ей так хотелось поласкать язычком мою дырочку... Что ее не пришлось заставлять..."
    victoria "Да, подружка?"
    victoria "Чтобы получить подарок от меня, тебе нужно снять одежду... И трусики тоже..."
    # Мелани удивленно смотрит на Викторию, продолжая сидеть на коленях
    melanie "Снять одежду и трусики? Зачем?"
    # Виктория смотрит на нее сверху вниз
    victoria "Потому что Я тебе так сказала сделать!"
    victoria "Снимай все с себя!"
    victoria "И подружка Моника сделает сейчас тоже самое!"
    victoria "Мне же не придется просить ее об этом дважды?!"
    # поворачивает голову и смотрит на Монику
    mt "!!!"
    mt "Какого черта эта стерва здесь устроила?!"
    mt "Недостаточно было всех этих извращений?!"
    mt "Что ей еще нужно?!"
    # Мелани смотрит на Монику, та на нее
    melanie_t "Нужно сделать, как эта мелкая дрянь требует. Чтобы она не сомневалась в моем послушании..."
    melanie_t "После этого вечера нужно будет срочно предпринимать меры против нее."
    melanie_t "Она слишком многое себе позволяет..."
    menu:
        "Снять одежду":
            pass
    # Мелани встает, снимает платье, бросает его на пол
    # Моника смотрит на Мелани, тоже встает и начинает раздеваться
    # Виктория внимательно наблюдает за ними, осматривая их прелести, самодовольно улыбается
    victoria "Я уверена, что вам понравится мой подарок."
    victoria "Я его выбирала специально для вас, мои подружки!"
    # Виктория снимает с себя платье, подходит к столику, берет сумочку и обходит диван с другой стороны
    # стоит спиной к Мелани и Монике
    # те заинтересованно на нее смотрят, переглядываются между собой, им не видно, что там делает Виктория
    # через несколько минут
    # камера на Викторию, она стоит спиной, на ней надеты стринги, голову в полоборота
    victoria "Подружка Моника садится на диван и смотрит!"
    victoria "Подружка Мелани, ты готова увидеть подарок?"
    # Моника садится на диван
    melanie "Да..."
    victoria "Что 'да'?"
    victoria "Ты хочешь сказать, что ты хорошая подружка... И будешь рада получить от меня подарок?"
    victoria "Скажи мне это. Я хочу это услышать..."
    melanie "Я хорошая подружка и буду рада получить подарок от мисс Виктории."
    # Виктория довольно ухмыляется и поворачивается к Мелани и Монике
    # на ней надет страпон какого-нибудь нелепого цвета (н-р, ярко-розовый)
    # у ее подружек шок !!! даже у Мелани
    melanie "!!!"
    melanie_t "Страпон?!"
    melanie_t "Она решила подарить мне страпон?!"
    melanie_t "Мерзкая сучка! Она заставила нас думать, что у нее есть какой-то компромат!"
    m "!!!"
    mt "ЧТО?!"
    mt "Мне пришлось вылизывать ее зад, чтобы она подарила эту ужасную штуку!!!"
    mt "!!!"
    mt "Ненавижу!!!"
    # Виктория довольна произведенным эффектом
    victoria "Мои хорошие подружки рады подарку?"
    victoria "Подружка Мелани, тебе нравится?"
    # Мелани молчит и смотрит на нее, как на сумасшедшую
    melanie "..."
    victoria "Я вижу, что тебе нравится мой подарок, подружка Мелани."
    victoria "Тебе не терпится ощутить его внутри себя. Но ты стесняешься признаться в этом..."
    victoria "Не стоит стесняться, подружка. Скажи мне это!"
    # смотрит на Мелани пристально
    melanie "..."
    menu:
        "Сказать, как приказывает Виктория":
            pass
        "Отказаться!":
            melanie_t "Я не позволю это мелкой дряни так унижать меня..."
            melanie_t "Да еще и в присутствии Миссис Бакфетт."
            # Мелани смотрит на Викторию пристально
            melanie "Я думаю, Мисс Виктория, что подружки не дарят друг другу такие подарки..."
            # Виктория строго смотрит на нее, подходит к ней, говорит с угрозой
            victoria "ХОРОШИЕ подружки дарят, Мисс Мелани!!!"
            victoria "Хотя... Мы можем перестать быть хорошими подружками прямо сейчас."
            victoria "У меня есть другой подарок... Для нашего общего друга...."
            victoria "Он им очень заинтересуется... Мисс Мелани..."
            melanie "..."
            # Мелани смотрит на Викторию высокомерно
            melanie_t "Я не просто избавлюсь от нее."
            melanie_t "Сначала я ей отомщу. Заставлю пожалеть о том, что она сейчас делает."
            victoria "Итак! Что хорошая подружка сейчас должна мне сказать?"
            pass
    melanie "Мне... Не терпится... Получить от вас подарок, мисс Виктория..."
    victoria "Точно не терпится? Ты уверена?"
    melanie "Да, мне не терпится..."
    victoria "Что именно тебе хочется, м? Скажи мне!"
    melanie "Мне не терпится ощутить ваш подарок внутри меня... мисс Виктория."
    # Виктория смотрит Мелани в глаза и ухмыляется
    victoria "На колени!"
    victoria "Оближи его как следует! Покажи мне, как ты хочешь его!"
    # Мелани медлит, потом опускается на колени, облизывает дилдо
    victoria "Вот так, да!"
    victoria "Теперь возьми его в рот!"
    victoria "Я хочу, чтобы ты отсосала у меня, мисс Мелани!"
    # запихивает дилдо ей в рот, Мелани давится, отстраняется, дилдо становится мокрым, с него тянется слюна
    # Моника с ужасом наблюдает
    mt "О боже! Какой кошмар!"
    mt "Я не смогу этого сделать!"
    mt "!!!"
    # Виктория строго говорит Мелани
    victoria "Теперь на диван! Встань на колени и покажи мне свой фирменный зад!"
    # та поднимается, убивает Викторию взглядом, но исполняет
    # Виктория встает сзади нее (доги-стайл), шлепает ее по ягодице
    melanie "Ах!"
    # у Мелани остается красный отпечаток на попе
    victoria "Какая отличная задница у вас, Мисс Мелани!"
    # шлепает еще раз
    melanie "Ах!"
    victoria "Тебе ведь нравится, подружка Мелани?"
    victoria "Скажи, что хочешь еще! Говори!!!"
    melanie "Мне... Мне нравится..."
    # Виктория снова шлепает ее, ягодицы у Мелани становятся красными
    melanie "Ах!"
    # Виктория направляет дилдо в киску Мелани и вводит его
    # Моника продолжает с ужасом смотреть на эту картину
    mt "!!!"
    # Виктория поворачивается к Монике, при этом двигается в Мелани, схватив ту за волосы
    victoria "Подружка Моника, тебе нравится смотреть на нас?"
    victoria "Скажи, что тебе нравится!"
    mt "!!!"
    m "Д-да... Нравится..."
    mt "Это отвратительно!"
    mt "Эта Виктория - спятившая извращенка!!!"
    mt "!!!"
    victoria "Что именно тебе нравится?"
    victoria "Ты хочешь оказаться на месте нашей подружки? Скажи мне!"
    m "Д-да..."
    mt "Нет-нет! Это так мерзко!!!"
    victoria "Тогда раздвинь ноги и подготовь свою киску для меня."
    victoria "Покажи мне, как тебе нравится смотреть на меня."
    mt "!!!"
    # Моника подчиняется, раздвигает ноги, смотрит на Викторию
    victoria "Теперь ласкай свою киску!"
    victoria "Я хочу посмотреть, как ты это делаешь!"
    mt "ЧТО!?"
    # Моника опускает руку и прикасается к себе там, начинает водить пальцами по киске
    # Виктория самодовольно ухмыляется
    victoria "Нравится тебе?"
    m "Да..."
    # Виктория снова шлепает Мелани по ягодицам и продолжает натягивать ее на свой страпон
    melanie "Ах!"
    # Виктория спрашивает у Мелани
    victoria "Тебе нравится, подружка Мелани?"
    victoria "У тебя такая киска! Она вся влажная!"
    victoria "Я вижу, что тебе нравится..."
    victoria "Подружка Моника, тебе нравится киска нашей подружки Мелани?"
    m "Нравится..."
    victoria "А твоя киска уже стала влажной?"
    victoria "Она готова к тому, чтобы я вошла в нее?"
    mt "!!!"
    mt "Боже! Какой кошмар!!!"
    mt "Я не хочу говорить ей это! Какая пошлость!!!"
    mt "!!!"
    victoria "Подружка Моника, я не слышу... Скажи мне это!"
    # сама в это время продолжает натягивать Мелани, делает это жестко, держа ее за волосы
    m "Да... Готова..."
    victoria "К чему ты готова, подружка Моника?"
    m "Готова к тому, чтобы ты... Вошла в меня..."
    victoria "Хорошая подружка! Мне нравится, что ты такая послушная."
    # Виктория еще раз шлепает Мелани по попе, у нее она вся красная от шлепков
    melanie "Ах!"
    victoria "Подружка Мелани тоже хорошая!"
    victoria "Можешь теперь посмотреть на то, как я дарю подарок подружке Монике!"
    # вытаскивает из нее дилдо с хлюпом, отпускает ее волосы
    # Мелани встает, волосы растрепаны, смотрит ненавидящим взглядом на Викторию, но молчит
    melanie "..."
    # садится на диван, берет бокал вина и делает несколько глотков
    # Виктория смотрит на Монику, с ухмылкой подзывает ее к себе пальчиком
    mt "У Мелани все получилось... И я смогу. Я сильная."
    mt "!!!"
    mt "Скорее бы эта извращенка ушла отсюда!"
    # Моника подходит к дивану, нерешительно смотрит на Викторию. та пальцем ей показывает на диван
    # Моника встает в ту же позу, что и Мелани. Виктория смотрит на нее сзади, шлепает ее по ягодице
    m "Ах!"
    victoria "Нет, подружка Моника!"
    victoria "Я хочу видеть твое лицо!"
    victoria "На спину!"
    # Моника ложится на спину, Виктория задирает ее ноги вверх, открывая себе доступ к ее киске и грубо входит в нее
    # Моника ойкает, гримаса боли
    m "Аааа!"
    victoria "М-м-м... Как же мне нравится ваша киска, Миссис Бакфетт."
    victoria "Вы ее хорошо подготовили для меня. Вы хорошая подружка, Миссис Бакфетт..."
    # выходит из нее полностью, снова направляет дилдо в киску и опять грубо входит
    # у Моники снова гримаса боли, Виктория смотрит на нее и довольно улыбается
    victoria "Тебе нравится чувствовать в себе мой подарок? Скажи, что тебе нравится!"
    m "М-мне... Н-нравится чувствовать в себе... Это..."
    # Виктория снова выходит и входит, Моника ахает
    m "Ай!"
    victoria "Что именно тебе нравится, подружка Моника?"
    victoria "Я хочу услышать это!"
    m "М-мне... Н-нравится как ты... Делаешь это..."
    victoria "Что 'ЭТО'?"
    victoria "Монике Бакфетт нравится, что я трахаю ее искусственным членом?"
    m "Д-да-а..."
    mt "Когда же этот кошмар уже закончится?!"
    mt "!!!"
    # Виктория начинает двигаться туда-обратно, удерживая ноги Моники, смотрит на ее лицо
    # Мелани пьет вино и смотрит с каменным лицом на разыгрывающуюся перед ней сцену
    # Виктория поворачивается к Мелани и ухмыляется
    victoria "Хотелось бы тебе оказаться на моем месте, подружка Мелани?"
    # Мелани вопросительно поднимает бровь, но молчит
    melanie "..."
    victoria "Возможно, в следующий наш девичник... Я разрешу тебе побыть на моем месте, подружка..."
    victoria "Скажи, что хочешь этого!"
    melanie "..."
    melanie "Да, я хочу этого..." # равнодушно
    # Виктория самодовольно улыбается, смотрит на Мелани, продолжая двигаться в Монике
    # потом поворачивается к Монике, ускоряет движения
    victoria "М-м-м-м... Да-а-а!"
    victoria "Как же охренительно трахать саму Монику Бакфетт!"
    victoria "А-а-а-а"
    victoria "Да-а!!!"
    # еще несколько резких движений и Виктория кончает
    victoria "ААААА!!!"
    victoria "Чертовски здорово!!! Да-а-а-а!!!"
    # Виктория отпускает ноги Моники, с хлюпом вытаскивает из нее дилдо
    # садится на диван в расслабленной позе, страпон торчит вверх, весь мокрый
    victoria "М-м-м-м..."
    # Моника садится в закрытую позу, стараясь быть подальше от Виктории
    # Моника и Мелани смотрят на страпон, Виктория ухмыляется, видя это
    victoria "Ну что, подружки, вам понравился наш девичник?"
    melanie "Да..."
    victoria "Что 'да'? Вам понравилось?"
    victoria "Вы хотели бы повторить наш девичник? Подружки."
    m "Нам понравился девичник..."
    mt "!!!"
    mt "Ни за что!!!"
    mt "НЕНАВИЖУ!!!"
    melanie "И мы хотели бы повторить..."
    # Виктория самодовольно смеется
    victoria "Я оставлю мой подарок здесь..."
    victoria "В следующий наш девичник он мне пригодится..."
    victoria "Хотя, возможно, я принесу своим хорошим подружкам еще какой-нибудь подарок."
    # хихикает
    # спустя несколько минут
    # Виктория стоит возле входной двери, смотрит на своих подружек, ухмыляется, подмигивает им и уходит
    # дверь за Викторией закрывается
    # камера на Монику с Мелани. они сидят одетые, держат в руке бокалы, смотрят друг на друга
    m "Я! НЕНАВИЖУ! ЭТУ СУЧКУ!"
    melanie "Миссис Бакфетт. Думаю, наши интересы относительно Мисс Виктории совпадают."
    melanie "У меня есть идея, как избавиться от нее..."
    melanie "Я могу расчитывать на Вашу помощь?"
    m "Да, Мелани... Я готова на все ради этого..."
    # они обе преисполнены мести и готовы "дружить" против Виктории, бокалы сближаются, звук чокающихся бокалов
    # и мокрый страпон на диване
    return
