label ep29_dialogues3_melanie_monica_victoria_1:
    melanie
    # Офис. Когда Моника приходит в очередной раз на работу в офис (днем), автоматически включается сцена в гримерке
    # при этом управление переходит на Мелани, автоматически
    # Мелани сидит перед зеркалом в гримерке, поправляет макияж (н-р, губы красит) или поправляет прическу
    # Мелани смотрит на себя в зеркало и думает о том, что сегодня вечером ей обязательно нужно быть в ресторане в отеле
    # там сегодня должен присутствовать какой-то знаменитый фотограф, ей хочется с ним познакомиться и покорить его своей красотой
    # он, как и все остальные мужчины, не сможет устоять передо мной
    # в гримерку заходит серкретарша Бифа и говорит Мелани, что сейчас звонила Виктория
    # она просила передать вам, что она сегодня ждет вас у себя, уточнила, что это очень срочно
    # Мелани смотрит на секретаря вопросительно, спрашивает, говорила ли ли Виктория еще что-нибудь
    # та говорит, что нет, только сказала, что сегодня срочно
    # Мелани говорит секретарю спасибо, можешь идти
    # поворачивается снова к зеркалу и, смотря на свое отражение, думает, что этой мерзкой сучке снова нужно от меня
    # Мелани раздосадована, что Виктория ее к себе вызывает, она злится, т.к. не хочет видеть ее смазливую мерзкую физиономию
    # эта сучка Виктория возомнила себя самой умной и хитрой
    # нужно будет придумать, как поставить ее на место. кто она вообще такая, чтобы вести себя со мной подобным образом?
    # если у меня получится узнать, кто снабжает ее моими фотографиями, кто шпионит за мной, то у меня будет зацепка
    # нужно во что бы то ни стало лишить эту сучку Викторию возможности шантажировать меня
    # конечно, проще всего было бы окрутить Дика и сделать так, чтобы он вышвырнул эту сучку Виктрию на улицу, где ей и место
    # но она сидит и охраняет его, как цепной пес. хм. интересно, Дик вообще выбирается куда-нибудь без нее. нужно узнать об этом
    # Мелани снова смотрит на себя в зеркало и с досадой, а пока мне придется пойти к этой мелкой блондинистой сучке
    # и узнать, что взбрело ей в голову на этот раз
    return

# управление перешло на Мелани, появляется иконка Мелани справа
# в заданиях появляется "Пойти в офис Дика и узнать, что нужно Виктории"

# Мелани может ходить по локациям: гримерка, фотостудия, ресепшн секретаря Бифа, кабинет Бифа, холл у лифта
# прописать мысли Мелани при передвижении по локаиями (подошла к зданию, вышла из здания, глазик + когда кликаешь на саму Мелани)
# прописать, что думает Мелани, когда смотрит на предметы, на сотрудников офиса, на Викторию

label ep29_dialogues3_melanie_monica_victoria_2:
    victoria
