# сцена1 - Моника сидит на стула за столом и зовет Юлию, чтобы та посмотрела что у нее с компьютером
# Юлия отвечает что не разбирается в этом и что есть админ.
# Моника говорит что Юлия сотрудник, должна справляться с любыми поставленными задачами.
# У нас серьезная компания и в ней каждый должен....
# Юлия подходит справа. Ей приходится нагнуться, чтобы нажать кнопки
# Юлия говори что компьютер не работает.
# Моника говорит заставь его работать.
# Юлия говорит как?
# Не знаю, нажми какую-нибудь кнопку.
# Юлия нагибается и Моника тоже нагибается, пытаясь подсмотреть.
# Юлия подпрыгивает. Миссис Бакфетт, что Вы собираетесь сделать?

# Сцена2 - Моника решает сказать Юлии принести горячий кофе.
# Юлия спрашивает а где его взять?
# Моника говорит ты сотрудник, серьезная компания, поставлены цели бла бла бла
# Юлия уходит за кофе
# Моника садится на диванчик в зоне отдыха
# И думает что сейчас она точно сможет узнать то что ей нужно
# Потому что Юлия придет и ей надо будет поставить горячий кофе на стол
# И, в это время, Моника сможет подсмотреть.
# Юлия не сможет отпрыгнуть, как обычно, из-за того, что будет держать горячий кофе в руке
# Сидит расслабленно. Улыбается, предвкушая что сейчас закончится эта дурацкая ситуация, когда ей надо узнавать какие-то глупости у никчемных работников.
# И больше я не буду слушать Фреда, а скажу с меня хватит.
# НО! Приходит подхалим и говорит что я узнал что Вам нужен кофе и сразу принес его Вам!
# Я такой хороший сотрудник. Я всегда внимателен к желаниям начальства и тд
# говорит и говорит какой он хороший и что Моника может рассчитывать на него
# Моника в это время вскипает все больше и, в итоге, говорит ему он заткнулся и убирался отсюда!
# Юлии говорит тоже иди отсюда
# Моника злая

# сцена3 - Моника зовет подхалима и Грету. Говорит Юлии позвать их
# Идет долгое совещание. Моника долго говорит про их компанию.
# В конце концов, она говорит что подумывает о главе отдела.
# Что она почти выполнила миссию контроля здесь.
# А, возможно, ей потребуется еще и личный помощник.
# Они предвкушают что кого-то из них очень сильно повысят
# Моника говорит что сотрудник, достойный этого места, должен справляться с любыми трудностями и решать любые задачи
# Вы точно должны быть уверены и тд
# Они спрашивают например что
# Моника говорит что даже не знает, любой пример. Даже, допустим, узнать цвет трусиков у ее помощницы Юлии
# Юлия в шоке
# Они тоже
# Грета говорит что ей кажется, судя по стилю Юлии, что она носит черные трусики.
# Моника говорит что ее не интересуют догадки, а надо решать цели, задачи бла бла бла
# Моника сидит с надменным лицом.
# Можете быть свободны и тд
# день1 - Грета приходит к Юлии. Пытается ее запарить словами, чтобы выяснить цвет
# день2 - подхалим приходит к Юлии. Пытается ее запарить свловами, чтобы выяснить цвет
# день3 - подхалим и Грета разговаривают в большом офисе.
# Беседуют на тему того что действительно-ли Миссис Бакфетт была серьезна, когда сказала выполнить это
# Сомневаются. Может быть она хотела проверить их будут-ли она выполнять дурацкие распоряжения.
# Потом, в разговоре, приходят к выводу о том, что Моника снимается в фотосессиях.
# Имеет отношение к моде и стилю, а также к белью
# Поэтому неудивительно, что она сказала сделать подобное.
# Что они сидят здесь с этими отчетами, а Моника крутая бла бла бла и мы просто не поняли ее слова
# Она была серьезна. И говорила о помощнике.
# подхалим говорит что она по любому имела ввиду его, а Грета говорит что ее.
# В итоге, они наперегонки бегут к Юлии
# Окружают с двух сторон и пытаются выяснить.
# Юлия в итоге убегает от них

# Если Моника подходит к ним, то есть выбор диалога про задание.
# Те отвечают что выполняют, чтобы Моника не беспокоилась и тд

###############

# Юлия приходит к Монике и говорит что не понимает что происходит
# Моника говорит что все просто. Скажи цвет своих трусиков
# Юлия отвечает что это личное и она не может это сказать
# Юлия спросит зачем Монике это надо?
# Моника понимает что ей не сказать про Фреда, иначе правда про нее всплывет
# Юлия спрашивает, что это потому что я нравлюсь Вам?
# Моника может ответить что да, ты мне нравишься
# Думает сейчас подыграю и выясню у нее
# свидание и развитие отношений



# Мелани + Моника + Виктория у Моники дома
