# дом Мелани, вечер
# управление продолжается за Мелани
label ep29_dialogues4_lesbian_threesome_victoria_1:
    # Мелани дома одна, как обычно стоит перед зеркалом
    img 15498
    melanie_t "Скоро придет эта сучка Виктория. Надо быть с ней осторожнее."
    melanie_t "Она не должна догадаться, что я ищу способ, как поставить ее на место."
    # Мелани смотрит на часы
    img 15499
    melanie_t "Миссис Бакфетт уже должна придти. Надеюсь, она не проигнорирует эту встречу..."
    melanie_t "Интересно, она поняла, о каком друге я ей говорила?"
    # стук в дверь
    # Мелани подходит к двери, открывает
    # за ней стоит Моника в наряде шлюхи
    # Моника напряжена, заходит в квартиру, оглядывается
    img 15500
    m "Мелани?"
    img 15501
    melanie "Да, Миссис Бакфетт?"
    img 15502
    m "А когда должен придти наш общий друг?"
    # Мелани безэмоционально отвечает
    img 15503
    melanie "С минуты на минуту, Миссис Бакфетт."
    img 15504
    m "!!!"
    # предлагает ей присесть на диван, на столике перед ним стоит три бокала с вином
    img 15505
    melanie "Присаживайтесь, Миссис Бакфетт."
    melanie "Не переживайте так. Сделайте глоток вина."
    # Моника смотрит на эти три бокала
    img 15506
    mt "Если бы случилось что-то страшное... То Маркус не приглашал бы меня выпить вина у Мелани дома..."
    mt "Он тогда, наверняка, послал бы полицейских за мной."
    mt "Хотя... Он же не знает, где я живу."
    img 15507
    mt "..."
    mt "Значит, Маркус выбрал квартиру Мелани, чтобы заманить меня сюда!"
    mt "А потом он меня схватит и снова отведет в свой жуткий кабинет!!!"  # если была сцена в тюрьме с анальной пробкой
    img 15508
    mt "А у меня нет с собой анальной пробки!" # если была сцена в тюрьме с анальной пробкой
    mt "Он накажет меня за это!" # если была сцена в тюрьме с анальной пробкой
    # стук в дверь, Моника в ужасе смотрит на Мелани
    #sound стук в дверь
    img 15509
    mt "!!!"
    # Мелани смотрит на Монику, она абсолютно спокойна
    # Мелани встает, подходит к двери
    # Мелани открывает дверь, заходит Виктория с сумочкой в руках
    # смотрит на Мелани, потом поворачивается и видит Монику, недобро ухмыляется
    # Моника сидит на диване спиной ко входу и продолжает напряженно смотреть на бокалы, заметно, что она нервничает
    # Виктория подходит к дивану, Моника поворачивает голову и видит, что пришел не Маркус, а Виктория
    # Моника в шоке, вскакивает с дивана, смотрит на Викторию
    img 15510
    w
    img 15511
    w
    img 15512
    w
    img 15513
    w
    img 15514
    w
    img 15515
    mt "ВИКТОРИЯ?!"
    mt "Какого черта?!"
    mt "!!!"
    # потом на Мелани
    img 15516
    mt "Как ОНА оказалась у Мелани дома???"
    mt "???"
    # появляется затемнение экрана "Ранее в этот день..."
    return

# возврат в этот же день, игра за Мелани
# после окончания игры за Мелани

# квартира Мелани, управление за Мелани (продолжение сцены)
label ep29_dialogues4_lesbian_threesome_victoria_1a:
    # Моника смотрит Мелани
    img 15516
    mt "???"
    # Виктория смотрит на Монику с ухмылкой
    img 15517
    victoria "Подружка Моника, ты скучала по мне?"
    # Виктория поворачивается к Мелани
    img 15518
    victoria "Эта подружка по мне скучала, она всегда так рада меня видеть..."
    victoria "Правда, рада?"
    img 15519
    victoria "Что ты делаешь при встрече, подружка Мелани?"
    # пристально с высока смотрит на Мелани и показыват пальцем на свою щеку
    img 15520
    melanie "..."
    img 15521
    menu:
        "Подойти к Виктории и поцеловать ее":
            pass
    # Мелани немного медлит, потом подходит к ней и чмокает ее в щеку
    # Моника смотрит на это в полнейшем изумлении
    img 15522
    w
    img 15523
    w
    img 15524
    mt "???"
    mt "Виктория указывает Мелани?"
    mt "Я ничего не понимаю..."
    # Мелани садится за столик, берет бокал в руку
    # Виктория говорит Мелани
    img 15525
    victoria "Молодец, ты хорошая подружка."
    # поворачивается к Монике
    img 15526
    victoria "А ты?"
    victoria "Ты моя подружка?"
    # Моника нерешительно
    img 15527
    m "Д-да..."
    # Виктория пристально смотрит на Монику
    img 15528
    victoria "Скажи это!"
    img 15529
    m "Я... Я твоя... Подружка."
    img 15530
    victoria "Скажи это еще раз! Я не расслышала!"
    img 15531
    m "Я твоя подружка!"
    # Виктория продолжает сверлить Монику взглядом
    img 15532
    victoria "Ты моя ХОРОШАЯ подружка? Скажи мне!"
    img 15533
    m "Да, я хорошая подружка..."
    img 15534
    mt "Какого черта она тут делает?"
    mt "Что ей нужно?"
    img 15535
    mt "Может, она хочет, чтобы я платила ей еще больше денег?"
    mt "???"
    # Виктория говорит Монике
    img 15536
    victoria "Если ты хорошая подружка, то должна была скучать по мне..."
    victoria "И радоваться нашей встрече."
    victoria "Ты рада видеть меня, подружка Моника?"
    # Моника непонимающе смотрит на Мелани, та сидит за столиком с бокалом в руке и наблюдает за сценой
    # Моника поворачивается снова к Виктории, та вопросительно поднимает брови
    img 15537
    victoria "Ты настолько рада, что не можешь найти слов?"
    img 15538
    m "Я так рада нашей встрече, что не могу найти подходящих слов..."
    img 15539
    victoria "Странно, что ты не можешь сказать мне ничего приятного при встрече."
    victoria "Ты точно скучала по мне?"
    img 15540
    m "Да... Скучала..."
    img 15541
    mt "Ненавижу эту маленькую дрянь!!!"
    mt "!!!"
    # Виктория продолжает смотреть на Монику
    img 15542
    victoria "Мелани хорошая подружка. Она целует меня при встрече..."
    victoria "А ты? Ты же скучала?"
    victoria "Почему ты не хочешь поцеловать меня?"
    # Моника медлит
    img 15543
    mt "Просто надо чмокнуть эту стерву в щеку, как сделала Мелани..."
    mt "Тогда она отвяжется от меня."
    img 15544
    mt "Фу! Мне к ней не то что прикасаться, мне на нее смотреть противно!"
    mt "!!!"
    # Моника подходит к Виктории и чмокает ее в щеку, та довольно хихикает
    # Виктория подходит к столику, ставит сумочку на него, берет бокал
    img 15545
    w
    img 15546
    w
    img 15547
    w
    img 15548
    w
    img 15549
    victoria "Подружка Моника, садись за столик. Девичник начинается!" # хихикает
    # Моника садится напротив Мелани, берет бокал в руку
    # Виктория протягивает свой бокал к ним
    img 15550
    victoria "Подружки, наконец-то мы с вами все вместе встретились..."
    # чокаются со звоном бокалов
    # Виктория с интересом оглядывает квартиру Мелани, та вместе с Моникой смотрят на нее
    img 15551
    victoria "Мне нравится квартира моей подружки Мелани..."
    img 1555
    victoria "Особенно ее фотографии..."
    victoria "Хочу поближе их рассмотреть. Ты же не против, подружка?"
    # Мелани отвечает равнодушно, не глядя на нее
    img 15553
    melanie "Я не против..."
    # Виктория подходит к портретам Мелани на стене и рассматривает их
    img 15554
    victoria "Фотографии мне нравятся, но чего-то все равно не хватает..."
    img 15555
    victoria "Хмм..." # делает вид, что задумалась
    # Виктория подходит к столику с косметикой, берет помаду Мелани (или достает ее из своей сумочки, если нет столика)
    # потом идет к фотографиям на стене
    # помадой рисует на портрете Мелани ей улыбку
    # Мелани молча бесится, убийственным взглядом наблюдая за этим действием
    img 15556
    w
    img 15557
    w
    img 15558
    w
    img 15559
    melanie "!!!"
    # Виктория поворачивается к ней
    img 15560
    w
    img 15562
    w
    img 15561
    w
    img 15562
    victoria "Так портрет смотрится намного гармоничнее."
    victoria "Ты согласна со мной, подружка Моника?"
    # Моника вопросительно смотрит на Мелани, та зло молчит
    img 15563
    melanie "!!!"
    # Моника снова смотрит на Викторию
    img 15564
    m "Да... Так стало еще лучше..."
    # Виктория смеется, потом смотрит на Мелани
    img 15565
    victoria "А ты что скажешь, подружка Мелани?"
    # Мелани зло на нее смотрит
    img 15566
    melanie "!!!"
    # потом делает глоток из бокала, берет себя в руки и говорит спокойно
    img 15567
    melanie "Я согласна с Миссис Бакфетт."
    img 15568
    victoria "В чем именно ты согласна с моей подружкой Моникой?"
    victoria "Скажи мне это!"
    img 15569
    melanie "Мои портреты стали еще лучше..."
    img 15570
    victoria "И кого ты должна поблагодарить за это?"
    img 15571
    melanie "Тебя... Подружка."
    img 15572
    victoria "А как ты меня будешь благодарить, подружка Мелани?"
    # Мелани вопросительно смотрит на нее
    img 15573
    melanie "..."
    melanie "Скажу тебе спасибо."
    # Виктория смеется
    img 15574
    victoria "Этого недостаточно!"
    # Мелани вопросительно поднимает бровь
    # Виктория делает серьезную мину
    img 15575
    w
    img 15576
    victoria "Во-первых, не вздумай стирать это со своих фотографий!"
    victoria "Тебе же нравится моя работа?"
    # Мелани напряжанно отвечает
    img 15577
    melanie "Да..."
    img 15578
    victoria "Я не слышу!"
    img 15579
    melanie "Да. Мне нравится твоя работа."
    img 15580
    victoria "Во-вторых..."
    # делает многозначительную паузу, подходит к столику, за которым сидят Мелани с Моникой
    img 15581
    victoria "Во-вторых, я, как и обещала, принесла вам, мои подружки, подарок..."
    # смотрит с улыбкой на Мелани, потом на Монику
    img 15582
    victoria "Подружки ведь хотят узнать, какой подарок я для них приготовила?"
    victoria "Это подарок только для хороших подружек..."
    victoria "Вы же хорошие подружки?"
    # Мелани с Моникой переглядываются напряженно
    img 15583
    melanie "..."
    img 15584
    m "..."
    img 15585
    melanie "Мы хорошие подружки..."
    img 15586
    victoria "Чьи вы хорошие подружки?"
    img 15587
    m "Твои хорошие подружки..."
    img 15588
    victoria "Мои хорошие подружки хотят получить подарок от меня?"
    img 15589
    melanie "Да..."
    # Виктория самодовольно хихикает, ставит одну ногу на столик, смотрит на Монику с Мелани сверху вниз
    # проводит пальцами вверх по своему бедру и немного приподнимает свое платье, становится видно, что она без трусиков
    img 15549
    w
    img 15590
    victoria "Тогда подружки должны заслужить свой подарок!"
    img 15591
    w
    img 15592
    # Моника с Мелани в шоке смотрят на нее, но ничего не предпринимают
    img 15594
    melanie "..."
    img 15593
    m "!!!"
    img 15595
    victoria "Подружки, скажите, я красивая? Вам нравится на меня смотреть?"
    img 15596
    m "..."
    img 15597
    melanie "Ты красивая и нам нравится на тебя смотреть..."
    img 15598
    victoria "Раз я вам так нравлюсь, подружки, то я разрешаю вам поцеловать меня..."
    victoria "Кто из подружек хочет сделать это первой, м?"
    # Мелани с Моникой молча переглядываются, лицо Мелани остается безэмоциональным, у Моники отвращение на лице
    img 15599
    melanie "..."
    img 15600
    m "!!!"
    img 15601
    victoria "Вижу, что вы никак не можете решить, кто из вас будет первой..."
    victoria "Я помогу вам, вы ведь мои хорошие подружки."
    victoria "Вы что, хотите, чтобы я вам помогла?"
    # молчание
    img 15604
    mt "Черт! Она сейчас разозлится..."
    mt "Потом еще и увеличит сумму еженедельных выплат..."
    mt "Где я найду столько денег для нее?!"
    img 15605
    mt "Одного слова этой дряни достаточно, чтобы Дик сдал меня Маркусу и его людям..."
    mt "Этот тюфяк полностью в ее власти!"
    mt "!!!"
    img 15606
    mt "Неужели мне придется сделать ЭТО?!"
    mt "ФУУУУ! Какая мерзость!!!"
    mt "!!!"
    # Мелани задумчиво смотрит на сумочку Виктории
    img 15603
    melanie_t "Эта мелкая дрянь принесла что-то в сумочке и не хочет это давать просто так..."
    melanie_t "Возможно, это какая-то важная информация."
    melanie_t "Маленькая дрянь хочет сначала поиграться..."
    img 15602
    melanie_t "Самый простой выход - притвориться, что я не против."
    melanie_t "Все равно, я скоро найду способ наказать ее за все это..."
    img 15607
    victoria "Я НЕ СЛЫШУ ОТВЕТА!"
    victoria "Подружки нехорошие?!"
    victoria "Они хотят меня расстроить?!"
    # Моника с Мелани вздрагивают, смотрят друг на друга, молчание
    img 15608
    melanie "..."
    img 15609
    m "..."
    img 15610
    menu:
        "Подыграть Виктории":
            pass
    # Моника, глядя на Мелани
    img 15611
    m "Мы не хотим тебя расстраивать... Подружка..."
    # Мелани, глядя на Монику
    img 15612
    melanie "Мы хотим, чтобы ты помогла нам... Подружка."
    # поворачиваются к ней
    img 15613
    victoria "Так-то лучше!"
    victoria "А то я в какой-то момент стала подозревать..."
    victoria "Что вы только притворяетесь моими подружками..."
    # молчание, Виктория с нехорошей ухмылкой смотрит на них
    img 15602
    melanie "..."
    img 15531
    m "..."
    victoria "Итак! Я придумала!"
    # перемещая палец в сторону Моники
    img 15614
    victoria "Ты, подружка Моника, помнишь, что тебе нельзя трогать мою киску?"
    victoria "Ты пока допущена только до моей попы!"
    victoria "Ты еще не достаточно хорошая подружка для моей киски."
    # Мелани удивленно приподнимает брови и смотрит на Монику
    img 15615
    m "..."
    # Виктория указывает пальцем на Мелани
    img 15616
    victoria "Ты, подружка Мелани, трогаешь только мою киску."
    victoria "Попу тебе трогать нельзя. Она только для подружки Моники."
    img 15617
    victoria "Я разрешу тебе это делать, потом..."
    victoria "Уверена, ты меня сама попросишь об этом..."
    # обе подружки не торопятся исполнять указание Виктории
    img 15618
    melanie "..."
    m "..."
    img 15619
    victoria "Можете начинать! Давайте, я жду!"
    # Виктория поднимает свое платье выше
    # Мелани ставит бокал на стол, бросает еще один взгляд на Монику, поднимается с дивана и подходит к Виктории
    # смотрит на нее в упор
    img 15620
    w
    img 15621
    victoria "Я вижу, подружка Мелани, что тебе не терпится поцеловать мою киску. Скажи мне это."
    img 15622
    melanie "..."
    img 15623
    menu:
        "Сказать, что приказывает Виктория":
            pass
    img 15624
    melanie "Мне... Мне не терпится поцеловать тебя..."
    # Моника все еще на диване и смотрит с отвращением
    img 15625
    victoria "Нет, не так! Скажи это еще раз!"
    img 15626
    melanie "Мисс Виктория, мне не терпится поцеловать вашу... Вашу киску..."
    # Виктория, улыбаясь
    img 15627
    victoria "Хорошая подружка Мелани."
    victoria "Моей киске тоже не терпится... Она уже вся влажная."
    victoria "На колени!"
    # Мелани медлит, смотрит в глаза Виктории
    img 15628
    melanie "..."
    img 15629
    menu:
        "Встать на колени и поцеловать киску Виктории":
            pass
    # Мелани опускается на колени, киска Виктории прямо у нее перед глазами
    # смотрит, потом приближает лицо и прикасается губами к ней
    img 15630
    victoria "М-м-м-м-м..."
    victoria "Какая хорошая подружка Мелани!"
    img 15631
    victoria "Давай еще разочек!"
    # Мелани целует еще раз, потом немного отстраняется
    # Виктория немного разворачивается, киска раскрывается, она кладет руку на голову Мелани
    # потом поворачивается к Монике
    img 15632
    victoria "А подружка Моника хорошая?"
    victoria "Или она хочет отказаться от моего подарка и расстроить меня?"
    # Моника молчит
    img 15606
    mt "Фу!!! Я не представляю, как я буду делать это!"
    mt "Какая мерзость!!!"
    mt "!!!"
    # Виктория смотрит на нее в упор, Моника ставит бокал на стол, бросает взгляд на Мелани
    # Моника поднимается с дивана и подходит к Виктории сзади, медлит
    img 15633
    mt "!!!"
    # встает на колени
    img 15635
    victoria "Давай, подружка Моника, целуй меня!"
    victoria "Тебе же нравится моя попа?"
    img 15636
    mt "Твоя попа отвратительна!!! Также как и ты!!!"
    img 15637
    m "Да... Нравится..."
    img 15638
    victoria "Прикоснись к ней губами."
    # Моника прикасается губами к ягодицам, сначала к одной
    img 15634
    victoria "Да, подружка хорошая! Поцелуй еще!"
    # Моника прикасается ко второй ягодице губами
    #victoria "А теперь подружка Моника потрогает руками мою попу..."
    #victoria "Раздвинет ее половинки в стороны и поцелует мою дырочку..."
    # Моника кладет ладони, разводит ягодицы, смотрит, на лице отвращение
    #mt "!!!"
    # Виктория переключается на Мелани
    img 15639
    victoria "Хорошая подружка Мелани сейчас поцелует мою киску еще раз."
    victoria "Тебе ведь нравится целовать мою киску, м?"
    img 15640
    melanie "Да. Нравится."
    img 15641
    victoria "Что тебе нравится?"
    img 15642
    melanie "Мне нравится целовать твою киску..."
    img 15643
    victoria "Я разрешаю тебе поцеловать мою киску еще, раз тебе это так нравится."
    # Мелани снова прикасается губами к киске Виктории
    img 15644
    victoria "А теперь я разрешаю подружке Мелани потрогать мою киску язычком." # клитор
    victoria "М-м-м-м. Да, хорошая подружка!"
    victoria "И еще раз... Да, так!"
    img 15645
    victoria "А теперь подружка Мелани найдет мою дырочку и полижет ее." # влагалище
    victoria "Давай, да!"
    victoria "А подружка Моника чего ждет?"
    #mt "!!!"
    victoria "Я ей уже разрешила целовать мою вторую дырочку!"
    # Моника с отвращением прикасается губами к анусу, отстраняется
    img 15646
    victoria "А теперь я разрешаю полизать подружке Монике мою вторую дырочку."
    # Моника проводит кончиком языка
    #mt "Фуууу!!!"
    victoria "А теперь еще раз, подружка Моника! И посмелее!"
    # Моника снова проводит языком по анусу
    img 15647
    victoria "Да, так! Давай! М-м-м-м..."
    victoria "Подружка Мелани, теперь засунь свой язычок в мою дырочку."
    # Мелани выполняет, начинает двигать языком внутрь-наружу. Моника продолжает лизать.
    # Виктория приспускает лямки на своем платье, обнажает грудь
    # сжимает обеими руками свои соски, откидывает голову назад, глаза закрыты
    img 15648
    w
    img 15649
    victoria "Да-а-а... М-м-м-м..."
    img 15650
    victoria "Какие подружки хорошие... Как они стараются получить мой подарок..."
    # Виктория наклоняется немного, дотягивается рукой до сумочки, достает из нее телефон
    img 15651
    victoria "Хорошие подружки не останавляваются!"
    victoria "Они продолжают лизать своим язычками мои обе дырочки!"
    img 15719
    w
    img 15652
    victoria "Подружки знают, что мне это нравится..."
    # Виктория делает селфи, держа телефон над собой на вытянутой руке, на фото видно головы Моники и Мелани
    victoria "Подружки не должны останавляваться, иначе я огорчусь."
    # Виктория делает еще селфи сбоку, теперь на фото видно лица Моники и Мелани
    # убирает телефон обратно в сумочку, выпрямляется и говорит
    img 15653
    victoria "Думаю, что время подарка уже пришло..."
    victoria "Хорошие подружки заслужили подарок!"
    victoria "СТОП!!!"
    # Мелани и Моника отстраняются от Виктории
    # Моника с отвращением вытирает рот рукой, Мелани тоже вытирает рот, при этом заинтересованно смотрит на сумочку Виктории
    # Виктория снимает ногу со стола
    img 15654
    victoria "Подружки хорошо постарались..."
    victoria "Пришло время подарка. Кто хочет первый его получить?"
    # молчание
    img 15655
    melanie "..."
    img 15656
    m "..."
    img 15657
    victoria "Мне кажется, что подружка Мелани будет первой..."
    victoria "Потому что ей так хотелось поласкать язычком мою дырочку... Что ее не пришлось заставлять..."
    img 15658
    victoria "Да, подружка?"
    victoria "Чтобы получить подарок от меня, тебе нужно снять одежду... И трусики тоже..."
    # Мелани удивленно смотрит на Викторию, продолжая сидеть на коленях
    img 15659
    melanie "Снять одежду и трусики? Зачем?"
    # Виктория смотрит на нее сверху вниз
    img 15660
    victoria "Потому что Я тебе так сказала сделать!"
    victoria "Снимай все с себя!"
    img 15661
    victoria "И подружка Моника сделает сейчас тоже самое!"
    victoria "Мне же не придется просить ее об этом дважды?!"
    # поворачивает голову и смотрит на Монику
    img 15543
    mt "!!!"
    mt "Какого черта эта стерва здесь устроила?!"
    img 15534
    mt "Недостаточно было всех этих извращений?!"
    mt "Что ей еще нужно?!"
    # Мелани смотрит на Монику, та на нее
    img 15662
    melanie_t "Нужно сделать, как эта мелкая дрянь требует. Чтобы она не сомневалась в моем послушании..."
    melanie_t "После этого вечера нужно будет срочно предпринимать меры против нее."
    melanie_t "Она слишком многое себе позволяет..."
    img 15663
    menu:
        "Снять одежду":
            pass
    # Мелани встает, снимает платье, бросает его на пол
    # Моника смотрит на Мелани, тоже встает и начинает раздеваться
    # Виктория внимательно наблюдает за ними, осматривая их прелести, самодовольно улыбается
    img 15664
    w
    img 15665
    w
    img 15666
    w
    img 15667
    w
    img 15668
    w
    img 15669
    victoria "Я уверена, что вам понравится мой подарок."
    victoria "Я его выбирала специально для вас, мои подружки!"
    # Виктория снимает с себя платье, подходит к столику, берет сумочку и обходит диван с другой стороны
    # стоит спиной к Мелани и Монике
    # те заинтересованно на нее смотрят, переглядываются между собой, им не видно, что там делает Виктория
    # через несколько минут
    # камера на Викторию, она стоит спиной, на ней надеты стринги, голову в полоборота
    img 15670
    w
    img 15671
    w
    img 15672
    victoria "Подружка Моника садится на диван и смотрит!"
    victoria "Подружка Мелани, ты готова увидеть подарок?"
    # Моника садится на диван
    img 15673
    melanie "Да..."
    img 15674
    victoria "Что 'да'?"
    victoria "Ты хочешь сказать, что ты хорошая подружка... И будешь рада получить от меня подарок?"
    victoria "Скажи мне это. Я хочу это услышать..."
    img 15675
    melanie "Я хорошая подружка и буду рада получить подарок от мисс Виктории."
    # Виктория довольно ухмыляется и поворачивается к Мелани и Монике
    # на ней надет страпон какого-нибудь нелепого цвета (н-р, ярко-розовый)
    # у ее подружек шок !!! даже у Мелани
    img 15676
    w
    img 15700
    w
    img 15677
    melanie "!!!"
    img 15678
    melanie_t "Страпон?!"
    melanie_t "Она решила подарить мне страпон?!"
    melanie_t "Мерзкая сучка! Она заставила нас думать, что у нее есть какой-то компромат!"
    img 15679
    m "!!!"
    img 15680
    mt "ЧТО?!"
    mt "Мне пришлось вылизывать ее зад, чтобы она подарила эту ужасную штуку!!!"
    img 15681
    mt "!!!"
    mt "Ненавижу!!!"
    # Виктория довольна произведенным эффектом
    img 15682
    victoria "Мои хорошие подружки рады подарку?"
    victoria "Подружка Мелани, тебе нравится?"
    # Мелани молчит и смотрит на нее, как на сумасшедшую
    img 15683
    melanie "..."
    img 15684
    victoria "Я вижу, что тебе нравится мой подарок, подружка Мелани."
    victoria "Тебе не терпится ощутить его внутри себя. Но ты стесняешься признаться в этом..."
    victoria "Не стоит стесняться, подружка. Скажи мне это!"
    # смотрит на Мелани пристально
    img 15685
    melanie "..."
    img 15686
    menu:
        "Сказать, как приказывает Виктория":
            pass
        "Отказаться!":
            img 15687
            melanie_t "Я не позволю это мелкой дряни так унижать меня..."
            melanie_t "Да еще и в присутствии Миссис Бакфетт."
            # Мелани смотрит на Викторию пристально
            img 15688
            melanie "Я думаю, Мисс Виктория, что подружки не дарят друг другу такие подарки..."
            # Виктория строго смотрит на нее, подходит к ней, говорит с угрозой
            img 15689
            victoria "ХОРОШИЕ подружки дарят, Мисс Мелани!!!"
            victoria "Хотя... Мы можем перестать быть хорошими подружками прямо сейчас."
            img 15690
            victoria "У меня есть другой подарок... Для нашего общего друга...."
            victoria "Он им очень заинтересуется... Мисс Мелани..."
            img 15691
            melanie "..."
            # Мелани смотрит на Викторию высокомерно
            img 15692
            melanie_t "Я не просто избавлюсь от нее."
            melanie_t "Сначала я ей отомщу. Заставлю пожалеть о том, что она сейчас делает."
            img 15693
            victoria "Итак! Что хорошая подружка сейчас должна мне сказать?"
            pass
    img 15694
    melanie "Мне... Не терпится... Получить от вас подарок, мисс Виктория..."
    img 15695
    victoria "Точно не терпится? Ты уверена?"
    img 15696
    melanie "Да, мне не терпится..."
    img 15697
    victoria "Что именно тебе хочется, м? Скажи мне!"
    img 15698
    melanie "Мне не терпится ощутить ваш подарок внутри меня... мисс Виктория."
    # Виктория смотрит Мелани в глаза и ухмыляется
    img 15699
    victoria "На колени!"
    victoria "Оближи его как следует! Покажи мне, как ты хочешь его!"
    # Мелани медлит, потом опускается на колени, облизывает дилдо
    img 15701
    w
    img 15702
    w
    img 15703
    w
    img 15704
    victoria "Вот так, да!"
    victoria "Теперь возьми его в рот!"
    victoria "Я хочу, чтобы ты отсосала у меня, мисс Мелани!"
    # запихивает дилдо ей в рот, Мелани давится, отстраняется, дилдо становится мокрым, с него тянется слюна
    # Моника с ужасом наблюдает
    img 15705
    mt "О боже! Какой кошмар!"
    mt "Я не смогу этого сделать!"
    mt "!!!"
    # Виктория строго говорит Мелани
    img 15706
    w
    img 15707
    w
    img 15708
    w
    img 15709
    w
    img 15710
    victoria "Теперь на диван! Встань на колени и покажи мне свой фирменный зад!"
    # та поднимается, убивает Викторию взглядом, но исполняет
    # Виктория встает сзади нее (доги-стайл), шлепает ее по ягодице
    img 15711
    w
    img 15712
    w
    img 15720
    w
    img 15721
    w
    img 15722
    melanie "Ах!"
    img 15723
    # у Мелани остается красный отпечаток на попе
    img 15724
    victoria "Какая отличная задница у вас, Мисс Мелани!"
    # шлепает еще раз
    img 15725
    w
    img 15726
    w
    img 15727
    melanie "Ах!"
    img 15728
    victoria "Тебе ведь нравится, подружка Мелани?"
    victoria "Скажи, что хочешь еще! Говори!!!"
    img 15729
    melanie "Мне... Мне нравится..."
    # Виктория снова шлепает ее, ягодицы у Мелани становятся красными
    img 15730
    w
    img 15731
    melanie "Ах!"
    # Виктория направляет дилдо в киску Мелани и вводит его
    # Моника продолжает с ужасом смотреть на эту картину
    img 15732
    mt "!!!"
    # Виктория поворачивается к Монике, при этом двигается в Мелани, схватив ту за волосы
    img 15733
    victoria "Подружка Моника, тебе нравится смотреть на нас?"
    victoria "Скажи, что тебе нравится!"
    img 15734
    mt "!!!"
    m "Д-да... Нравится..."
    img 15735
    mt "Это отвратительно!"
    mt "Эта Виктория - спятившая извращенка!!!"
    mt "!!!"
    img 15736
    victoria "Что именно тебе нравится?"
    victoria "Ты хочешь оказаться на месте нашей подружки? Скажи мне!"
    img 15737
    m "Д-да..."
    img 15738
    mt "Нет-нет! Это так мерзко!!!"
    img 15739
    victoria "Тогда раздвинь ноги и подготовь свою киску для меня."
    victoria "Покажи мне, как тебе нравится смотреть на меня."
    img 15681
    mt "!!!"
    # Моника подчиняется, раздвигает ноги, смотрит на Викторию
    img 15740
    victoria "Теперь ласкай свою киску!"
    victoria "Я хочу посмотреть, как ты это делаешь!"
    img 15741
    mt "ЧТО!?"
    # Моника опускает руку и прикасается к себе там, начинает водить пальцами по киске
    # Виктория самодовольно ухмыляется
    img 15742
    w
    img 15743
    w
    img 15744
    victoria "Нравится тебе?"
    img 15745
    m "Да..."
    # Виктория снова шлепает Мелани по ягодицам и продолжает натягивать ее на свой страпон
    img 15746
    w
    img 15747
    melanie "Ах!"
    img 15748
    # Виктория спрашивает у Мелани
    img 15749
    victoria "Тебе нравится, подружка Мелани?"
    victoria "У тебя такая киска! Она вся влажная!"
    img 15750
    victoria "Я вижу, что тебе нравится..."
    victoria "Подружка Моника, тебе нравится киска нашей подружки Мелани?"
    img 15751
    m "Нравится..."
    img 15752
    victoria "А твоя киска уже стала влажной?"
    victoria "Она готова к тому, чтобы я вошла в нее?"
    img 15753
    mt "!!!"
    mt "Боже! Какой кошмар!!!"
    img 15754
    mt "Я не хочу говорить ей это! Какая пошлость!!!"
    mt "!!!"
    img 15755
    victoria "Подружка Моника, я не слышу... Скажи мне это!"
    # сама в это время продолжает натягивать Мелани, делает это жестко, держа ее за волосы
    img 15756
    m "Да... Готова..."
    img 15757
    victoria "К чему ты готова, подружка Моника?"
    img 15758
    m "Готова к тому, чтобы ты... Вошла в меня..."
    img 15759
    victoria "Хорошая подружка! Мне нравится, что ты такая послушная."
    # Виктория еще раз шлепает Мелани по попе, у нее она вся красная от шлепков
    img 15726
    w
    img 15727
    melanie "Ах!"
    img 15760
    victoria "Подружка Мелани тоже хорошая!"
    victoria "Можешь теперь посмотреть на то, как я дарю подарок подружке Монике!"
    # вытаскивает из нее дилдо с хлюпом, отпускает ее волосы
    # Мелани встает, волосы растрепаны, смотрит ненавидящим взглядом на Викторию, но молчит
    img 15761
    melanie "..."
    # садится на диван, берет бокал вина и делает несколько глотков
    # Виктория смотрит на Монику, с ухмылкой подзывает ее к себе пальчиком
    img 15762
    w
    img 15763
    mt "У Мелани все получилось... И я смогу. Я сильная."
    mt "!!!"
    mt "Скорее бы эта извращенка ушла отсюда!"
    # Моника подходит к дивану, нерешительно смотрит на Викторию. та пальцем ей показывает на диван
    # Моника встает в ту же позу, что и Мелани. Виктория смотрит на нее сзади, шлепает ее по ягодице
    img 15764
    w
    img 15765
    w
    img 15766
    m "Ах!"
    img 15767
    w
    img 15768
    victoria "Нет, подружка Моника!"
    victoria "Я хочу видеть твое лицо!"
    victoria "На спину!"
    # Моника ложится на спину, Виктория задирает ее ноги вверх, открывая себе доступ к ее киске и грубо входит в нее
    # Моника ойкает, гримаса боли
    img 15769
    w
    img 15770
    w
    img 15771
    m "Аааа!"
    img 15772
    victoria "М-м-м... Как же мне нравится ваша киска, Миссис Бакфетт."
    victoria "Вы ее хорошо подготовили для меня. Вы хорошая подружка, Миссис Бакфетт..."
    # выходит из нее полностью, снова направляет дилдо в киску и опять грубо входит
    # у Моники снова гримаса боли, Виктория смотрит на нее и довольно улыбается
    img 15773
    victoria "Тебе нравится чувствовать в себе мой подарок? Скажи, что тебе нравится!"
    img 15774
    m "М-мне... Н-нравится чувствовать в себе... Это..."
    # Виктория снова выходит и входит, Моника ахает
    img 15775
    m "Ай!"
    img 15776
    victoria "Что именно тебе нравится, подружка Моника?"
    victoria "Я хочу услышать это!"
    img 15777
    m "М-мне... Н-нравится как ты... Делаешь это..."
    img 15778
    victoria "Что 'ЭТО'?"
    victoria "Монике Бакфетт нравится, что я трахаю ее искусственным членом?"
    img 15779
    m "Д-да-а..."
    img 15780
    mt "Когда же этот кошмар уже закончится?!"
    mt "!!!"
    # Виктория начинает двигаться туда-обратно, удерживая ноги Моники, смотрит на ее лицо
    # Мелани пьет вино и смотрит с каменным лицом на разыгрывающуюся перед ней сцену
    # Виктория поворачивается к Мелани и ухмыляется
    img 15781
    victoria "Хотелось бы тебе оказаться на моем месте, подружка Мелани?"
    # Мелани вопросительно поднимает бровь, но молчит
    img 15782
    melanie "..."
    img 15783
    victoria "Возможно, в следующий наш девичник... Я разрешу тебе побыть на моем месте, подружка..."
    victoria "Скажи, что хочешь этого!"
    img 15784
    melanie "..."
    melanie "Да, я хочу этого..." # равнодушно
    # Виктория самодовольно улыбается, смотрит на Мелани, продолжая двигаться в Монике
    # потом поворачивается к Монике, ускоряет движения
    img 15785
    victoria "М-м-м-м... Да-а-а!"
    victoria "Как же охренительно трахать саму Монику Бакфетт!"
    img 15786
    victoria "А-а-а-а"
    victoria "Да-а!!!"
    # еще несколько резких движений и Виктория кончает
    img 15787
    victoria "ААААА!!!"
    victoria "Чертовски здорово!!! Да-а-а-а!!!"
    # Виктория отпускает ноги Моники, с хлюпом вытаскивает из нее дилдо
    # садится на диван в расслабленной позе, страпон торчит вверх, весь мокрый
    img 15788
    w
    img 15789
    victoria "М-м-м-м..."
    # Моника садится в закрытую позу, стараясь быть подальше от Виктории
    # Моника и Мелани смотрят на страпон, Виктория ухмыляется, видя это
    img 15790
    victoria "Ну что, подружки, вам понравился наш девичник?"
    img 15791
    melanie "Да..."
    img 15792
    victoria "Что 'да'? Вам понравилось?"
    victoria "Вы хотели бы повторить наш девичник? Подружки."
    img 15793
    m "Нам понравился девичник..."
    img 15763
    mt "!!!"
    mt "Ни за что!!!"
    mt "НЕНАВИЖУ!!!"
    img 15794
    melanie "И мы хотели бы повторить..."
    # Виктория самодовольно смеется
    img 15795
    victoria "Я оставлю мой подарок здесь..."
    victoria "В следующий наш девичник он мне пригодится..."
    victoria "Хотя, возможно, я принесу своим хорошим подружкам еще какой-нибудь подарок."
    # хихикает
    # спустя несколько минут
    # Виктория стоит возле входной двери, смотрит на своих подружек, ухмыляется, подмигивает им и уходит
    # дверь за Викторией закрывается
    # камера на Монику с Мелани. они сидят одетые, держат в руке бокалы, смотрят друг на друга
    img 15796
    w
    img 15797
    m "Я! НЕНАВИЖУ! ЭТУ СУЧКУ!"
    img 15798
    melanie "Миссис Бакфетт. Думаю, наши интересы относительно Мисс Виктории совпадают."
    melanie "У меня есть идея, как избавиться от нее..."
    melanie "Я могу расчитывать на Вашу помощь?"
    img 15799
    m "Да, Мелани... Я готова на все ради этого..."
    # они обе преисполнены мести и готовы "дружить" против Виктории, бокалы сближаются, звук чокающихся бокалов
    # и мокрый страпон на диване
    return
