label ep29_dialogues4_lesbian_threesome_victoria_1:
    # дом Мелани, вечер
    # Мелани дома одна, как обычно стоит перед зеркалом, думает, что скоро придет эта сучка Виктория и надо быть с ней осторожнее
    # она не должна догадаться, что я ищу способ, как поставить ее на место
    # Мелани смотрит на часы, Миссис Бакфетт должна уже прийти, надеюсь, она не проигнорирует эту встречу
    # интересно, она поняла, о каком друге я ей говорила
    # стук в дверь, Мелани подходит к двери, открывает, за ней стоит Моника в своем красивом платье
    # Моника напряжена, заходит в квартиру, оглядывается, видит, что они с Мелани вдвоем
    # спрашивает у Мелани, когда должен прийти их общий друг
    # Мелани безэмоционально отвечает, с минуты на минуту, Миссис Бакфетт.
    # предлагает ей присесть на диван, на столике перед ним стоит три бокала с вином
    # Моника смотрит на эти три бокала и думает, что если бы случилось что-то страшное, то Маркус не приглашал бы их с Мелани выпить вина у нее
    # он бы тогда, наверняка, послал бы полицейских за ней. хотя... он же не знает, где она живет. значит, Маркус выбрал квартиру Мелани, чтобы заманить ее, Монику, сюда
    # а потом он ее схватит и снова отведет в свой жуткий кабинет!!! а она не взяла с собой анальную пробку! и он ее накажет за это!
    # стук в дверь, Моника в ужасе смотрит на Мелани, та смотрит на Монику, она абсолютно спокойна
    # Мелани встает, подходит к двери
    # Мелани открывает дверь, заходит Виктория с сумочкой в руках
    # смотрит на Мелани, потом поворачивается и видит Монику, недобро ухмыляется
    # Моника сидит на диване спиной ко входу и продолжает напряженно смотреть на бокалы, заметно, что она нервничает
    # Виктория подходит к дивану, Моника поворачивает голову и видит, что пришел не Маркус, а Виктория
    # Моника в шоке, вскакивает с дивана, смотрит на Викторию, потом на Мелани
    # Виктория говорит ей, подружка, ты скучала по мне?
    # Виктория поворачивается к Мелани, эта подружка по мне скучала, она всегда так рада меня видеть... правда, рада? что ты делаешь при встрече, Мелани?
    # пристально с высока смотрит на Мелани и показыват пальцем на свою щеку
    # Мелани немного медлит, потом подходит к ней и чмокает ее в щеку
    # Моника смотрит на это в полнейшем изумлении, Мелани садится за столик, берет бокал в руку
    # Виктория говорит Мелани, молодец, ты хорошая подружка. поворачивается к Монике, а ты? ты моя подружка?
    # Моника говорит, д-да
    # Виктория пристально смотрит на Монику, скажи это
    # Моника отвечает, я... я твоя... подружка
    # Виктория говорит, скажи это еще раз, я не расслышала
    # Моника повторяет, я твоя подружка!
    # Виктория продолжает сверлить Монику взглядом, ты моя ХОРОШАЯ подружка? скажи мне
    # Моника отвечает, да, я хорошая подружка
    # Моника про себя думает, какого черта она тут делает, что ей нужно, может, она хочет, чтобы Моника платила ей еще больше денег?
    # Виктория говорит Монике, если ты хорошая подружка, то должна была скучать по мне и радоваться нашей встрече. ты рада видеть меня, подружка?
    # Моника непонимающе смотрит на Мелани, та сидит за столиком с бокалом в руке и наблюдает за сценой
    # Моника поворачивается снова к Виктории, та вопросительно поднимает брови
    # Виктория спрашивает, ты настолько рада, что не можешь найти слов?
    # Моника ей, я так рада нашей встрече, что не могу найти подходящих слов...
    # Виктория ей, странно, что ты не можешь сказать мне ничего приятного при встрече. ты точно скучала по мне?
    # Моника говорит, да, скучала
    # про себя Моника думает, как же она ненавидит эту маленькую дрянь
    # Виктория продолжает смотреть на Монику. говорит ей, что Мелани хорошая подружка и целует ее при встрече, а ты? ты же скучала, почему ты не хочешь поцеловать меня?
    # Моника медлит, про себя думает, что просто надо чмокнуть эту стерву в щеку, как сделала Мелани, и она отвяжется от нее наконец
    # Моника подходит к Виктории и чмокает ее в щеку, та довольно хихикает
    # Виктория подходит к столику, ставит сумочку на него, берет бокал, говорит Монике, чтобы та садилась за столик, девичник начинается
    # Моника садится напротив Мелани, берет бокал в руку
    # Виктория протягивает свой бокал к ним, подружки, наконец-то мы с вами все вместе встретились. чокаются со звоном бокалов
    # Виктория с интересом оглядывает квартиру Мелани, та вместе с Моникой смотрят на нее и жду, что будет дальше
    # Виктория говорит, что ей нравится квартира ее подружки Мелани, а особенно ее фотографии, хочу поближе их рассмотреть, ты же не против, подружка?
    # Мелани отвечает ей равнодушно, не глядя на нее, что она не против
    # говорит, что фотографии ей нравятся, но чего-то все равно не хватает
    # Виктория подходит к столику с косметикой, берет помаду Мелани (или достает ее из своей сумочки, если нет столика), потом идет к фотографиям на стене
    # помадой рисует на портрете Мелани ей усы, подходит к другому портрету и рисует очки или еще какую-нибудь фигню
    # Мелани выдает эмоцию !!!, но молчит, убийственным взглядом наблюдая за этим действием
    # Виктория поворачивается к ней, говорит, что так портрет смотрится намного гармоничнее. ты согласна со мной, подружка Моника?
    # Моника вопросительно смотрит на Мелани, та зло молчит
    # Моника снова смотрит на Викторию, говорит, да, так стало еще лучше
    # Виктория смеется, потом смотрит на Мелани и спрашивает, а ты что скажешь, подружка Мелани?
    # Мелани зло на нее смотрит, потом делает глоток из бокала, берет себя в руки и говорит, что согласна с Моникой
    # Виктория спрашивает ее, в чем именно ты согласна с моей подружкой Моникой? скажи мне это
    # Мелани говорит, мои портреты стали еще лучше
    # Виктория, и кого ты должна поблагодарить за это?
    # Мелани, тебя... подружка
    # Виктория, а как ты меня будешь благодарить, подружка Мелани?
    # Мелани вопросительно смотрит на нее, скажу тебе спасибо
    # Виктория смеется, говорит, что этого недостаточно. Мелани вопросительно поднимает бровь
    # Виктория делает серьезную мину и говорит, во-первых, не вздумай стирать это со своих фотографий! тебе же нравится моя работа?
    # Мелани напряжанно отвечает, да
    # Виктория ей, я не слышу!
    # Мелани, да, мне нравится твоя работа
    # Виктория говорит, во-вторых... делает многозначительную паузу, подходит к столику, за которым сидят Мелани с Моникой
    # во-вторых, я, как и обещала принесла вам, мои подружки, подарок.
    # смотрит с улыбкой на Мелани, потом на Монику
    # подружки ведь хотят узнать, какой подарок я для них приготовила? это подарок только для хороших подружек... вы же хорошие подружки?
    # Мелани с Моникой переглядываются напряженно, отвечают, мы хорошие подружки
    # Виктрия им, чьи вы хорошие подружки?
    # Мелани с Моникой, твои хорошие подружки
    # Виктория им, мои хорошие подружки хотят получить подарок от меня?
    # да
    # Виктория самодовольно хихикает, ставит одну ногу на столик, смотрит на Монику с Мелани сверху вниз
    # проводит пальцами вверх по своему бедру и немного приподнимает свое платье, становится видно, что она без трусиков
    # тогда подружки должны заслужить свой подарок
    # Моника с Мелани в шоке смотрят на нее, но ничего не предпринимают
    # Виктория им, подружки, скажите, я красивая? вам нравится на меня смотреть?
    # они отвечают ей, что она красивая и им нравится на нее смотреть
    # Виктория, раз я вам так нравлюсь, подружки, то я разрешаю вам поцеловать меня...
    # кто из подружек хочет сделать это первой, м?
    # Мелани с Моникой молча переглядываются, лицо Мелани остается безэмоциональным, у Моники отвращение на лице
    # Виктория им, вижу, что вы никак не можете решить, кто из вас будет первой.
    # я помогу вам, вы ведь мои хорошие подружки. вы же хотите, чтобы я вам помогла?
    # молчание
    # Моника про себя, черт, она сейчас разозлится, а ей ничего не стоит сообщить Маркусу, где меня можно найти
    # а потом еще и увеличить сумму еженедельных выплат, где я найду столько денег для нее?
    # !!! неужели мне придутся сделать ЭТО?! ФУУУУ! Какая мерзость!!!
    # Мелани про себя (смотрит на сумочку Виктории), эта мелкая дрянь принесла что-то в сумочке и не хочет это давать просто так... возможно, это какая-то важная информация
    # маленькая дрянь хочет сначала поиграться. самый простой выход - притвориться, что я не против. все равно, я скоро найду способ наказать ее за все это
    # Виктория громко им, Я НЕ СЛЫШУ ОТВЕТА! Подружки нехорошие?! Они хотят меня расстроить?!
    # Моника с Мелани вздрагивают, смотрят друг на друга, молчание
    # Моника, глядя на Мелани, мы не хотим тебя расстраивать... подружка
    # Мелани, глядя на Монику, мы хотим, чтобы ты помогла нам, подружка
    # поворачиваются к ней
    # Виктория им, так-то лучше, а то я в какой-то момент стала подозревать, что вы только притворяетесь моими подружками...
    # молчание, Виктория с нехорошей ухмылкой смотрит на них
    # Виктория им, итак! я придумала! Вы - мои подружки.
    # указывая пальцем на Мелани "ты - подружка только для киски, не трогай мою попу"
    # перемещая палец в сторону Моники "ты - подружка только для попы, не трогай мою киску"
    # обе подружки не торопятся исполнять указание Виктории, она им "можете начинать, давайте, я жду", поднимает свое платье выше
    # Мелани ставит бокал на стол, бросает еще один взгляд на Монику, поднимается с дивана и подходит к Виктории, смотрит на нее в упор
    # Виктория ей, я вижу, подружка, что тебе не терпится поцеловать мою киску. скажи мне это
    # Мелани ей, мне... мне не терпится поцеловать тебя
    # Моника все еще на диване и смотрит с отвращением
    # Виктория говорит Мелани, нет не так. скажи это еще раз
    # Мелани ей, Мисс Виктория, мне не терпится поцеловать вашу... вашу киску
    # Виктория, улыбаясь, хорошая подружка Мелани. моей киске тоже не терпится, она уже вся влажная. на колени!
    # Мелани медлит, смотрит в глаза Виктории, потом опускается на колени. киска Виктории прямо у нее перед глазами
    # Мелани про себя "не верю, что я делаю ЭТО"
    # смотрит, потом приближает лицо и прикасается губами к киске Виктории
    # Виктория, ммм, какая хорошая подружка Мелани. давай еще разочек. Мелани целует еще раз, потом немного отстраняется
    # Виктория немного разворачивается, киска раскрывается, она кладет руку на голову Мелани
    # потом поворачивается к Монике. А подружка Моника хорошая? или она хочет отказаться от моего подарка и расстроить меня?
    # Моника про себя, фу, я не представляю, как я буду делать это. какая мерзость!!!
    # Виктория смотрит на нее в упор, Моника ставит бокал на стол, бросает взгляд на Мелани, которую Виктория держит за волосы
    # Моника поднимается с дивана и подходит к Виктории сзади, медлит, снова думает, какая это мерзость
    # встает на колени. Виктория ей, давай, подружка, целуй меня. тебе же нравится моя попа?
    # Моника ей, да, нравится
    # Виктория ей, прикоснись к ней губами. Моника прикасается губами к ягодицам, сначала к одной
    # Виктория ей, да, подружка хорошая. поцелуй еще
    # Моника прикасается ко второй ягодице губами
    # Виктория ей, а теперь хорошая подружка Моника потрогает руками мою попу, раздвинет ее половинки в сторону и поцелует мою дырочку
    # Моника кладет ладони, разводит ягодицы, смотрит, на лице отвращение
    # Виктория переключается на Мелани.
    # хорошая подружка Мелани сейчас поцелует мою киску еще раз. тебе ведь нравится целовать мою киску, м?
    # Мелани отвечат, да нравится
    # Виктория ей, что тебе нравится?
    # Мелани ей, мне нравится целовать твою киску
    # Виктория ей, я разрешаю тебе поцеловать мою киску еще, раз тебе это так нравится
    # Мелани снова прикасается губами к киске Виктории
    # Виктория ей, а теперь я разрешаю подружке Мелани потрогать мою киску язычком. ммм. да, хорошая подружка. и еще раз... да, так
    # а теперь подружка Мелани найдет мою дырочку и полижет ее. давай, да. а подружка Моника чего ждет? я ей уже разрешила целовать мою вторую дырочку
    # Моника с отвращением прикасается губами к анусу, отстраняется
    # Виктория ей, а теперь я разрешаю полизать подружке Монике мою вторую дырочку
    # Моника проводит кончиком языка. про себя "фуууу!!!"
    # Виктория ей, а теперь еще раз, подружка Моника, и посмелее.
    # Моника снова проводит языком по анусу. Виктория ей, давай, так, мммм
    # подружка Мелани, теперь засунь свой язычок в мою дырочку.
    # Мелани выполняет, начинает двигать языком внутрь-наружу. Моника продолжает лизать.
    # Виктория приспускает лямки на своем платье, обнажает грудь, сжимает обеими руками свои соски, откидывает голову назад, глаза закрыты , ммм
    # какие подружки хорошие, как они стараются получить мой подарок...
    # наклоняется немного, дотягивается рукой до сумочки, достает из нее телефон
    # хорошие подружки не останавляваются и продолжают лизать своим язычками мои обе дырочки
    # они знают, что мне это нравится
    # делает селфи, держа телефон над собой на вытянутой руке, на фото видно головы Моники и Мелани
    # подружки не должны останавляваться, иначе я огорчусь.
    # потом делает еще селфи сбоку, теперь видно лица Моники и Мелани
    # убирает телефон обратно в сумочку, выпрямляется и говорит
    # мммм, я думаю, что время подарка уже пришло. хорошие подружки заслужили мой подарок. стоп!
    #
    #
    #
    #
    #
    #
    #
    #
    #
    #
    #
    #
    #



# потом заставляет их заняться с ней сексом, надевает страпон
