# TODO: Translation updated at 2019-11-05 23:52

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:14
translate english ep29_dialogues1_julia_1_d743f87a:

    # mt "Мои сотрудники уже занимаются этим."
    # mt "Надо пдодождать новостей от них..."
    mt "Мои сотрудники уже занимаются этим."
    mt "Надо пдодождать новостей от них..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:22
translate english ep29_dialogues1_julia_2_bc95e12d:

    # mt "Как мне узнать цвет трусиков Юлии?"
    # mt "Я уже не знаю, что придумать..."
    # mt "..."
    mt "How do I know the color of Julia's panties?"
    mt "Я уже не знаю, что придумать..."
    mt "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:27
translate english ep29_dialogues1_julia_2_a9e1fd9d:

    # mt "Хм..." 
    mt "Hmm..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:29
translate english ep29_dialogues1_julia_2_9e698672:

    # m "Юлия! Подойди ко мне!"
    m "Julia! Come here!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:32
translate english ep29_dialogues1_julia_2_4305edca:

    # julia "???"
    julia "???"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:35
translate english ep29_dialogues1_julia_2_15ebc45e:

    # julia "Да, Миссис Бакфетт..."
    julia "Yes, Mrs. Buckfett ..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:38
translate english ep29_dialogues1_julia_2_4456357d:

    # m "Юлия! У меня не работает компьютер!"
    # m "Посмотри, что с ним не так!"
    m "Юлия! У меня не работает компьютер!"
    m "Посмотри, что с ним не так!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:42
translate english ep29_dialogues1_julia_2_8f3cbb73:

    # julia "Миссис Бакфетт, но я совсем не разбираюсь в компьютерах."
    # julia "У нас есть программист. Я могу позвать его. Он поможет Вам."
    julia "Миссис Бакфетт, но я совсем не разбираюсь в компьютерах."
    julia "У нас есть программист. Я могу позвать его. Он поможет Вам."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:46
translate english ep29_dialogues1_julia_2_58ec09d8:

    # mt "!!!"
    # mt "Черт! Я совсем забыла про него..."
    mt "!!!"
    mt "Черт! Я совсем забыла про него..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:49
translate english ep29_dialogues1_julia_2_d5e0d9a0:

    # m "Юлия!" 
    # m "..."
    # julia "Да, Миссис Бакфетт..."
    m "Julia!" 
    m "..."
    julia "Yes, Mrs. Buckfett ..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:53
translate english ep29_dialogues1_julia_2_4da38582:

    # m "Хм..."
    # m "Юлия! Ты забываешь, что работаешь в серьезной компании!"
    # m "О работе в такой организации мечтают сотни девушек!"
    # m "И мне не составит труда найти тебе замену, Юлия!"
    m "Hmm..."
    m "Юлия! Ты забываешь, что работаешь в серьезной компании!"
    m "О работе в такой организации мечтают сотни девушек!"
    m "И мне не составит труда найти тебе замену, Юлия!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:58
translate english ep29_dialogues1_julia_2_546e4b93:

    # julia "!!!" 
    julia "!!!" 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:61
translate english ep29_dialogues1_julia_2_c6306c7d:

    # m "Поэтому ты, как и любой другой сотрудник здесь, должна..."
    # m "..."
    # m "Должна выполнять не только свои прямые обязанности!"
    # m "Ты должна справляться с любыми поставленными задачами, если это потребуется!"
    # m "Ты понимаешь, о чем я говорю, Юлия?!"
    # julia "Да, Миссис Бакфетт..." 
    m "Поэтому ты, как и любой другой сотрудник здесь, должна..."
    m "..."
    m "Должна выполнять не только свои прямые обязанности!"
    m "Ты должна справляться с любыми поставленными задачами, если это потребуется!"
    m "Ты понимаешь, о чем я говорю, Юлия?!"
    julia "Yes, Mrs. Buckfett ..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:68
translate english ep29_dialogues1_julia_2_dc717b9a:

    # m "Тогда почему я дважды должна повторять, что ты должна посмотреть, что с моим компьютером?!" 
    m "Тогда почему я дважды должна повторять, что ты должна посмотреть, что с моим компьютером?!" 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:71
translate english ep29_dialogues1_julia_2_74ad2a09:

    # julia "Д-д-да, М-м-миссис Бакфетт. Я сейчас посмотрю." 
    # mt "Никчемная помощница!!!"
    julia "Д-д-да, М-м-миссис Бакфетт. Я сейчас посмотрю." 
    mt "Никчемная помощница!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:74
translate english ep29_dialogues1_julia_2_66cd8fec:

    # m "Я жду!"
    # m "И быстрее! У меня много работы!"
    m "I'm waiting!"
    m "И быстрее! У меня много работы!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:78
translate english ep29_dialogues1_julia_2_a4840ed8:

    # julia "М-м-миссис Бакфетт, Ваш компьютер... Он не работает..." 
    julia "М-м-миссис Бакфетт, Ваш компьютер... Он не работает..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:80
translate english ep29_dialogues1_julia_2_63dbce57:

    # m "О чем я тебе и говорю!" 
    # m "!!!"
    # m "Заставь его работать!!!"
    m "О чем я тебе и говорю!" 
    m "!!!"
    m "Заставь его работать!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:84
translate english ep29_dialogues1_julia_2_aed3b4a8:

    # julia "..."
    # julia "Но как я это сделаю?.."
    julia "..."
    julia "Но как я это сделаю?.."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:87
translate english ep29_dialogues1_julia_2_e0db0396:

    # m "Откуда я знаю?! Там есть каие-то кнопки..."
    # m "Понажимай на них."
    m "Откуда я знаю?! Там есть каие-то кнопки..."
    m "Понажимай на них."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:96
translate english ep29_dialogues1_julia_2_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:101
translate english ep29_dialogues1_julia_2_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "No, I won't do that!" 
    mt "I'm tired of playing by that bastard's rules!"
    mt "He's a nobody here to order ME, Monica Buckfett!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:125
translate english ep29_dialogues1_julia_2_4b6969cb:

    # mt "Черт! Еще немного!"
    mt "Fuck! A little more!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:128
translate english ep29_dialogues1_julia_2_ef7bbcb5:

    # julia "Миссис Бакфетт! Что Вы делаете?!"
    julia "Миссис Бакфетт! Что Вы делаете?!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:131
translate english ep29_dialogues1_julia_2_e612037c_1:

    # m "..."
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:135
translate english ep29_dialogues1_julia_2_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:141
translate english ep29_dialogues1_julia_2_a8053040:

    # julia "Миссис Бакфетт!!!"
    julia "Mrs. Buckfett!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:146
translate english ep29_dialogues1_julia_2_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:148
translate english ep29_dialogues1_julia_2_4ca5b402:

    # m "Я, как твой начальник, Юлия, должна контролировать, насколько ты хорошо исполняешь свою работу!"
    # m "И я не понимаю, чему ты так удивляешься!"
    # m "!!!"
    m "Я, как твой начальник, Юлия, должна контролировать, насколько ты хорошо исполняешь свою работу!"
    m "И я не понимаю, чему ты так удивляешься!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:155
translate english ep29_dialogues1_julia_2_292d5643:

    # m "Ты уже починила мой компьютер, Юлия?!" 
    # mt "Я снова ничего не успела рассмотреть..."
    m "Ты уже починила мой компьютер, Юлия?!" 
    mt "Я снова ничего не успела рассмотреть..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:158
translate english ep29_dialogues1_julia_2_4b3f6a5c:

    # julia "Миссис Бакфетт, я нажала на кнопки..."
    # julia "Компьютер все равно не работает..." 
    julia "Миссис Бакфетт, я нажала на кнопки..."
    julia "Компьютер все равно не работает..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:161
translate english ep29_dialogues1_julia_2_50e19562:

    # m "Юлия, ты уверена, что нажала на все кнопки?"
    m "Юлия, ты уверена, что нажала на все кнопки?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:163
translate english ep29_dialogues1_julia_2_a1158438:

    # julia "Да, Миссис Бакфетт..."
    # julia "Я не знаю, что еще можно нажать..."
    # julia "Я могу спросить у программиста, Миссис Бакфетт..."
    julia "Yes, Mrs. Buckfett ..."
    julia "Я не знаю, что еще можно нажать..."
    julia "Я могу спросить у программиста, Миссис Бакфетт..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:168
translate english ep29_dialogues1_julia_2_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:170
translate english ep29_dialogues1_julia_2_33328663:

    # m "У программиста я и сама могу спросить, Юлия!"
    # m "А тебе ничего нельзя поручить!"
    m "У программиста я и сама могу спросить, Юлия!"
    m "А тебе ничего нельзя поручить!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:173
translate english ep29_dialogues1_julia_2_29a4f6ab_3:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:175
translate english ep29_dialogues1_julia_2_02de841e:

    # m "А теперь иди работай! Не отвлекайся!"
    m "Now go to work! Don't be distracted!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:181
translate english ep29_dialogues1_julia_2_c7c18d86:

    # mt "Вот черт! У меня снова ничего не получилось!"
    # mt "По-моему, она поняла, что я пыталась заглянуть ей под платье!!!"
    mt "Вот черт! У меня снова ничего не получилось!"
    mt "По-моему, она поняла, что я пыталась заглянуть ей под платье!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:184
translate english ep29_dialogues1_julia_2_c17a35c5:

    # mt "!!!"
    # mt "Нужно придумать какой-нибудь другой способ подсмотреть, какие у нее трусики."
    mt "!!!"
    mt "Нужно придумать какой-нибудь другой способ подсмотреть, какие у нее трусики."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:187
translate english ep29_dialogues1_julia_2_5dfbacf0:

    # mt "Такой способ, чтобы точно сработало."
    mt "Такой способ, чтобы точно сработало."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:189
translate english ep29_dialogues1_julia_2_6afa909d:

    # mt "Мне надоело уже заниматься этими глупыми играми этого профессионального мерзавца Фреда!"
    # mt "Пора заканчивать с этим!"
    mt "Мне надоело уже заниматься этими глупыми играми этого профессионального мерзавца Фреда!"
    mt "Пора заканчивать с этим!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:197
translate english ep29_dialogues1_julia_3_032ef8c5:

    # m "Опять ТЫ!"
    # m "!!!"
    # fred "Миссис Бакфетт... Я тоже рад Вас видеть снова."
    # fred "Вы выяснили то, о чем я вас просил?"
    # m "!!!"
    # m "НЕТ!"
    # fred "Как же так, Миссис Бакфетт? Вы поступаете крайне непрофессионально..."
    # mt "Ненавижу этого мерзавца!"
    # m "..."
    m "Опять ТЫ!"
    m "!!!"
    fred "Миссис Бакфетт... Я тоже рад Вас видеть снова."
    fred "Вы выяснили то, о чем я вас просил?"
    m "!!!"
    m "NO!"
    fred "Как же так, Миссис Бакфетт? Вы поступаете крайне непрофессионально..."
    mt "I hate that bastard!"
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:212
translate english ep29_dialogues1_julia_3_8f1fe4f4:

    # m "ФРЕД!!!"
    # m "Ты не смеешь мне указывать, что мне делать!"
    # m "И мне плевать на то, что ты кому-то расскажешь!"
    # m "Ты просто какой-то ничегонезначащий водитель!!! Тебе никто не поверит!"
    # m "А я всем скажу, что ты шантажируешь меня, подделав фото!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # fred "..." 
    m "FRED!!!"
    m "You don't dare tell me what to do!"
    m "And I don't care what you tell anyone!"
    m "You're just some kind of driver!!! No one will believe you!"
    m "And I'll tell everyone you're blackmailing me by faking a photo!"
    m "Get out of here!!!"
    m "If I see you here again, I'll call security!!!"
    m "Pathetic driver!"
    fred "..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:224
translate english ep29_dialogues1_julia_3_634f5968:

    # fred "Вы очень долго не можете выполнить мою маленькую просьбу, Миссис Бакфетт."
    # fred "И это меня очень расстраивает..."
    # fred "Я начинаю задумываться о том, что Вы ничего не предпринимаете для этого..."
    # m "Я ничего не предпринимаю?!"
    # m "!!!"
    # m "Я только тем и занимаюсь, что пытаюсь заглянуть под платье своей помощницы, как какая-то лесбиянка!!!"
    # m "Помимо этого, я еще должна терпеть эти твои визиты в мою гримерку!!!"
    # m "Хватит уже сюда ходить!!!"
    # fred "Миссис Бакфетт, мне кажется, Вы забываете о том, что у меня есть информация..."
    # fred "Которая будет крайне интересна Вашим подчиненным и Вашему начальству..."
    # fred "Я даже подумываю о том, чтобы продать Вашему журналу Ваши же фотографии в костюме гувернантки."
    # fred "Уверен, что поклонникам Вашего журнала они очень понравятся!"
    # m "Не смей!!!" 
    # mt "Мерзавец!!! Ненавижу!!!"
    # m "Ты не сделаешь этого!!!"
    # fred "Миссис Бакфетт, я даю Вам еще немного времени на выполнение моей маленькой просьбы." 
    # fred "Я не сомневаюсь, что у Вас все получится..."
    # fred "До скорой встречи, Миссис Бакфетт."
    # mt "!!!"
    # mt "Этот мерзкий Фред будет первым, кому я отомщу!"
    # mt "Когда верну себе все, что у меня отняли!"
    # mt "Я его заставлю пожалеть об этих его 'маленьких просьбах'!"
    # mt "!!!"
    fred "Вы очень долго не можете выполнить мою маленькую просьбу, Миссис Бакфетт."
    fred "И это меня очень расстраивает..."
    fred "Я начинаю задумываться о том, что Вы ничего не предпринимаете для этого..."
    m "Я ничего не предпринимаю?!"
    m "!!!"
    m "Я только тем и занимаюсь, что пытаюсь заглянуть под платье своей помощницы, как какая-то лесбиянка!!!"
    m "Помимо этого, я еще должна терпеть эти твои визиты в мою гримерку!!!"
    m "Хватит уже сюда ходить!!!"
    fred "Миссис Бакфетт, мне кажется, Вы забываете о том, что у меня есть информация..."
    fred "Которая будет крайне интересна Вашим подчиненным и Вашему начальству..."
    fred "Я даже подумываю о том, чтобы продать Вашему журналу Ваши же фотографии в костюме гувернантки."
    fred "Уверен, что поклонникам Вашего журнала они очень понравятся!"
    m "Не смей!!!" 
    mt "Мерзавец!!! Ненавижу!!!"
    m "Ты не сделаешь этого!!!"
    fred "Миссис Бакфетт, я даю Вам еще немного времени на выполнение моей маленькой просьбы." 
    fred "Я не сомневаюсь, что у Вас все получится..."
    fred "See you soon, Mrs. Buckfett."
    mt "!!!"
    mt "Этот мерзкий Фред будет первым, кому я отомщу!"
    mt "Когда верну себе все, что у меня отняли!"
    mt "Я его заставлю пожалеть об этих его 'маленьких просьбах'!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:255
translate english ep29_dialogues1_julia_4_af362f38:

    # mt "Итак, рабочий день снова начинается с вопроса: как мне узнать цвет трусиков Юлии?"
    # mt "У меня скоро это войдет в привычку..."
    # mt "Хотя, мой рабочий день должен начинаться не с этого."
    # mt "А с чашечки горячего кофе, например."
    mt "Итак, рабочий день снова начинается с вопроса: как мне узнать цвет трусиков Юлии?"
    mt "У меня скоро это войдет в привычку..."
    mt "Хотя, мой рабочий день должен начинаться не с этого."
    mt "А с чашечки горячего кофе, например."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:260
translate english ep29_dialogues1_julia_4_3e4b1cd0:

    # mt "..."
    # mt "Горячий кофе..."
    # mt "Хм..." 
    mt "..."
    mt "Горячий кофе..."
    mt "Hmm..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:264
translate english ep29_dialogues1_julia_4_aa092986:

    # m "Юлия!" 
    # julia "???"
    m "Julia!" 
    julia "???"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:268
translate english ep29_dialogues1_julia_4_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Yes, Mrs. Buckfett?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:270
translate english ep29_dialogues1_julia_4_28aa6aa7:

    # m "Юлия, я хочу выпить кофе! Принеси мне его!"
    m "Юлия, я хочу выпить кофе! Принеси мне его!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:273
translate english ep29_dialogues1_julia_4_f518ca67:

    # julia "Кофе?"
    julia "Кофе?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:275
translate english ep29_dialogues1_julia_4_ea1a00d4:

    # m "Да!"
    m "Yes!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:277
translate english ep29_dialogues1_julia_4_f89b5217:

    # julia "Хорошо, Миссис Бакфетт. Но где мне его взять?"
    julia "Хорошо, Миссис Бакфетт. Но где мне его взять?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:279
translate english ep29_dialogues1_julia_4_fe24d777:

    # m "Юлия! Ты в прошлый раз себя проявила как некомпетентный сотрудник!" 
    # m "Ты не смогла включить мой компьютер!!!"
    # m "И это после разговора о том, что на твое место найдется масса желающих?!"
    # m "!!!"
    m "Юлия! Ты в прошлый раз себя проявила как некомпетентный сотрудник!" 
    m "Ты не смогла включить мой компьютер!!!"
    m "И это после разговора о том, что на твое место найдется масса желающих?!"
    m "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:285
translate english ep29_dialogues1_julia_4_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:287
translate english ep29_dialogues1_julia_4_829aaa11:

    # m "Принести мне горячего кофе - это тоже сложная задача для тебя?!" 
    # m "Создается впечатление, что ты совсем не дорожишь своей работой, Юлия..."
    m "Принести мне горячего кофе - это тоже сложная задача для тебя?!" 
    m "Создается впечатление, что ты совсем не дорожишь своей работой, Юлия..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:290
translate english ep29_dialogues1_julia_4_2aeb0424:

    # julia "М-м-миссис Бакфетт, это не так..." 
    # julia "Я сейчас принесу Вам кофе, Миссис Бакфетт!"
    julia "М-м-миссис Бакфетт, это не так..." 
    julia "Я сейчас принесу Вам кофе, Миссис Бакфетт!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:293
translate english ep29_dialogues1_julia_4_1da4e1a9:

    # m "Горячего кофе, Юлия!"
    m "Горячего кофе, Юлия!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:295
translate english ep29_dialogues1_julia_4_c1b875d6:

    # julia "Да, Миссис Бакфетт, я поняла."
    julia "Да, Миссис Бакфетт, я поняла."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:298
translate english ep29_dialogues1_julia_4_44662f75:

    # mt "И как я раньше не могла додуматься до этого?"
    # mt "Это же самый простой способ заставить ее нагнуться: ей нужно будет поставить горячий кофе на стол."
    # mt "А я в это время смогу заглянуть ей под платье..."
    mt "И как я раньше не могла додуматься до этого?"
    mt "Это же самый простой способ заставить ее нагнуться: ей нужно будет поставить горячий кофе на стол."
    mt "А я в это время смогу заглянуть ей под платье..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:302
translate english ep29_dialogues1_julia_4_b112cba3:

    # mt "И в этот раз она не сможет отпрыгнуть от меня. Ведь у нее в руке будет горячий кофе."
    # mt "Главное, не упустить момент..."
    mt "И в этот раз она не сможет отпрыгнуть от меня. Ведь у нее в руке будет горячий кофе."
    mt "Главное, не упустить момент..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:306
translate english ep29_dialogues1_julia_4_8f68e478:

    # mt "..."
    # mt "Наконец-то, я смогу узнать цвет трусиков Юлии."
    # mt "Да еще и совместить это с чашечкой ароматного кофе."
    # mt "Чувствую, что сегодня меня ожидает просто отличный день!"
    mt "..."
    mt "Наконец-то, я смогу узнать цвет трусиков Юлии."
    mt "Да еще и совместить это с чашечкой ароматного кофе."
    mt "Чувствую, что сегодня меня ожидает просто отличный день!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:311
translate english ep29_dialogues1_julia_4_83d5bc35:

    # mt "Сегодня закончится эта дурацкая ситуация, когда мне надо узнавать какие-то глупости у никчемных работников..."
    # mt "..."
    # mt "И больше я не буду слушать Фреда! С меня хватит!"
    mt "Сегодня закончится эта дурацкая ситуация, когда мне надо узнавать какие-то глупости у никчемных работников..."
    mt "..."
    mt "И больше я не буду слушать Фреда! С меня хватит!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:323
translate english ep29_dialogues1_julia_4_10813ba2:

    # mt "!!!"
    # mt "Какого черта?!"
    mt "!!!"
    mt "What the hell?!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:326
translate english ep29_dialogues1_julia_4_551792a9:

    # w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!" 
    w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!" 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:328
translate english ep29_dialogues1_julia_4_72c4389d:

    # mt "..."
    mt "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:330
translate english ep29_dialogues1_julia_4_ad9a4803:

    # w5 "Я узнал от Вашей помощницы, что Вам нужен кофе, и сразу принес его Вам!"
    w5 "Я узнал от Вашей помощницы, что Вам нужен кофе, и сразу принес его Вам!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:332
translate english ep29_dialogues1_julia_4_72c4389d_1:

    # mt "..."
    mt "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:336
translate english ep29_dialogues1_julia_4_ddb65af7:

    # w5 "Миссис Бакфет, Вы всегда можете на меня рассчитывать."
    # mt "!!!" 
    # mt "О, Боже! Когда он уйдет отсюда?!"
    w5 "Миссис Бакфет, Вы всегда можете на меня рассчитывать."
    mt "!!!" 
    mt "О, Боже! Когда он уйдет отсюда?!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:340
translate english ep29_dialogues1_julia_4_7f55a2a6:

    # w5 "Ведь я могу не только качественно и быстро выполнять свои прямые обязанности..."
    # w5 "Я также могу помогать Вам, ведь Вам приходится очень много работать."
    # mt "!!!"
    # mt "Какой же он мерзкий тип этот Джон!"
    # mt "Какого черта ОН притащил мне этот кофе!!!"
    # mt "!!!" 
    w5 "Ведь я могу не только качественно и быстро выполнять свои прямые обязанности..."
    w5 "Я также могу помогать Вам, ведь Вам приходится очень много работать."
    mt "!!!"
    mt "Какой же он мерзкий тип этот Джон!"
    mt "Какого черта ОН притащил мне этот кофе!!!"
    mt "!!!" 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:347
translate english ep29_dialogues1_julia_4_7b4239d4:

    # w5 "И такой помощник, как Я, будет Вам как раз кстати, Миссис Бакфетт."
    # w5 "В отличии от толстухи Греты, Я могу делать любую работу в этом отделе."
    # w5 "Даже самую сложную и ответственную..."
    w5 "И такой помощник, как Я, будет Вам как раз кстати, Миссис Бакфетт."
    w5 "В отличии от толстухи Греты, Я могу делать любую работу в этом отделе."
    w5 "Даже самую сложную и ответственную..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:351
translate english ep29_dialogues1_julia_4_c7a41e13:

    # mt "!!!" 
    # mt "Когда этот сукин сын уже замолчит?!"
    mt "!!!" 
    mt "Когда этот сукин сын уже замолчит?!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:354
translate english ep29_dialogues1_julia_4_0107586a:

    # w5 "Помимо этого, я всегда внимателен к желаниям начальства..."
    # w5 "Я могу приносить Вам горячий кофе каждое утро, Миссис Бакфетт!"
    # w5 "Я..."
    w5 "Помимо этого, я всегда внимателен к желаниям начальства..."
    w5 "Я могу приносить Вам горячий кофе каждое утро, Миссис Бакфетт!"
    w5 "I..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:358
translate english ep29_dialogues1_julia_4_2dcdac60:

    # m "ТАК, ХВАТИТ!"
    # m "!!!"
    # m "Ты слишком много разговариваешь! Иди работай!!!"
    m "ТАК, ХВАТИТ!"
    m "!!!"
    m "Ты слишком много разговариваешь! Иди работай!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:363
translate english ep29_dialogues1_julia_4_50fe7e5b:

    # w5 "Да, конечно, Миссис Бакфетт. Я понимаю, что Вам некогда."
    # w5 "Помните, что всегда можете на меня рассчитывать, Миссис Бакфетт."
    w5 "Да, конечно, Миссис Бакфетт. Я понимаю, что Вам некогда."
    w5 "Помните, что всегда можете на меня рассчитывать, Миссис Бакфетт."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:366
translate english ep29_dialogues1_julia_4_024cbc99:

    # w5 "Надеюсь, Вам понравится кофе. Если захотите еще, я с радостью его Вам принесу..."
    w5 "Надеюсь, Вам понравится кофе. Если захотите еще, я с радостью его Вам принесу..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:368
translate english ep29_dialogues1_julia_4_3e3a52c6:

    # m "Вон из моего кабинета!!!"
    # mt "!!!"
    m "Вон из моего кабинета!!!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:373
translate english ep29_dialogues1_julia_4_9beac003:

    # m "Я не знала, что в ваши обязанности входит работать моей помощницей!"
    # m "Выйди и закрой за собой дверь!!!"
    m "Я не знала, что в ваши обязанности входит работать моей помощницей!"
    m "Выйди и закрой за собой дверь!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:376
translate english ep29_dialogues1_julia_4_7f36af0f:

    # w5 "Хорошо, Миссис Бакфетт. Понимаю, Вы очень заняты."
    # w5 "Помните, что Вы всегда можете на меня рассчитывать, Миссис Бакфетт." 
    w5 "Хорошо, Миссис Бакфетт. Понимаю, Вы очень заняты."
    w5 "Помните, что Вы всегда можете на меня рассчитывать, Миссис Бакфетт." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:384
translate english ep29_dialogues1_julia_4_4305edca:

    # julia "???"
    julia "???"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:388
translate english ep29_dialogues1_julia_4_3e2f4f8f:

    # m "Юлия!!!" 
    # m "Я в очередной раз убедилась, что самостоятельно ты не можешь справиться с поставленными задачами!!!"
    m "Юлия!!!" 
    m "Я в очередной раз убедилась, что самостоятельно ты не можешь справиться с поставленными задачами!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:391
translate english ep29_dialogues1_julia_4_79b628e0:

    # julia "Но, Миссис Бакфетт..." 
    julia "Но, Миссис Бакфетт..." 

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:393
translate english ep29_dialogues1_julia_4_7d8759d0:

    # m "Никаких 'но'!!! Я не желаю слушать твои жалкие оправдания!"
    # m "Иди работай!!!"
    m "Никаких 'но'!!! Я не желаю слушать твои жалкие оправдания!"
    m "Иди работай!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:399
translate english ep29_dialogues1_julia_4_7293ec3a:

    # m "Юлия, ты можешь заняться своей работой." 
    # m "Я хочу побыть одна."
    # julia "Хорошо, Миссис Бакфетт..."
    m "Юлия, ты можешь заняться своей работой." 
    m "Я хочу побыть одна."
    julia "All right, Mrs. Buckfett ..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:404
translate english ep29_dialogues1_julia_4_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:408
translate english ep29_dialogues1_julia_4_a4fa91a5:

    # mt "!!!"
    # mt "Это был просто отличный план, чтобы закончить эту историю с трусиками Юлии!!!"
    # mt "Какого черта ОН притащил мне этот долбанный кофе!!!"
    mt "!!!"
    mt "Это был просто отличный план, чтобы закончить эту историю с трусиками Юлии!!!"
    mt "Какого черта ОН притащил мне этот долбанный кофе!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:412
translate english ep29_dialogues1_julia_4_e5caac74:

    # mt "ААААААААРРРГХХХХХ!!!"
    # mt "Как меня достал этот мерзкий тип!!!"
    # mt "!!!"
    mt "ААААААААРРРГХХХХХ!!!"
    mt "Как меня достал этот мерзкий тип!!!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:416
translate english ep29_dialogues1_julia_4_69e1d779:

    # mt "Никчемные сотрудники!!! Все они никчемные!!! Бесполезные!!!"
    # mt "Когда верну себе свое место босса, вышвырну отсюда всех этих бездельников!!!"
    # mt "!!!"
    mt "Никчемные сотрудники!!! Все они никчемные!!! Бесполезные!!!"
    mt "Когда верну себе свое место босса, вышвырну отсюда всех этих бездельников!!!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:420
translate english ep29_dialogues1_julia_4_7e37bbd3:

    # mt "Теперь мне снова нужно придумывать какой-нибудь способ заглянуть Юлии под платье!"
    # mt "..."
    mt "Теперь мне снова нужно придумывать какой-нибудь способ заглянуть Юлии под платье!"
    mt "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:428
translate english ep29_dialogues1_julia_5_7735397c:

    # mt "Мне сегодня снова предстоит заниматься тем, чтобы исполнить 'маленькую просьбу' мерзавца Фреда..."
    # mt "Только у меня совсем кончились идеи, как можно это сделать..."
    mt "Мне сегодня снова предстоит заниматься тем, чтобы исполнить 'маленькую просьбу' мерзавца Фреда..."
    mt "Только у меня совсем кончились идеи, как можно это сделать..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:432
translate english ep29_dialogues1_julia_5_a67cd517:

    # mt "..." 
    # mt "Хотя..."
    mt "..." 
    mt "Wait..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:435
translate english ep29_dialogues1_julia_5_aeb808a8:

    # mt "Этот мерзкий карьерист, который мне притащил тогда кофе, может мне помочь..."
    # mt "Почему бы мне не поручить это задание этому подхалиму и еще кому-нибудь?"
    # mt "В конце концов, Я их Босс! Они обязаны исполнять мои распоряжения!"
    mt "Этот мерзкий карьерист, который мне притащил тогда кофе, может мне помочь..."
    mt "Почему бы мне не поручить это задание этому подхалиму и еще кому-нибудь?"
    mt "В конце концов, Я их Босс! Они обязаны исполнять мои распоряжения!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:439
translate english ep29_dialogues1_julia_5_37635445:

    # mt "А подхалим будет только рад выслужиться передо мной, исполнив это задание!"
    # mt "Только как это сделать? Не могу же я им прямо сказать об этом..."
    mt "А подхалим будет только рад выслужиться передо мной, исполнив это задание!"
    mt "Только как это сделать? Не могу же я им прямо сказать об этом..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:442
translate english ep29_dialogues1_julia_5_9cc5cb2a:

    # mt "..."
    # mt "Хм..." 
    # m "Юлия!" 
    # julia "???"
    mt "..."
    mt "Hmm..." 
    m "Julia!" 
    julia "???"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:448
translate english ep29_dialogues1_julia_5_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Yes, Mrs. Buckfett?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:450
translate english ep29_dialogues1_julia_5_3510ddc6:

    # m "Юлия, сегодня я хочу провести совещание."
    # m "На нем должны присутствовать Джон и... И Грета."
    # m "Позови их сюда!"
    m "Юлия, сегодня я хочу провести совещание."
    m "На нем должны присутствовать Джон и... И Грета."
    m "Позови их сюда!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:455
translate english ep29_dialogues1_julia_5_083d1698:

    # julia "Хорошо, Миссис Бакфетт. Во сколько будет совещание?"
    julia "Хорошо, Миссис Бакфетт. Во сколько будет совещание?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:457
translate english ep29_dialogues1_julia_5_e45c01d7:

    # m "Прямо сейчас, Юлия!"
    # m "Давай быстрее!"
    m "Прямо сейчас, Юлия!"
    m "Hurry!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:462
translate english ep29_dialogues1_julia_5_61fb5f82:

    # mt "Никчемная секретарша!"
    # mt "!!!"
    mt "Никчемная секретарша!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:465
translate english ep29_dialogues1_julia_5_9cd58cef:

    # mt "Сегодня я, наконец-то, избавлю себя от необходимости думать, как заглянуть ей под платье."
    # mt "Нужно было сразу озадачить этим вопросом своих подчиненных."
    mt "Сегодня я, наконец-то, избавлю себя от необходимости думать, как заглянуть ей под платье."
    mt "Нужно было сразу озадачить этим вопросом своих подчиненных."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:468
translate english ep29_dialogues1_julia_5_8ceddb66:

    # mt "Все равно целыми днями сидят и выполняют никому ненужную работу..."
    # mt "Теперь займутся хотя бы полезным делом..."
    # mt "Для меня..."
    mt "Все равно целыми днями сидят и выполняют никому ненужную работу..."
    mt "Теперь займутся хотя бы полезным делом..."
    mt "Для меня..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:473
translate english ep29_dialogues1_julia_5_ee24c9df:

    # julia "Миссис Бакфетт, Джон и..."
    julia "Миссис Бакфетт, Джон и..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:479
translate english ep29_dialogues1_julia_5_fbb5fa9d:

    # w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!"
    # w5 "Хотите, я принесу Вам горячего кофе, как в прошлый раз?"
    # mt "Мерзкий тип..."
    w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!"
    w5 "Хотите, я принесу Вам горячего кофе, как в прошлый раз?"
    mt "Мерзкий тип..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:483
translate english ep29_dialogues1_julia_5_58d4c095:

    # m "Нет! Садитесь на кресла. У меня к вам серьезный разговор!"
    # mt "!!!"
    m "Нет! Садитесь на кресла. У меня к вам серьезный разговор!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:488
translate english ep29_dialogues1_julia_5_eec1145d:

    # m "Юлия, твое присутствие на совещании не обязательно! Можешь возвращаться к своей работе!"
    # julia "Хорошо, Миссис Бакфетт."
    m "Юлия, твое присутствие на совещании не обязательно! Можешь возвращаться к своей работе!"
    julia "All right, Mrs. Buckfett."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:493
translate english ep29_dialogues1_julia_5_42ca3c57:

    # m "Юлия!" 
    # m "Тебе нужно будет вести протокол совещания. Для отчета..."
    # julia "Для отчета? Хорошо, Миссис Бакфетт..."
    m "Julia!" 
    m "Тебе нужно будет вести протокол совещания. Для отчета..."
    julia "Для отчета? Хорошо, Миссис Бакфетт..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:497
translate english ep29_dialogues1_julia_5_01a562e8:

    # m "Иди на свое рабочее место и все подробно записывай!"
    m "Иди на свое рабочее место и все подробно записывай!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:499
translate english ep29_dialogues1_julia_5_4e9665e3:

    # mt "Кому нужен этот протокол совещания?"
    # mt "Уж точно не мне..."
    # mt "Зато Юлия будет думать, что занимается полезным делом..."
    # mt "..."
    # mt "Какие же они все жалкие неудачники! Фи!"
    mt "Кому нужен этот протокол совещания?"
    mt "Уж точно не мне..."
    mt "Зато Юлия будет думать, что занимается полезным делом..."
    mt "..."
    mt "Какие же они все жалкие неудачники! Фи!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:508
translate english ep29_dialogues1_julia_5_fad5ed6a:

    # w6 "Миссис Бакфетт, если речь пойдет о повышении качества работы, то у меня есть несколько предложений..."
    w6 "Миссис Бакфетт, если речь пойдет о повышении качества работы, то у меня есть несколько предложений..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:511
translate english ep29_dialogues1_julia_5_0eca584a:

    # w5 "У меня также есть предложения. Я думаю, что они значительно повысят скорость работы отдела по составлению отчетов."
    w5 "У меня также есть предложения. Я думаю, что они значительно повысят скорость работы отдела по составлению отчетов."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:514
translate english ep29_dialogues1_julia_5_cf969f8c:

    # mt "Да кому они нужны эти ваши отчеты... Их никто даже не открывает! "
    # m "Речь пойдет не совсем об этом..."
    mt "Да кому они нужны эти ваши отчеты... Их никто даже не открывает! "
    m "Речь пойдет не совсем об этом..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:517
translate english ep29_dialogues1_julia_5_8b04fe4a:

    # m "Хм..." 
    # m "Как вы оба знаете, я в этом отделе я занимаю должность начальника временно."
    # m "Это совершенно не мой уровень и, я надеюсь, Вы понимаете это."
    # m "Тем не менее, я вижу своей задачей оптимизацию процесса работы отдела."
    # m "Другими словами, здесь необходимо навести порядок..."
    # m "..."
    m "Hmm..." 
    m "Как вы оба знаете, я в этом отделе я занимаю должность начальника временно."
    m "Это совершенно не мой уровень и, я надеюсь, Вы понимаете это."
    m "Тем не менее, я вижу своей задачей оптимизацию процесса работы отдела."
    m "Другими словами, здесь необходимо навести порядок..."
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:529
translate english ep29_dialogues1_julia_5_a6c1bb36:

    # m "Вы работаете в очень крупной и серьезной компании."
    # m "И вы должны понимать, что абсолютно на каждом сотруднике лежит большая ответственность."
    # m "То, насколько качественно каждый из нас выполняет свою работу, зависит качество нашего... Хм, моего журнала."
    # m "А его читают миллионы людей по всей стране!"
    m "Вы работаете в очень крупной и серьезной компании."
    m "И вы должны понимать, что абсолютно на каждом сотруднике лежит большая ответственность."
    m "То, насколько качественно каждый из нас выполняет свою работу, зависит качество нашего... Хм, моего журнала."
    m "А его читают миллионы людей по всей стране!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:534
translate english ep29_dialogues1_julia_5_245b5a66:

    # m "И мы должны сделать все, чтобы становиться только лучше и лучше с каждым номером."
    # m "Если каждый из нас будет думать только о себе, то ничего хорошего из этого не выйдет..."
    # m "Мы с каждым днем в таком случае будем наблюдать все большую раздробленность в коллективе."
    # m "А это недопустимо!"
    m "И мы должны сделать все, чтобы становиться только лучше и лучше с каждым номером."
    m "Если каждый из нас будет думать только о себе, то ничего хорошего из этого не выйдет..."
    m "Мы с каждым днем в таком случае будем наблюдать все большую раздробленность в коллективе."
    m "А это недопустимо!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:539
translate english ep29_dialogues1_julia_5_368fb516:

    # m "Одной из главных составляющих налаженной работы я вижу в поднятии корпоративного духа в коллективе."
    # m "И мне нужен человек, которому я смогу доверить эту ответственную задачу в будущем."
    m "Одной из главных составляющих налаженной работы я вижу в поднятии корпоративного духа в коллективе."
    m "И мне нужен человек, которому я смогу доверить эту ответственную задачу в будущем."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:545
translate english ep29_dialogues1_julia_5_5643672b:

    # m "Вы являетесь лучшими сотрудниками в этом, заинтересовавшем меня отделе."
    # m "Поэтому я и пригласила вас сегодня на это совещание..."
    m "Вы являетесь лучшими сотрудниками в этом, заинтересовавшем меня отделе."
    m "Поэтому я и пригласила вас сегодня на это совещание..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:548
translate english ep29_dialogues1_julia_5_7320b591:

    # w6 "!!!"
    w6 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:550
translate english ep29_dialogues1_julia_5_1361a643:

    # w5 "!!!"
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:552
translate english ep29_dialogues1_julia_5_479283d0:

    # m "Фактически, я выполнила свою работу здесь..."
    # m "Выявила сильные и слабые стороны в организации работы отдела."
    # m "Теперь мне необходимо решить, кого я смогу поставить на должность начальника отдела."
    m "Фактически, я выполнила свою работу здесь..."
    m "Выявила сильные и слабые стороны в организации работы отдела."
    m "Теперь мне необходимо решить, кого я смогу поставить на должность начальника отдела."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:557
translate english ep29_dialogues1_julia_5_071e9735:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:561
translate english ep29_dialogues1_julia_5_28f19141:

    # w5 "Миссис Бакфетт..."
    w5 "Mrs. Buckfett..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:563
translate english ep29_dialogues1_julia_5_b7e70815:

    # m "Я еще не закончила!!!" 
    # m "Помимо этого, возможно, мне потребуется еще и личный помощник..."
    m "Я еще не закончила!!!" 
    m "Помимо этого, возможно, мне потребуется еще и личный помощник..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:566
translate english ep29_dialogues1_julia_5_071e9735_1:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:569
translate english ep29_dialogues1_julia_5_e3255ac5:

    # m "Вы должны быть точно уверены в своих силах."
    # m "И понимать ту ответственность, которая будет возложена на одного из вас."
    # m "Сотрудник, достойный этого места, должен справляться с любыми трудностями..."
    # m "И решать любые задачи..."
    # m "..."
    m "Вы должны быть точно уверены в своих силах."
    m "И понимать ту ответственность, которая будет возложена на одного из вас."
    m "Сотрудник, достойный этого места, должен справляться с любыми трудностями..."
    m "И решать любые задачи..."
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:576
translate english ep29_dialogues1_julia_5_26eace94:

    # w5 "Миссис Бакфетт, я сделаю все, чтобы доказать Вам, что именно я достоин занимать эту должность!"
    w5 "Миссис Бакфетт, я сделаю все, чтобы доказать Вам, что именно я достоин занимать эту должность!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:579
translate english ep29_dialogues1_julia_5_fb4790e1:

    # w6 "Миссис Бакфетт, я готова сделать все, что в моих силах! О каких задачах Вы говорите? "
    w6 "Миссис Бакфетт, я готова сделать все, что в моих силах! О каких задачах Вы говорите? "

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:581
translate english ep29_dialogues1_julia_5_3d539536:

    # m "..."
    # m "Хм... Я под этим подразумевала абсолютно любую задачу."
    # m "Притом, она может прямо не относиться к вашим профессиональным обязанностям..."
    # m "Руководитель высокого уровня никогда не знает, с чем он может столкнуться."
    # m "И он должен быть готов к любым вызовам!"
    # m "И я бы хотела убедиться, что хотя бы один из вас готов к ним..."
    # w6 "Конечно, Миссис Бакфетт! Я готова!"
    # w5 "Вы только скажите мне, что нужно сделать! Я Вам докажу свою исполнительность, Миссис Бакфетт!"
    m "..."
    m "Хм... Я под этим подразумевала абсолютно любую задачу."
    m "Притом, она может прямо не относиться к вашим профессиональным обязанностям..."
    m "Руководитель высокого уровня никогда не знает, с чем он может столкнуться."
    m "И он должен быть готов к любым вызовам!"
    m "И я бы хотела убедиться, что хотя бы один из вас готов к ним..."
    w6 "Конечно, Миссис Бакфетт! Я готова!"
    w5 "Вы только скажите мне, что нужно сделать! Я Вам докажу свою исполнительность, Миссис Бакфетт!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:593
translate english ep29_dialogues1_julia_5_b97bfc11:

    # m "..."
    # m "Даже не знаю. Можно взять любой пример..."
    m "..."
    m "Даже не знаю. Можно взять любой пример..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:597
translate english ep29_dialogues1_julia_5_1494bb2b:

    # m "Что бы придумать?"
    m "Что бы придумать?"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:600
translate english ep29_dialogues1_julia_5_7e2170a2:

    # m "Хм... Даже не знаю..."
    m "Хм... Даже не знаю..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:605
translate english ep29_dialogues1_julia_5_29331861:

    # m "Точно! Допустим, вам нужно узнать, какого цвета трусики носит моя помощница Юлия!"
    m "Точно! Допустим, вам нужно узнать, какого цвета трусики носит моя помощница Юлия!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:608
translate english ep29_dialogues1_julia_5_d61420cc:

    # julia "!!!"
    # julia "М-миссис Бакфетт!"
    julia "!!!"
    julia "М-миссис Бакфетт!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:612
translate english ep29_dialogues1_julia_5_071e9735_2:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:620
translate english ep29_dialogues1_julia_5_822b6505:

    # w6 "Миссис Бакфетт, судя по стилю Юлии..."
    w6 "Миссис Бакфетт, судя по стилю Юлии..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:623
translate english ep29_dialogues1_julia_5_244a3903:

    # w6 "..."
    # w6 "Я думаю, что она носит черные трусики..."
    w6 "..."
    w6 "Я думаю, что она носит черные трусики..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:626
translate english ep29_dialogues1_julia_5_b5c1c9a0:

    # m "Меня не интересуют догадки!" 
    # m "Я поставила вам конкретную задачу и вы должны сделать все, чтобы ее решить!"
    m "Меня не интересуют догадки!" 
    m "Я поставила вам конкретную задачу и вы должны сделать все, чтобы ее решить!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:629
translate english ep29_dialogues1_julia_5_3652470e:

    # m "Таким образом, я смогу понять..."
    # m "Кто из вас является более целеустремленным и ответственным кандидатом на эту должность."
    m "Таким образом, я смогу понять..."
    m "Кто из вас является более целеустремленным и ответственным кандидатом на эту должность."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:633
translate english ep29_dialogues1_julia_5_071e9735_3:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:637
translate english ep29_dialogues1_julia_5_faf54a67:

    # m "Я жду от вас решения поставленной задачи в кратчайшие сроки!"
    m "Я жду от вас решения поставленной задачи в кратчайшие сроки!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:639
translate english ep29_dialogues1_julia_5_a8eb4c9b:

    # w6 "Да, Миссис Бакфетт..."
    # w5 "Конечно, Миссис Бакфетт!"
    w6 "Yes, Mrs. Buckfett ..."
    w5 "Of course, Mrs. Buckfett!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:642
translate english ep29_dialogues1_julia_5_5fc1bec9:

    # m "Совещание окончено. Можете быть свободны!"
    # julia "М-миссис Бакфетт, можно спросить Вас?"
    # m "..."
    m "Совещание окончено. Можете быть свободны!"
    julia "М-миссис Бакфетт, можно спросить Вас?"
    m "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:649
translate english ep29_dialogues1_julia_5_d0abfe8d:

    # m "Да, Юлия?"
    # julia "Миссис Бакфетт, почему Вы дали им именно такое задание?.."
    # m "..."
    # m "Юлия, ты отвлекаешь меня своими глупыми вопросами!"
    # m "Я хочу побыть в тишине. Сиди и занимайся своей работой!!!"
    # julia "..."
    m "Да, Юлия?"
    julia "Миссис Бакфетт, почему Вы дали им именно такое задание?.."
    m "..."
    m "Юлия, ты отвлекаешь меня своими глупыми вопросами!"
    m "Я хочу побыть в тишине. Сиди и занимайся своей работой!!!"
    julia "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:657
translate english ep29_dialogues1_julia_5_a6c150e1:

    # m "Нет, нельзя!" 
    # m "Занимайся своей работой и не отвлекай меня!"
    # mt "Эта Юлия задает слишком много вопросов!"
    # mt "Меня это раздражает!"
    # mt "Как же мне надоело сидеть здесь и общаться со всякими никчемными работничками!"
    # mt "Скорей бы вышвырнуть эту сволочь Биффа из моего кабинета!!!"
    # mt "Мое место там! Среди моды!"
    # mt "А не среди этих безмозглых болванов!"
    m "Нет, нельзя!" 
    m "Занимайся своей работой и не отвлекай меня!"
    mt "Эта Юлия задает слишком много вопросов!"
    mt "Меня это раздражает!"
    mt "Как же мне надоело сидеть здесь и общаться со всякими никчемными работничками!"
    mt "Скорей бы вышвырнуть эту сволочь Биффа из моего кабинета!!!"
    mt "Мое место там! Среди моды!"
    mt "А не среди этих безмозглых болванов!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:667
translate english ep29_dialogues1_julia_5_235f02c6:

    # mt "Моя идея с совещанием оказалась просто гениальной!"
    # mt "Хотя, по-другому быть и не могло. Монику Бакфетт не могут посещать какие-нибудь глупые идеи!"
    # mt "!!!"
    # mt "Все оказалось намного проще, чем я могла ожидать..."
    # mt "Эти двое сделают все, чтобы выслужиться передо мной!" 
    # mt "И мне, наконец-то, не нужно будет придумывать, как заглянуть под платье этой никчемной секретарши."
    # mt "..."
    # mt "Еще немного и я смогу послать этого мерзавца Фреда куда подальше с его глупыми 'просьбами'!"
    # mt "Не могу дождаться этого момента!!!"
    # mt "!!!"
    mt "Моя идея с совещанием оказалась просто гениальной!"
    mt "Хотя, по-другому быть и не могло. Монику Бакфетт не могут посещать какие-нибудь глупые идеи!"
    mt "!!!"
    mt "Все оказалось намного проще, чем я могла ожидать..."
    mt "Эти двое сделают все, чтобы выслужиться передо мной!" 
    mt "И мне, наконец-то, не нужно будет придумывать, как заглянуть под платье этой никчемной секретарши."
    mt "..."
    mt "Еще немного и я смогу послать этого мерзавца Фреда куда подальше с его глупыми 'просьбами'!"
    mt "Не могу дождаться этого момента!!!"
    mt "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:681
translate english ep29_dialogues1_julia_6_0de6e53d:

    # w5 "Миссис Бакфетт! Вы, как всегда, великолепно выглядите!"
    # w5 "Хотите кофе?"
    # m "Нет. Я хотела узнать, выполнено ли мое задание?" 
    # w5 "Миссис Бакфетт, я в процессе его выполнения."
    # w5 "В отличии от Греты, у меня есть идеи, которые я в ближайшие дни планирую воплотить."
    # m "Мне ведь не придется долго ждать?"
    # w5 "Можете мне поверить, задание будет выполнено качественно и в кратчайшие сроки!"
    # m "Надеюсь, вы меня не подведете."
    # m "Ведь именно ВАШУ кандидатуру на место начальника я рассматриваю в первую очередь..."
    # w5 "!!!" 
    # w5 "Я не подведу Вас, Миссис Бакфетт!"
    # mt "Не сомневаюсь. Тебе ведь так хочется занять мое место в этом бесполезном отделе..."
    # mt "..."
    w5 "Миссис Бакфетт! Вы, как всегда, великолепно выглядите!"
    w5 "Хотите кофе?"
    m "Нет. Я хотела узнать, выполнено ли мое задание?" 
    w5 "Миссис Бакфетт, я в процессе его выполнения."
    w5 "В отличии от Греты, у меня есть идеи, которые я в ближайшие дни планирую воплотить."
    m "Мне ведь не придется долго ждать?"
    w5 "Можете мне поверить, задание будет выполнено качественно и в кратчайшие сроки!"
    m "Надеюсь, вы меня не подведете."
    m "Ведь именно ВАШУ кандидатуру на место начальника я рассматриваю в первую очередь..."
    w5 "!!!" 
    w5 "Я не подведу Вас, Миссис Бакфетт!"
    mt "Не сомневаюсь. Тебе ведь так хочется занять мое место в этом бесполезном отделе..."
    mt "..."

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:698
translate english ep29_dialogues1_julia_7_e3093554:

    # w6 "Миссис Бакфетт..."
    # m "Как идет выполнение моего задания?" 
    # w6 "Миссис Бакфетт, я как раз планирую, как его лучше выполнить."
    # w6 "А вот Джон только тем и занимается, что пьет кофе целыми днями."
    # w6 "Но я бы никогда не стала так пренебрежительно относиться к поставленной вами задаче, как он!"
    # w6 "Я обязательно выполню Ваше задание и сообщу Вам результат."
    # w6 "Вы можете не беспокоиться, Миссис Бакфетт."
    # m "Я рассчитываю на вас."
    # m "Ведь именно ВАШУ кандидатуру на место начальника я рассматриваю в первую очередь..."
    # w6 "!!!" 
    # w6 "Я не подведу Вас, Миссис Бакфетт!"
    # mt "Конечно, не подведешь. Ты же спишь и видишь себя на моем месте."
    # mt "Фи!"
    w6 "Mrs. Buckfett..."
    m "Как идет выполнение моего задания?" 
    w6 "Миссис Бакфетт, я как раз планирую, как его лучше выполнить."
    w6 "А вот Джон только тем и занимается, что пьет кофе целыми днями."
    w6 "Но я бы никогда не стала так пренебрежительно относиться к поставленной вами задаче, как он!"
    w6 "Я обязательно выполню Ваше задание и сообщу Вам результат."
    w6 "Вы можете не беспокоиться, Миссис Бакфетт."
    m "Я рассчитываю на вас."
    m "Ведь именно ВАШУ кандидатуру на место начальника я рассматриваю в первую очередь..."
    w6 "!!!" 
    w6 "Я не подведу Вас, Миссис Бакфетт!"
    mt "Конечно, не подведешь. Ты же спишь и видишь себя на моем месте."
    mt "Phi!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:715
translate english ep29_dialogues1_julia_8_def865ce:

    # w6 "Юлия..." 
    # julia "Привет, Грета." 
    # julia "Ты что-то хотела спросить?"
    # w6 "..."
    # w6 "Хм..."
    # w6 "Понимаешь, я тут провожу опрос среди наших сотрудников. Психологический опрос."
    # julia "Психологический опрос? Зачем?"
    # w6 "Мне нужно составить для руководства отчет."
    # w6 "В нем мне нужно предоставить психологический портрет каждого сотрудника."
    # w6 "Я просто задам тебе несколько вопросов."
    # w6 "Этого будет достаточно для того, чтобы дать тебе краткую характеристику."
    # w6 "Ты же не против?"
    # julia "..." 
    # julia "Если это нужно для отчета, то, конечно, не против..."
    # w6 "Тогда приступим..."
    # w6 "В конце рабочего дня к тебе подходит коллега и просит помочь ему с работой."
    # w6 "Что ты сделаешь? Откажешься или поможешь ему?"
    # julia "Помогу."
    # w6 "Хорошо." 
    # w6 "У твоего коллеги сложная ситуация на работе."
    # w6 "Допустим, он не успевает в срок выполнить какое-то ответственное задание руководства."
    # w6 "..."
    # w6 "А ты знаешь, как выполнить это задание."
    # w6 "Ты подскажешь коллеге?"
    # julia "Подскажу." 
    # w6 "Отлично." 
    # w6 "И последний вопрос: какого цвета нижнее белье ты носишь на работу?"
    # julia "ГРЕТА!!!"
    # julia "!!!"
    # julia "Я не ожидала от ТЕБЯ такого!!!"
    # w6 "Нет..."
    # w6 "Юлия, ты не так поняла..."
    # w6 "..."
    # w6 "По любимому цвету можно охарактеризовать любого человека..."
    # w6 "..."
    # julia "Так, а причем здесь мое нижнее белье?!"
    # julia "Ты все это затеяла, чтобы выполнить задание Миссис Бакфетт?!"
    # julia "Не могу поверить!.."
    # w6 "Юлия..."
    # julia "Нет! Я не буду больше отвечать на твои вопросы!" 
    # julia "Цвет моего нижнего белья - это мое личное дело!"
    # julia "И никакого отношения к работе это не имеет!"
    # julia "!!!"
    # w6 "Юлия, просто скажи мне цвет и все. Это же несложно."
    # julia "Нет. У меня много работы, Грета. Извини."
    # w6 "!!!"
    w6 "Julia." 
    julia "Привет, Грета." 
    julia "Ты что-то хотела спросить?"
    w6 "..."
    w6 "Hmm..."
    w6 "Понимаешь, я тут провожу опрос среди наших сотрудников. Психологический опрос."
    julia "Психологический опрос? Зачем?"
    w6 "Мне нужно составить для руководства отчет."
    w6 "В нем мне нужно предоставить психологический портрет каждого сотрудника."
    w6 "Я просто задам тебе несколько вопросов."
    w6 "Этого будет достаточно для того, чтобы дать тебе краткую характеристику."
    w6 "Ты же не против?"
    julia "..." 
    julia "Если это нужно для отчета, то, конечно, не против..."
    w6 "Тогда приступим..."
    w6 "В конце рабочего дня к тебе подходит коллега и просит помочь ему с работой."
    w6 "Что ты сделаешь? Откажешься или поможешь ему?"
    julia "Помогу."
    w6 "Fine." 
    w6 "У твоего коллеги сложная ситуация на работе."
    w6 "Допустим, он не успевает в срок выполнить какое-то ответственное задание руководства."
    w6 "..."
    w6 "А ты знаешь, как выполнить это задание."
    w6 "Ты подскажешь коллеге?"
    julia "Подскажу." 
    w6 "Отлично." 
    w6 "И последний вопрос: какого цвета нижнее белье ты носишь на работу?"
    julia "ГРЕТА!!!"
    julia "!!!"
    julia "Я не ожидала от ТЕБЯ такого!!!"
    w6 "No..."
    w6 "Юлия, ты не так поняла..."
    w6 "..."
    w6 "По любимому цвету можно охарактеризовать любого человека..."
    w6 "..."
    julia "Так, а причем здесь мое нижнее белье?!"
    julia "Ты все это затеяла, чтобы выполнить задание Миссис Бакфетт?!"
    julia "Не могу поверить!.."
    w6 "Julia."
    julia "Нет! Я не буду больше отвечать на твои вопросы!" 
    julia "Цвет моего нижнего белья - это мое личное дело!"
    julia "И никакого отношения к работе это не имеет!"
    julia "!!!"
    w6 "Юлия, просто скажи мне цвет и все. Это же несложно."
    julia "Нет. У меня много работы, Грета. Извини."
    w6 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:769
translate english ep29_dialogues1_julia_9_8cf1d903:

    # julia "Джон?" 
    # w5 "Юлия, ты сегодня прекрасно выглядишь!" 
    # w5 "Не составишь мне компанию за чашечкой кофе?"
    # w5 "Ты работаешь у нас в отделе уже давно, а мы с тобой так и не познакомились поближе."
    # julia "Поближе?" 
    # julia "..."
    # julia "Нет, Джон. Спасибо, но я откажусь."
    # w5 "Как скажешь, Юлия."
    # w5 "Слушай, у меня к тебе есть небольшое дело..."
    # julia "Какое?" 
    # w5 "Ко мне сегодня заходил коллега из другого отдела."
    # w5 "У них завтра планируется фотосессия."
    # w5 "Но там с моделью какие-то проблемы..."
    # w5 "В общем, есть вероятность срыва съемки из-за нее."
    # julia "А я тут причем?" 
    # w5 "..."
    # w5 "Если бы ты согласилась подменить ее, если она не придет..."
    # julia "Но... Я никогда не участвовала в фотосессиях. Я даже не знаю..."
    # w5 "Тебе не о чем беспокоиться, Юлия!"
    # w5 "Ты очень красивая и фигура у тебя модельная. Ты будешь отлично смотреться в кадре!"
    # julia "Ну..." 
    # julia "Хорошо. Если им потребуется замена, то я согласна."
    # julia "Только я переживаю, что у меня не получится..."
    # julia "..."
    # w5 "Я рад, что ты согласилась! Не переживай!"
    # w5 "Это несложно, Юлия. Фотограф тебе все объяснит."
    # w5 "И костюм для съемки тебе выдадут..."
    # w5 "..."
    # w5 "Кстати, о костюме! Я чуть не забыл!"
    # w5 "!!!"
    # julia "???"
    # w5 "Тебе нужно будет сниматься в костюме красного цвета."
    # w5 "Поэтому..."
    # w5 "Обязательно надень завтра красные трусики."
    # w5 "Не забудь! Это очень важно!"
    # w5 "Красные трусики. Завтра."
    # julia "ЧТО?!"
    # julia "Трусики?!"
    # julia "!!!"
    # julia "Джон!!!"
    # w5 "..." 
    # w5 "А что тут такого? Это обычное для моделей дело!"
    # julia "Ты это все придумал, чтобы выполнить задание Миссис Бакфетт!"
    # julia "А завтра ты подойдешь ко мне и скажешь, что замена на фотоссесии не нужна?"
    # julia "А потом пойдешь к Миссис Бакфетт и скажешь ей, что на мне красные трусики?!"
    # julia "Да и я вообще сомневаюсь что у такого как ты есть коллега, который связан со съемками моделей!"
    # julia "Джон! Я не собираюсь участвовать в этом!"
    # julia "!!!"
    # w5 "Хорошо, Юлия. Успокойся."
    # w5 "Тогда просто скажи мне цвет и все. Это же несложно."
    # julia "Нет!"
    # julia "У меня много работы, Джон. Извини."
    # w5 "!!!"
    julia "Джон?" 
    w5 "Юлия, ты сегодня прекрасно выглядишь!" 
    w5 "Не составишь мне компанию за чашечкой кофе?"
    w5 "Ты работаешь у нас в отделе уже давно, а мы с тобой так и не познакомились поближе."
    julia "Поближе?" 
    julia "..."
    julia "Нет, Джон. Спасибо, но я откажусь."
    w5 "Как скажешь, Юлия."
    w5 "Слушай, у меня к тебе есть небольшое дело..."
    julia "What dress?" 
    w5 "Ко мне сегодня заходил коллега из другого отдела."
    w5 "У них завтра планируется фотосессия."
    w5 "Но там с моделью какие-то проблемы..."
    w5 "В общем, есть вероятность срыва съемки из-за нее."
    julia "А я тут причем?" 
    w5 "..."
    w5 "Если бы ты согласилась подменить ее, если она не придет..."
    julia "Но... Я никогда не участвовала в фотосессиях. Я даже не знаю..."
    w5 "Тебе не о чем беспокоиться, Юлия!"
    w5 "Ты очень красивая и фигура у тебя модельная. Ты будешь отлично смотреться в кадре!"
    julia "Ну..." 
    julia "Хорошо. Если им потребуется замена, то я согласна."
    julia "Только я переживаю, что у меня не получится..."
    julia "..."
    w5 "Я рад, что ты согласилась! Не переживай!"
    w5 "Это несложно, Юлия. Фотограф тебе все объяснит."
    w5 "И костюм для съемки тебе выдадут..."
    w5 "..."
    w5 "Кстати, о костюме! Я чуть не забыл!"
    w5 "!!!"
    julia "???"
    w5 "Тебе нужно будет сниматься в костюме красного цвета."
    w5 "Поэтому..."
    w5 "Обязательно надень завтра красные трусики."
    w5 "Не забудь! Это очень важно!"
    w5 "Красные трусики. Завтра."
    julia "WHAT?!"
    julia "Трусики?!"
    julia "!!!"
    julia "Джон!!!"
    w5 "..." 
    w5 "А что тут такого? Это обычное для моделей дело!"
    julia "Ты это все придумал, чтобы выполнить задание Миссис Бакфетт!"
    julia "А завтра ты подойдешь ко мне и скажешь, что замена на фотоссесии не нужна?"
    julia "А потом пойдешь к Миссис Бакфетт и скажешь ей, что на мне красные трусики?!"
    julia "Да и я вообще сомневаюсь что у такого как ты есть коллега, который связан со съемками моделей!"
    julia "Джон! Я не собираюсь участвовать в этом!"
    julia "!!!"
    w5 "Хорошо, Юлия. Успокойся."
    w5 "Тогда просто скажи мне цвет и все. Это же несложно."
    julia "No!"
    julia "У меня много работы, Джон. Извини."
    w5 "!!!"

# game/Quests/EP2_09/ep29_dialogues1_julia.rpy:830
translate english ep29_dialogues1_julia_10_647ff1bb:

    # w5 "Грета, ты пыталась выполнить задание Миссис Бакфетт?"
    # w6 "Ага. Безуспешно. Это оказалось не так просто, как я думала сначала."
    # w6 "..."
    # w6 "А ты? У тебя получилось?"
    # w5 "Я придумал просто идеальный план, но тоже ничего не получилось..."
    # w5 "..." 
    # w6 "Джон, а ты не задумывался над тем, что Миссис Бакфетт просто пошутила тогда?"
    # w5 "..."
    # w5 "Мне кажется, что такие шутки не в стиле Миссис Бакфетт, Грета..."
    # w6 "Ну или она проверяет, насколько мы глупы."
    # w6 "Поймем ли, что на такие глупые задания нельзя тратить свое рабочее время..."
    # w6 "Потом еще и накажет нас, что на работе занимаемся всякой ерундой..."
    # w5 "..."
    # w5 "А мне кажется, что она хочет проверить нашу стрессоустойчивость."
    # w5 "И способность работать в режиме многозадачности..."
    # w5 "Конечно, задание она нам дала более, чем странное..."
    # w5 "..."
    # w6 "..."
    # w6 "Джон, а с другой стороны, Миссис Бакфетт работает в модном журнале..."
    # w6 "..."
    # w5 "???"
    # w5 "И? Мы тоже здесь работаем."
    # w6 "Мы сидим и целыми днями занимаемся отчетами."
    # w6 "А она всегда работала с моделями..."
    # w6 "Сама участвовала в фотосессиях..."
    # w6 "Скорее всего, она и костюмы для фотосессий подбирала."
    # w5 "Ты хочешь сказать, что раз она имеет отношение к моде..."
    # w5 "..."
    # w6 "Да, именно. Мода и стиль - это ее жизнь."
    # w6 "Совсем неудивительно, что она придумала задание, связанное с одеждой."
    # w6 "Точнее, с нижним бельем..."
    # w5 "Думаю, ты права, Грета. А мы с тобой совсем не так ее поняли."
    # w5 "..."
    # w5 "А помнишь, она сказала еще, что ей нужен личный помощник?"
    # w5 "Как ты думаешь, это она серьезно?"
    # w6 "Уверена, что Миссис Бакфетт действительно нуждается в личном помощнике."
    # w6 "Ведь у нее так много обязанностей в нашей компании."
    # w6 "Но ты можешь не мечтать об этой должности!"
    # w6 "Ей нужна женщина в качестве личного помощника!"
    # w6 "То есть Я!"
    # w6 "!!!"
    # w5 "???"
    # w5 "Почему ты так считаешь? Уверен, что она имела ввиду МЕНЯ!"
    # w6 "Нет, МЕНЯ!"
    # w6 "И вообще, у меня больше шансов выполнить задание с трусиками Юлии!"
    # w5 "С чего бы это?!"
    # w6 "Потому что Юлия более охотно расскажет, какого цвета ее трусики, мне, а не тебе!"
    # w6 "Вот увидишь! Я прямо сейчас пойду и все выясню!"
    # w6 "!!!"
    # w5 "!!!"
    # julia "!!!"
    # julia "Ч-ч-что вы делаете?!"
    # w6 "!!!"
    # w5 "!!!"
    # w5 "Юлия! У меня к тебе серьезный разговор!"
    # w6 "Ты должна помочь мне Юлия!"
    # w6 "Ты же говорила, что будешь помогать коллегам!"
    # w5 "Тебе ничего не надо делать! Просто скажи мне цвет своих трусиков."
    # w6 "Нет, ему не надо ничего говорить! Скажи мне!"
    # w5 "Нет, МНЕ!!!"
    # w6 "МНЕ!!!"
    # julia "Хватит!" 
    # julia "!!!"
    # julia "Я не собираюсь никому ничего рассказывать!"
    # w5 "Тогда покажи!"
    # w6 "Она не будет тебе показывать! А мне покажет! Да, Юлия?"
    # julia "Конечно, нет!!!"
    # w6 "!!!"
    # w5 "!!!"
    # julia "!!!"
    # julia "Вы совсем ненормальные?!"
    # julia "Не трогайте меня!"
    # julia "Я сегодня же пожалуюсь Миссис Бакфетт на вас!"
    # julia "!!!"
    # w6 "!!!"
    # w5 "!!!"
    w5 "Грета, ты пыталась выполнить задание Миссис Бакфетт?"
    w6 "Ага. Безуспешно. Это оказалось не так просто, как я думала сначала."
    w6 "..."
    w6 "А ты? У тебя получилось?"
    w5 "Я придумал просто идеальный план, но тоже ничего не получилось..."
    w5 "..." 
    w6 "Джон, а ты не задумывался над тем, что Миссис Бакфетт просто пошутила тогда?"
    w5 "..."
    w5 "Мне кажется, что такие шутки не в стиле Миссис Бакфетт, Грета..."
    w6 "Ну или она проверяет, насколько мы глупы."
    w6 "Поймем ли, что на такие глупые задания нельзя тратить свое рабочее время..."
    w6 "Потом еще и накажет нас, что на работе занимаемся всякой ерундой..."
    w5 "..."
    w5 "А мне кажется, что она хочет проверить нашу стрессоустойчивость."
    w5 "И способность работать в режиме многозадачности..."
    w5 "Конечно, задание она нам дала более, чем странное..."
    w5 "..."
    w6 "..."
    w6 "Джон, а с другой стороны, Миссис Бакфетт работает в модном журнале..."
    w6 "..."
    w5 "???"
    w5 "И? Мы тоже здесь работаем."
    w6 "Мы сидим и целыми днями занимаемся отчетами."
    w6 "А она всегда работала с моделями..."
    w6 "Сама участвовала в фотосессиях..."
    w6 "Скорее всего, она и костюмы для фотосессий подбирала."
    w5 "Ты хочешь сказать, что раз она имеет отношение к моде..."
    w5 "..."
    w6 "Да, именно. Мода и стиль - это ее жизнь."
    w6 "Совсем неудивительно, что она придумала задание, связанное с одеждой."
    w6 "Точнее, с нижним бельем..."
    w5 "Думаю, ты права, Грета. А мы с тобой совсем не так ее поняли."
    w5 "..."
    w5 "А помнишь, она сказала еще, что ей нужен личный помощник?"
    w5 "Как ты думаешь, это она серьезно?"
    w6 "Уверена, что Миссис Бакфетт действительно нуждается в личном помощнике."
    w6 "Ведь у нее так много обязанностей в нашей компании."
    w6 "Но ты можешь не мечтать об этой должности!"
    w6 "Ей нужна женщина в качестве личного помощника!"
    w6 "То есть Я!"
    w6 "!!!"
    w5 "???"
    w5 "Почему ты так считаешь? Уверен, что она имела ввиду МЕНЯ!"
    w6 "Нет, МЕНЯ!"
    w6 "И вообще, у меня больше шансов выполнить задание с трусиками Юлии!"
    w5 "С чего бы это?!"
    w6 "Потому что Юлия более охотно расскажет, какого цвета ее трусики, мне, а не тебе!"
    w6 "Вот увидишь! Я прямо сейчас пойду и все выясню!"
    w6 "!!!"
    w5 "!!!"
    julia "!!!"
    julia "Ч-ч-что вы делаете?!"
    w6 "!!!"
    w5 "!!!"
    w5 "Юлия! У меня к тебе серьезный разговор!"
    w6 "Ты должна помочь мне Юлия!"
    w6 "Ты же говорила, что будешь помогать коллегам!"
    w5 "Тебе ничего не надо делать! Просто скажи мне цвет своих трусиков."
    w6 "Нет, ему не надо ничего говорить! Скажи мне!"
    w5 "Нет, МНЕ!!!"
    w6 "МНЕ!!!"
    julia "Enough!" 
    julia "!!!"
    julia "Я не собираюсь никому ничего рассказывать!"
    w5 "Тогда покажи!"
    w6 "Она не будет тебе показывать! А мне покажет! Да, Юлия?"
    julia "Конечно, нет!!!"
    w6 "!!!"
    w5 "!!!"
    julia "!!!"
    julia "Вы совсем ненормальные?!"
    julia "Don’t touch me!"
    julia "Я сегодня же пожалуюсь Миссис Бакфетт на вас!"
    julia "!!!"
    w6 "!!!"
    w5 "!!!"

translate english strings:

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:5
    old "Заставить Юлию включить неработающий компьютер."
    new "Заставить Юлию включить неработающий компьютер."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:5
    old "Заставить Юлию принести горячий кофе."
    new "Заставить Юлию принести горячий кофе."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:5
    old "Есть же подчиненные. Поручить им выполнить просьбу Фреда."
    new "Есть же подчиненные. Поручить им выполнить просьбу Фреда."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:333
    old "Послушать, что он скажет дальше."
    new "Послушать, что он скажет дальше."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:333
    old "Не слушать его болтовню, прогнать этого подхалима из кабинета."
    new "Не слушать его болтовню, прогнать этого подхалима из кабинета."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:385
    old "Отчитать Юлию и выгнать из комнаты отдыха."
    new "Отчитать Юлию и выгнать из комнаты отдыха."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:385
    old "Не отчитывать Юлию."
    new "Не отчитывать Юлию."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:485
    old "Не разрешать Юлии присутствовать на совещании."
    new "Не разрешать Юлии присутствовать на совещании."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:485
    old "Заставить Юлию вести протокол совещания."
    new "Заставить Юлию вести протокол совещания."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:647
    old "Позволить Юлии задать вопрос."
    new "Позволить Юлии задать вопрос."

    # game/Quests/EP2_09/ep29_dialogues1_julia.rpy:647
    old "Не позволять."
    new "Не позволять."

