biff
mt
# если у Моники закончена фотосессия в последнем костюме и она уже работает в офисе
# вечером, когда Моника приносит Биффу отчеты и/или когда приходит просить его о работе, чтобы заработать 5к долларов
# кабинет Биффа, вечер
label ep210_dialogues1_office_biff_1:
    # Бифф, как обычно сидит за столом, ноги на столе
    # Бифф спрашивает, цыпочка принесла мне отчеты? цыпочка хорошо себя вела?
    # у Моники, как обычно меню выбора, притворяться хорошей цыпочкой или нет
    # в зависимости от выбора меню Моника отвечает, что она или хорошая цыпочка, или что собрала отчеты, как велел ей он
    # - если Моника заставила Юлию собирать отчеты, то Бифф говорит, что папочка недоволен, что цыпочка его обманывает
    # цыпочка плохая, она ленится выполнять свою работу, хотя для этого достаточно поднять свой зад от стула
    # кстати о заде цыпочки... если хочешь и дальше сидеть в своем кресле босса
    # тогда ты должна провести одно важное мероприятие

    # в любом случае он говорит про зад цыпочки.
    # и говорит, кстати, покажи его, я давно его не видел
    # Моника злится, выбор делать это или нет. Если нет, то Биф говорит что работы не будет
    # Либо Моника отмазывается. (я покажу тебе его потом или типа того) (юзаем имющиеся арты)
    # Можно про отчеты, но все делаем на имеющихся артах!

    # - если Моника сама собрала отчеты, то Бифф говорит ей, что папочка доволен цыпочкой
    # поэтому папочка может ей поручить одно дело. цыпочка должна провести одно важное мероприятие.
    # Моника смотрит на Биффа подозрительно, спрашивает что еще за важное мероприятие?
    # Бифф говорит, что скоро будет проходить совет директоров, куда приглашены несколько их потенциальных инвесторов
    # в ее интересах сделать так, чтобы инвесторы согласились вложить свои деньги в развитие журнала
    # если цыпочка, конечно, хочет остаться на этой работе и сидеть в кресле босса
    # а не стоять в подворотне за 20 баксов. ха-ха
    # а не стать снова 20-баксовой шлюхой, как ты привыкла.
    # Наверное тебе сложно адаптироваться к жизни в образе Моники Бакфетт.

    # Моника злится, думает, что она обязательно найдет способ вышвырнуть эту сволочь из СВОЕГО кабинета
    # ты должна провести презентацию. и сделаешь ты это так, чтобы они ни на секунду не усомнились, что
    # ты и есть Моника Бакфетт, а не ее дешевая подделка
    # Моника злится, но молчит. сверлит эту сволочь взглядом

    # на презентации расскажешь им, что журнал успешен, что раскупается миллионными тиражами по всей стране
    # что сейчас взят новый курс, который позволит привлечь еще больше внимания и выйти журналу на мировой уровень.
###    # ну и все в таком духе. короче, сама придумаешь. не зря же я тебе плачу за работу здесь.
    # тебе надо открывать рот, чтобы говорить что бизнес растет и ничего более.
    # ты дешевая кукла, которой я плачу и так слишком много денег.
    # у тебя нет мозгов, но они у тебя и не потребуются.

    # если цыпочка будет хорошей, успешно проведет презентацию и не сделает никаких глупостей
    # то папочка будет ею очень доволен и возьмет ее с собой на корпоратив после презентации
    # где будут присутствовать все директора и инвесторы
    # выбор: отказаться (пошел он к черту со своей презентацией! хочет сделать из моего журнала дешевое порно на деньги инвесторов! я не собираюсь учавствовать в этом!!!)
    # при отказе говорит Биффу, что подумает (тогда при следующем визите к Биффу он снова будет говорить об этой презентации)
    # выбор: согласиться - Бифф довольно улыбается, Моника думает о том, что идея привлечения инвесторов для журнала пойдет только на пользу
    # и вполне логично, что именно она будет проводить переговоры с ними, потому что она Моника Бакфетт, она здесь БОСС!

    # Потому что все привыкли что здесь босс Моника Бакфетт
    # А ты, кукла, очень похожа на нее, как ты помнишь.
    # Это, пока что, единственный твой талант.
    # Возможно у тебя еще есть что-нибудь, но ты уже давно не развлекала папочку чем-нибудь новым.

    # Этой цыпочке надо будет провести презентацию перед уважаемыми людьми.
    # Надо будет показать рост продаж нашего журнала и правильность выбранного нами курса!

    # Какая еще презентация, Биф?!
    # Какие еще уважаемые люди?!
    # Я не собираюсь кривляться перед кем-то и показывать дурацкие графики!

    # Это уважаемые люди, которые вкладывают деньги в этот журнал, цыпочка!
    # И, если ты, дешевая кукла, притворяющаяся леди, хочешь, чтобы папочка и дальше платил за твои фотосессии такие деньги, как сейчас...
    # А не столько же, сколько ты привыкла брать за то, чтобы случайный прохожий засунул член в твой ротик.
    # То тебе придется делать то что я тебе говорю!

    # Я не двадцатидолларовая шлюха, Биф! Хватит так называть меня!

    # Ты именно двадцатидолларовая шлюха, которую я достал с самого дна и дал работу!
    # И, если ты не хочешь вернуться назад и сосать по 20 членов за день, то ты сейчас же заткнешься!

    # И вообще, ты что, решила спорить со мной?!
    # Биф, Я..!!!

    # Быстро скажи что ты хорошая цыпочка или убирайся отсюда ко всем чертям!
    # Моника отвечает что она хорошая цыпочка (что-то думает про себя)
    # Либо отказывается и тогда ей придется возвращаться снова на этот же диалог
    # Если овтечает что хорошая, то Биф просит показать ее попу.
    # Биф говорит приходи завтра вечером.


    # сволочь Бифф! ненавижу его!
    # Моника говорит ему, что да, она проведет эту презентацию
    # Бифф говорит, отлично. только не в этом скучном костюме. перед презентацией зайдешь ко мене
    # Моника думает о том, что Бифф ничего не понимает в бизнесе и это собрание ни к чему. бла-бла
    # я распоряжусь подготовить для тебя кое-что более подходящее для такого события
#########    # Моника про себя думает, что она наконец сможет надеть какое-нибудь дорогое платье
########    # и хотя бы на один день снять с себя все эти дешевые тряпки, которые она вынуждена носить
    # из-за таких сволочей, как Бифф! которые отняли у нее все!!!
    # Моника говорит Биффу, что готва провести презентацию
    # тот говорит ей, что доволен, что цыпочка такая послушная и отпускает ее готовиться к презентации
    # Моника выходит из его кабинета с мыслями о том, что неплохо было бы ей заручиться поддержкой кого-нибудь
    # из инвесторов и наконец навести здесь порядок и расставить все по своим местам: ей вернуть ее место Босса
    # а сволочь Биффа вышвырнуть отсюда


    # гримерку убрать, переоевается в этот же день прямо перед собранием в кабинете Биффа



    return

# Моника приходит на работу в офис на другой день
# задание вечером сегодня презентация.
# мне надо идти к Биффу

label ep210_dialogues1_office_biff_2:
# Моника переоевается не в гримерке, а сразу в кабинете Биффа
# Бифф говорит, что цыпочка заставляет паплчку скучать. хочет ли цыпочка повеселить папочку
# надо чтоб Моника сама согласилась...
# Бифф зовет Сиську и та приносит наряд
# как только Моника передевается и начинает возмущаться, заходят инвесторы

    # Моника с довольным видом заходит в гримерку и видит на стуле (на манекене, на вешалке?) платье, которое ей приготовили для презентации
    # Моника в шоке смотрит на это, возмущенно про себя, ЧТО ЭТО?! ЭТО я должна надеть перед директорами и инвесторами!!!
    # эта сволочь Бифф совсем сдурел?! что он себе позволяет?!!!! пусть сам надевает ЭТО и ведет переговоры!!!
    # Моника возмущенно выходит из гримерки и сталкивается с Биффом в фотостудии
    # Бифф ей говорит, цыпочка до сих пор не переоделась? цыпочку уже все ждут. давай, быстрее!
    # Моника ему возмущенно, я не пойду в ЭТОМ ни на какую презентацию!!!
    # Бифф ей, это еще почему?! инвесторам очень понравится этот наряд Моники Бакфетт. он соответствует новому курсу журнала. ха-ха
    # Моника ему, это наряд для какой-нибудь дешевой шлюхи в дешевом баре! я не собираюсь это надевать!
    # Бифф ей говорит, что ты видимо забыла, что ты и есть дешевая двадцатибаксовая шлюха из подворотни
    # думаешь, если похожа на Монику Бакфетт, то я тебя не вышвырну отсюда?
    # если откажешься надевать это платье, то можешь прямо сейчас возвращаться в подворотню
    # я распоряжусь, чтоб тебя сюда больше не впускали. цыпочке все ясно?
    # Моника кипит от злости
    # выбор: отказаться (думает, пошел он к черту вместе со своей презентацей! я найду другой способ вернуть себе свой журнал и вышвырнуть эту сволочь отсюда!!!)
    # в случае отказа пропуск презентации и паблик ивента
    # согласиться. Моника думает, хорошо я надену это ужасное платье. мне нужно попасть на этот чертов паблик ивент
    # это хорошая возможность заключить договоренность с кем-нибудь из инвесторов и вернуть себе свое место
    # мне просто нужно будет встать и рассказать про планы развития журнала. я просто не буду поворачиваться к ним спиной...
    # Бифф говорит, что ждет ее в своем кабинете через пять минут. там все уже в сборе.
    # и попробуй только выкинуть какую-нибудь глупость, цыпочка!
    # Моника смотрит на него с ненавистью, молча разворачивается и скрывается в гримерке
    return

# надпись на экране "через пять минут...", звук каблуков, звук открывается дверь
# кабинет Биффа, Моника в платье с вырезом на попе

label ep210_dialogues1_office_biff_3:
    # Моника стоит в дверях, перед столом Биффа стулья, на которых сидит примерно шесть-семь мужчин
    # среди них Бифф, Стив и Филипп. Стив сидит с краю, за ним Филипп, за ним еще какой-нибудь дядька
    # остальные сидят по другую сторону стола, включая Биффа
    # презентацию нужно провести, стоя за столом Биффа, т.к. там стоит стоит доска с графиками (!!! - ссылка на флипчарт в тикете Трелло к этому диалогу)
    # все присутствующие смотрят на нее
    # Моника про себя, черт! и как мне теперь пройти к этим графикам и не поворачиваться к ним спиной!?
    # Стив сидит ближе всего к Монике, с краю. встает и со своей улыбочкой говорит, Миссис Бакфетт, рады вас видеть
    # и протягивает ей руку
    # Моника про себя думает, какого черта этот Стив тут делает? уж точно не в качестве инвестора. кто его сюда пустил вообще!
    # сама подходит к нему ближе и протягивает ему руку, приподнимая уголок губ в подобии улыбки.
    # следом за ним приподнимается и тянет руку Филипп
    # если была сцена в туалете в отеле Моника про себя думает, о боже!!! Филипп! я поклялась, что расквитаюсь с этим мерзавцем!
    # и я не буду Моникой Бакфетт, если я не сделаю этого!!!
    # если не было сцены в туалете с Филиппом, Моника думает, а это не тот мерзкий тип, который говорил мне всякие непотребства на вечере в отеле?
    # весь из себя такой интеллигентный, а на самом деле извращенец, как и все. фи!!!
    # тем не менее протягивает ему руку, Филипп наклоняется, целует ей руку, сам смотрит ей в глаза и ухмыляется
    # следующий мужчина, который сидит рядом с Филиппом, тоже приподнимается и протягивает руку Монике
    # пожимают руки, она слегка улыбается, паралелльно смотрит на сидящих напротив и приветственно им кивает
    # про себя думает, а это еще кто? впервые их всех вижу.
    # А это еще кто? Я знаю многих из этих неудачников.
    # Какой толк от какой-то презентации перед этими болванами?
    # Биф что, думает что эти неудачники инвестируют в него хоть цент?!

    # таким образом, Моника умудряется пройти к доске с графиками и ни разу не повернуться спиной к сидящим
    # Моника встает возле доски с графиками лицом к присутствующим
    # про себя думает, что вроде все получилось и никто ничего не увидел
    # сейчас я выступлю и уйду также, не поворачиваясь. ненавижу сволочь Биффа! как он мог поставить меня в такую глупую ситуацию!!!
    # Моника говорит, обращаясь к присутствующим о том, что прошло сравнительно немного времени с момента выпуска первого номера журнала
    # и уже сейчас наша компания показывает стабильный рост и ежемесячно растущий спрос среди покупателей
    # каждый новый номер нашего журнала расходится многомиллионным тиражом по всей стране
    # и сейчас, когда в СМИ пошел слух про то, что журнал меняет свой курс, продажи и интерес со стороны публики только возрос
    # что дает нам уверенность в том, что мы можем стать журналом номер один не только в этой стране, но и во всем мире!
    # вы можете посмотреть на график, который подтверждает мои слова и показывает стабильный рост вверх
###    # Моника поворачивается к графику, забывая про платье, но вовремя вспоминает, резко снова поворачивается к присутствующим
    # делает вид, что все ок и продолжает
    # Биф встает сзади нее и смотрит, улыбаясь
    # Моника замечает это и злится, но продолжает
    # и я уверена, что это только начало. по прогнозам наших аналитиков уже через год рост продаж вырастет минимум в два раза
    # а учитывая смену курса мы можем смело рассчитывать на результаты, сравнимые с всемирно известными модными журналами - законодателями в сфере моды
    # ваша поддержка сейчас принесет вам многомиллионную прибыль уже не более, чем через год, и ваше имя войдет в историю нашего журнала
    # Моника во время разговора, жестикулируя, роняет указку и наклоняется за ним, снова заговорившись и забыв про платье
    # поднимает его, пугается, что все увидели вырез, резко распрямляется

# во время презентации к Монике подходят Стив и Филипп с разных сторон и спрашивают ее. выбор у Моники к кому повернуться спиной. тот в итоге будет стоять и рассматривать Монику со спины
# меню выбора, разные арты по результату того, к кому Моника повернется спиной
# один из них роняет телефон и поднимая это, в упор разглядывает Монику

    # один из потенциальных инвесторов спрашивает, а откуда такие смелые прогнозы, Миссис Бакфетт?
    # я, прежде чем принять окончательное решение, хотел бы взглянуть на отчеты. у вас действительно такие высокие показатели?
    # Моника про себя, черт! почему Бифф меня не предупредил об этом?
    # Моника смотрит зло на Биффа, потом на инвестора
    # говорит ему, да, конечно же вы сможете ознакомиться с отчетами, а также с прогнозами наших аналитиков
    # я сейчас передам секретарю, чтобы она принесла вам все, что требуетя
    # уверена, что после этого у вас не возникнет никаких сомнений
    # улыбается, инвестор продолжает смотреть на нее хмуро
    # говорит ей, посмотрим сначала, а потом уже сделаем выводы, Миссис Бакфетт...
    # улыбка Моники тает, думает про себя "кто он вообще такой, чтоб так со мной разговаривать!"
    # Бифф вскакивает со своего места, господа, поблагодарим Миссис Бакфетт за презентацию и ее великолепную речь
#####    # мы все с радостью встретимся с вами, Миссис Бакфетт, сегодня вечером в ресторане "Palace"
    # все хлопают, Моника улыбается, а про себя думает, как ей выйти отсюда, не повернувшись спиной
    # проходит боком, сложив руки сзади на попе, улыбается и кивает присутствующим
    # Бифф смотрит на все это, не скрывая насмешки
    # выходят инвесторы, Моника осматривается
    # Моника переживает, что Филипп/Стив увидел ее
    # Бифф говорит, что цыпочке наоборот на руку, так как ей нужно позаботиться о том, чтобы инвесторы согласились
    #
    return

# гримерка после презентации
label ep210_dialogues1_office_biff_4:
    # Моника заходит в грмерку злая, надо скорее снять с себя это ужасное платье!!
    # ненавижу сволочь Биффа! ненавижу! скорее бы вышвырнуть его отсюда!!!
    # что этот слизняк Стив и этот мерзкий Филипп делали на презентации?!
    # я не желаю ни одного, ни другого видеть здесь!
    # заходит Бифф. Моника смотрит на него недовольно, сложив руки
    # папочка доволен своей цыпочкой, цыпочка хорошо справилась с презентацией
    # за это папочка возьмет ее в ресторан
    # Моника ему возмущенно, я не поеду в ресторан в этой ужасной одежде!!!
    # хорошо, цыпочка. как скажешь. папочка сегодня добрый, поэтому надень любое из платьев. тут их полно
    # только не забудь потом вернуть! это не твои платья, они принадлежат журналу
    # Моника смотрит в сторону чемоданов с облегчением
    # Бифф ей, да, кстати. папочке было бы очень приятно, если бы цыпочка носила этот костюм на работе в офисе
    # ха-ха. я еще посмотрю на твое поведение. будешь плохой цыпочкой - заставлю собирать в нем отчеты у сотрудников. ха-ха
    # Моника смотрит на него с ненавистью
    # Бифф ей говорит, чтобы она вечером, после окончания рабочего дня переодевалась и шла к нему в кабинет
    # чтобы вместе поехать в ресторан
    # меню с возможность отказаться от посещения ресторана
    # Бифф уходит. Моника думает, что он сволочь, переодевается и идет к себе в кабинет
    return

# кабинет Биффа
label ep210_dialogues1_office_biff_5:
    # Моника, переодевшись в красивое платье заходит в кабинет Биффа
    # тот напоминает ей, чтоб она не забыла вернуть это платье после вечера в ресторане
    # говорит, что там будут присутствовать журналисты, с которыми ей нужно будет общаться
    # напоминает, что она должна быть хорошей цыпочкой иначе придется светить своим задом перед своими подчиненными
    # Моника думает о том, как же сделать так, чтоб заручиться поддержкой кого-нибудь из инвесторов на вечере
    # они вместе выходят из кабинета и едут в ресторан
    return

# пункты меню окроются сразу 2 после достижения ур. 3 у Биффа. (после презентации) (мы добавляем 100)
Если уже был ур.2, то он станет 3
Если не было ур.2, то становится 2 с чем-то, ждем 3
Фотосесси дают максимум 100 (сделать проверку)


#### +сцена, ггде Бифф заставляет Монику померить брюки своей секретарши. прямо в его кабинете. потом говорит, что не. я придумаю для тебя что-нибудь другое
# пункт меню Раздеться и принимать различные модельные позы


    # после успешного проведения презентации для инвесторов открывается следующий пункт меню кастинга у Биффа Раздеться и встать на колени задом к Бифу



######### в след. версиях
    # один из инвесторов обратиться к Биффу по вопросу проведения фотосессии Моники для него
    # если Моника соглашается, то открывается очередной пункт меню кастинга у Биффа
