# Паб. Гримерка танцовщиц. На работе Молли.
label ep210_dialogues4_dance_strip_1:
    # рыжая сидит возле зеркала, Моника стоит в дверях
    # Моника думает, черт, я совсем забыла, что сегодня здесь звезда трущоб. не хочу разговаривать с этой хамкой
    # Моника проходит в гримерку и молча переодевается в одежду Клэр
    # рыжая ей, не поворачиваясь, "Эшли говорит, что твоими выступлениями якобы довольны посетители паба и хотят видеть тебя чаще на сцене..."
    # Моника поворачивается и зло смотрит на нее "И что?"
    # Моника про себя, на что эта хамка намекает? злится, что она может быть уже и не звезда?
    # рыжая смотрит на Монику зло "Я тебя предупреждаю, шлюха, если из-за тебя я потеряю хотя бы один цент от своего заработка,
    # я сделаю все, что бы тебя выкинули отсюда... или отправлю тебя за решетку... где тебе и место!
    # Моника ей высокомерно в ответ "Что я слышу?.. Мне угрожает сама звезда паба Шайни хол!" "Ты серьезно?! Думаешь, что ТЫ можешь испугать меня чем-то?"
    # рыжая офигевает от такого, ничего не отвечает и зло смотрит на Монику, "!!!"
    # Моника отворачивается, одевается, намазывается сама маслом и выходит на сцену
    return

# далее в этот день все, как обычно. Моника выступает на сцене, потом переодевается, платит проценты Эшли и уходит


# Паб. Гримерка танцовщиц. На работе Клэр.
label ep210_dialogues4_dance_strip_2:
    # Клэр сидит за своим столиком, Моника стоит в дверях
    # Моника задумчиво смотрит на Клэр - Надо будет узнать у нее, как она догадалась использовать хлыст против извращенцев
    # эффективная штука. мне такая просто необходима
    # Клэр в маске поворачивается к Монике, с улыбкой  - Привет, [monica_pub_name], Джо больше не приставал?
    # Моника отвечает, что нет. все ок. ее хлыст был весомым арументом больше не лезть к ней
    # проходит в гримерку и начинает раздеваться
    # Клэр - да, я никогда с ним не расстаюсь. клиенты не обижают?
    # Моника - пока все нормально. сцена меня уже не так пугает как поначалу
    # да, скоро научишься получать от этого удовольствие
    # Моника про себя - хм, сомневаюсь в этом
    # Клэр - А помимо этого бара, ты чем-то еще занимаешься?
    # Моника, замявшись, про себя думает, что не расскажет же она ей, что работает гувернанткой в своем же доме
    # да и все остальное. не хочу, чтобы здесь кто-то знал обо мне. даже Клэр. хотя, она добра ко мне
    # Моника отвечает, что у нее есть подработка, но ничего серьезного. А ты?
    # Клэр, загадочно улыбаясь, -Я? Да так... тоже ничего серьезного. Можно сказать, ничем больше не занимаюсь
    # Моника про себя думает, что у этой Клэр наверняка есть богатый любовник, вот он ее и содержит
    # Моника спрашивает у Клэр, замужем ли она, та отвечает, что нет, что живет одна, а ты?
    # Моника говорит, что тоже живет одна. Клэр ей - странно, у такой красотки как ты и нет никого?
    # Моника про себя, потому что все вокргу одни подлецы, мерзавцы и неудачники!!! вслух ничего не говорит, просто улыбается Клэр
    # Моника переодевается, намазывание маслом
    # Клэр, осматривая Монику
    # clare "Выглядишь сногсшибательно."
    # clare "Иди и покажи им, кто здесь звезда."
    # mt "Черт! Меня снова ждет толпа пьяных неудачников!"
    return

# далее в этот день все, как обычно.

# Паб. Гримерка танцовщиц. На работе Молли.
label ep210_dialogues4_dance_strip_3:
    # рыжая сидит возле зеркала, Моника стоит в дверях
    # как только Моника заходит, Молли вскакивает со стула и начинает орать, что она воровка
    # Моника в шоке, не понимает, что происходит
    # на шум приходит Эшли - что здесь происходит, вас слышно даже у барной стойки!!!
    # Молли орет, тыча пальцем в Монику, эта дрянь украла у меня мои деньги!!!
    # они всегда были в этой банке на столике! сейчас там пусто!!!
    # это сделала она! я просто так этого не оставлю! я требую вернуть мои деньги! а эту шлюху наказать!!!
    # Эшли строго смотрит на Монику - это правда?!
    # Моника говорит, что конечно это не она! это какой-то бред! рыжая специально сама все подстроила!!!
    # Молли продолжает орать - Эшли, ты сама говорила, что эта дрянь не отдала тебе в прошлый раз чаевые!!!
    # значит, она и у меня украла деньги!!!
    # я сейчас проверю ее тряпки! она их могла спрятать там!
    # направляется к вешалке, где Моника переодевается
    # Моника ее останавливает - какого черта ты тут устроила?! не трогай мои вещи!!!
    # Молли смотрит на нее насмешливо, говорит, обращаясь к Эшли - вот видишь?! она боится, что я найду там деньги!
    # Эшли спрашивает - сколько там было денег? Молли говорит - 1000 баксов
    # Эшли говорит Монике, чтобы та показала свои вещи ей
    # Моника - да пожалуйста! тянет руки к вешалке, берет рукой жилет для выступлений на сцене
    # с жилета выпадает на пол несколько свернутых, как было в банке, купюр
    # Моника растерянно смотрит на них, говорит - но... я не брала этих денег!
    # Эшли! Она специально это подстроила! она хочет, чтобы ты выгнала меня отсюда, потому что я популярнее, чем она!
    # Молли - это не так!!! она воровка!!! Эшли, вызывай полицию!
    # Эшли приказывает Молли заткнуться, а Монике - отдать все деньги обратно Молли
    # потом говорит, что никакой полиции. мы сами разберемся и накажем Монику, чтобы думала в след раз
    # Моника рассержена, говорит Эшли, что она ни в чем не виновата, но та отвечает
    # и как мы будет решать эту проблему. это не первый раз, когда ты присваиваешь чужие деньги
    # и просто так я тебе этого не могу простить.
    # я тебя оштрафую. ты теперь должна отработать 2000. отдавать будешь своими чаевыми. а пока иди на сцену!
    # Эшли уходит, Моника злобно смотрит на Молли - сучка!
    # та на нее смотрит свысока и уходит из гримерки
    # Моника в шоке. переодевшись, она смотрит на картину, где фото Молли, потом на помаду на столике - хммм
    # берет помаду, подходит к потрету и рисует на нем не знаю пока что
    # потом ухмыляется и идет на сцену. дальше все как обычно.
    return

# Паб. Гримерка танцовщиц. На работе Клэр.
label ep210_dialogues4_dance_strip_4:
    # Клэр сидит за своим столиком, Моника стоит в дверях
    # Моника думает, интересно, Клэр в курсе того, что произошло?
    # Клэр здоровается с ней и спрашивает как она после произошедшего
    # Моника говорит - ты в курсе?
    # та - да. не переживай. я уверена, что эта наша звезда специально все подстроила
    # Клэр улыбаясь говорит, кстати, отличный портрет получился. наша звезда прямо таки засияла
    # Моника - нет, я ничего не делала
    # Клэр смотрит на нее и улыбается. потом подмигивает, все ок. я никому не скажу
    # Клэр - сейчас я договорюсь с Эшли и выходит из гримерки
    # Моника переживает, что у Клэр ничего не получится
    # потом удивляется тому, что Клэр пошла за нее заступаться. наверное, попросит что-то взамен за это.
    # надеюсь, не какое-нибудь извращение
    # возвращается Клэр вместе с Эшли
    # Эшли стоит руки в боки и строго смотрит на Монику
    # говорит, ладно. мне тут Клэр предложила помочь тебе отработать штраф.
    # в общем ты сейчас выйдешь на сцену вместе с ней и будете танцевать вдвоем. все чаевые от выступления отдаете мне
    # и я забываю про тот случай с чаевыми
    # но чтобы ничего подобного больше не было!!!
    # Моника уивляется - чаевые за сегодняшний номер и штраф закрыт
    # Эшли - ага. давайте, на сцену девочки!
    # переодевание, намазывание маслом
    # Моника перед выходом на сцену спрашивает у Клэр, как они будут танцевать вдвоем? она так ни разу не танцевала
    # та говорит, что все получится отлично, вот увидишь, мужчин в зале это крайне порадует
    # идут на сцену
    return

# Паб. Гримерка после танца с Клэр.
label ep210_dialogues4_dance_strip_5:
    # Моника говорит Клэр, что не думала, что та будет помогать ей
    # Клэр отвечает - да ладно, ничего сложного для меня в этом не было
    # Моника - я что-то должна тебе за это?
    # Клэр - нет, о чем ты? все ок. просто старайся больше не конфликтовать со звездой Молли и все будет ок
    # Моника удивлена, что от нее ничего не требуют. думает, как так?
    return

# Паб. Гримерка после танца с Клэр.
label ep210_dialogues4_dance_strip_6:
    # Моника отдает Эшли заработанные за двойной танец чаевые
    # та ей говорит, ок. скажи спасибо Клэр. я прощаю тебя
    # кстати, было отличное выступление. клиентам понравилось
    # думаю, нам нужно ввести это в программу
    # Моника думает, что в принципе за, так как чаевых намного больше и вообще жаль их сейчас было отдавать Эшли
    # из-за какой-то рыжеволосой сучки!
    return

# Паб. Гримерка танцовщиц. На работе Молли.
label ep210_dialogues4_dance_strip_7:
    # рыжая сидит возле зеркала, Моника стоит в дверях
    # Моника думает, какая же она сучка и что ненавидит ее
    # Моника проходит в гримерку и молча переодевается в одежду Клэр
    # рыжая ей, не поворачиваясь, "слышала, Эшли тебя простила"
    # при помощи Клэр...
    # Моника поворачивается и зло смотрит на нее "И что?"
    # Молли - смотрю, ты тут хорошо устроилась... ну что ж, посмотрим, надолго ли...
    # Моника думает, как бы хорошо было, если бы этой дряни тут просто не стало.
    # может, все-таки стоит двинуть ей стулом по голове
    # рыжая поворачивается к Монике и смотрит на нее зло "ты здесь долго не продержишься, поняла? я сделаю все для этого!"
    # рыжая - советую тебе искать другое место для заработка. например, в подворотне. и да!
    # еще раз увижу, что ты испортила мой портрет - простым штрафом ты не отделаешься!
    # Моника про себя - дрянь! я не буду отвечать ей. пусть думает, что хочет
    # Моника отворачивается, одевается, намазывается сама маслом и выходит на сцену
    return

# Паб. Моника на сцене.
label ep210_dialogues4_dance_strip_8:
    # во время танца или сразу после него, когда Моника ещене ушла со сцены, с нее падают трусики
    # толпа радостно орет ДАААА, чаевые бешенно растут, Моника испуганно прикрывается и уходит со сцены
    return

# Паб. Моника в гримерке после выступления, когда упали трусики.
label ep210_dialogues4_dance_strip_9:
    # Моника переоделась в свою одежду и думает
    # как это могло произойти? что случилось? всегда все было хорошо, а тут...
    # хм... а возможно?
    # смотрит на трусики, они лежат где-нибудь на стуле
    # возможно, что они не порвались на мне во время выступления...
    # возможно, что их кто-то порвал еще до того, как я их надела!!!
    # эта рыжеволосая дрянь!!!
    return

# Паб. Моника, после того, как отдала процент от чаевых Эшли.
label ep210_dialogues4_dance_strip_10:
    # Эшли - слушай, тебе не кажется, что надо выступать вообще без трусиков, а?
    # ты видела, как публике это понравилось?
    # тем более, твои трусики пришли в негодность, надевать тебе нечего
    # в следующий раз выйдешь на сцену без одежды
    # это привлечет в мой паб больше клиентов, а ты заработаешь больше чаевых
    # тебе то какая разница, ты же в маске будешь
    return

# Паб. Гримерка танцовщиц. На работе Клэр.
label ep210_dialogues4_dance_strip_11:
    # Моника заходит, обычная болтовня с Клэр
    # Моника жалуется ей на то, что трусики упали на сцене
    # та говорит, что наверняка трусикам кто-то помог упать. просто так они не могли пораваться
    # Моника говорит, что догадывается, кто им помог
    # Клэр говорит, поаккуратнее с Молли
    # в меню, когда Моника переодевается для сцены добавляется пункт "Выйти без трусиков"
    # Моника при выборе этого пункта меню думает, что сможет заработать много чаевых сегодня
    # и все равно никто здесь не знает, кто она на самом деле. ведь маску она не собираетс снимать
    # намазывание маслом, Моника голая
    return


############################################ в след. апдейте
# Джо или Эшли будут заставлять танцевать приват для сотрудника банка (т.к. у них кредит)
# Моника танцует голая, клиент может ее потрогать
# один из клиентов ей говорит, да ладно Мэрилин, снимай маску. я знаю, что это ты
# Моника снимает маску, а клиент говорит, фигасе, а я сомневался, что это ты. даже у Джо спросил, тот говорит, что это не ты
