# Моника приходит в ресторан на ужин (презентация инвесторам уже проведена)
# ресторан отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_1:
    # Моника заказывает еду у официантки
    # пока ждет, когда принесут ее заказ, думает о том, что наконец-то она постепенно возвращает свою прежнюю жизнь
    # она на верном пути, ведь совсем недавно она могла себе позволить только один ужасный кебаб или сворованное пирожное
    # ей пришлось пережить столько ужасных моментов...
    # а теперь она может себе позволить надеть красивое платье и сходить на ужин ресторан
    # скоро Моника Бакфетт вернет себе все, что у нее отняли
    # и накажет всех до единого, кто посмел недостойно себя вести в отношении нее, пользуясь тем, что у нее временные трудности
    # всех до единого!
    # ее мысли прерывает мужской голос - миссис Бакфетт, какая неожиданная и приятная встреча!
    # Моника поднимает взгляд, рядом с ее столиком стоит Филипп
    # Моника про себя, о нет! только не этот мерзкий тип! что он здесь делает?!
    # Филипп продолжает любезничать, добрый вечер, Миссис Бакфетт. позвольте вашу ручку
    # Моника вспоминает о том, что он один из инвесторов, а Биф угрожал, что уволит ее, если хоть кто-то из них отказывался
    # решает про себя, что надо притвориться, что рада встрече и узнать, что решил этот Филипп насчет инвестирования журнала
    # Моника натягивает на себя улыбку и протягивает ему руку, тот наклоняется и целует ее, ухмыляясь
    # он говорит, Миссис Бакфетт, позвольте, я составлю вам компанию
    # Моника разрешает ему присесть
    # официант приносит ужин
    # Филипп говорит Монике, что впечатлен ее выступлением на презентации
    # Моника говорит, спасибо, вы уже ознакомились с документацией, которую вам высылали на почту? каково ваше решение?
    # Филипп отвечает, что не ознакомился, ему не это нужно, чтобы принять решение
    # Моника удивлена, а что именно вас интересует? я могу вам подробно все рассказать
    # Филипп - мне нужно не рассказывать, а показывать, Миссис Бакфетт. и не только показывать, если вы понимаете, о чем я
    # ???
    # Филипп - я конечно не люблю дважды пользоваться одной и той же женщиной, но когда увидел вас на презентации
    # вернее не вас, а ваш замечательный зад, я подумал, а почему бы и нет. ведь я использовал только ваш ротик (если было)
    # !!!
    # Моника возмущена, что он себе позволяет и т.д.
    # Моника говорит ему, что с юбкой вышло нелепое недоразумение. и она не позволит так с собой обращаться, это оскорбительно для такой леди, как она
    # Филипп говорит ей - конечно, миссис Бакфетт, вы правы. я никогда бы себе не позволил выражаться подобным образом, общаясь с леди
    # а вот с такой "леди" как вы, Миссис Бакфетт, я могу обращаться, как хочется МНЕ, а не вам
    # поэтому я сейчас оплачиваю ваш ужин, Миссис Бакфетт, а вы снова продемонстрируете ваш замечательный зад
    # а я, в свою очередь, возможно склонюсь к положительному решению по вопросу моих инвестиций... возможно, Миссис Бакфетт
    # все зависит от того, насколько хорошо вы себя будете вести.
    # а если будете себя хорошо вести, то еще и заработаете долларов 300.
    # Моника возмущена этим предложением, выбор: как вы можете предлагать мне подобное?! или почему 300 долларов?!
    # если возмущается насчет предложения, то квест не продолжается (но к нему всегда можно вернуться, сходив на ужин в отель)
    # если возмущается насчет цены, спрашивает, почему 300 долларов?!
    # Филипп, ухмыляясь говорит, что вы подешевели, Миссис Бакфетт
    # вы продожаете дешеветь даже сейчас и я думаю, что 300 долларов - это много. 250 не больше
    # Моника, 250?!
    # про себя возмущается, вся в сомнениях, как так, что мне делать, мне нужны деньги, но не таким же способом!
    # а ведь он же еще и инвестор!!! а что если он откажется инвестирвать? Биф меня больше не пустит в офис!
    # он ей, да. будете задавать лишние вопросы, станет еще меньше.
    # он подзывает официанта, расплачивается за ужин, говорит Монике - позвольте вашу руку, Леди (выбор послать к черту или подать руку)
    # она встает со стула, подав ему руку.
    # Моника паникует в мыслях, боится, что ее отказ сейчас повлечет за собой огромные последствия. и она окажется без работы в журнале
    # тогда она не будет в курсе тех событий, что происходит в ее журнале и что там творит сволочь Биф
    # как же быть? вроде, этот Филипп сказал, что ему нужно только показать попу. может, он не будет ничего другого делать
    # он же сам сейчас сказал, что не пользуется дважды одной и той же женщиной (если в прошлый раз была сцена в туалете)
    # Моника смотрит на него, пытаясь понять его намерения, тот ей улыбается в ответ
    return

# ресторан отеля ЛеГранд, туалет
label ep210_dialogues2_escort_start_Phillip_2:
    # Филипп говорит Монике, давайте, Миссис Бакфетт, продемонстрируйте мне свой замечательный зад
    # Моника все еще думает, не зря ли она согласилась пойти с ним сюда
    # Филипп говорит, зря вы тратите время на раздумья. не забывайте, что вы дешевеете, Миссис Бакфетт. время - деньги
    # Моника неуверенно поворачивается к нему задом и задирает платье немного (выбор задрать или нет)
    # он ей говорит, что это никуда не годится и заставляет ее поднять платье еще выше
    # Моника задирает его до талии (выбор задрать или нет) и стоит перед ним с голой попой, думая, боже, я стою с голой попой в туалете ресторана. какой кошмар!
    # он ей говорит, пока ты ведешь себя хорошо. а теперь предложи мне себя. раздвинь ноги и покажи мне, что там между ними
    # Моника злится, пытается возразить ему, мы об это не договаривались
    # он ее перебивает и напоминает, что она должна вести себя хорошо, иначе он может передумать не только насчет 250 баксов, но и насчет инвестиций
    # Моника про себя думает о том, как же она ненавидит всех этих извращенцев. (выбор сделать или нет) нагибается и раздвигает ноги
    # он расстегивает ширинку и достает член. говорит - давно я не трахал "леди" в туалете ресторана. ухмыляется
    # подходит к ней ближе и засовывает член в нее
    # Моника в ужасе, но не сопротивляется. думает, что с ним сейчас лучше не спорить. она ему отомстит обязательно.
    # он будет одним из первых, кого Моника Бакфетт накажет за все его мерзкие поступки
    # секс с Филиппом, после которого он говорит, что Моника себя вела хорошо и не открывала лишний раз свой рот
    # это ему понравилось, поэтому она может забирать свои 250 долларов. дает ей деньги
    # но вот насчет инвестиций ему надо еще подумать...
    # Моника смотрит на него, говорит, вы ведь говорили, что примите положительное решение, если я... я
    # он отвечает, что говорил, что склониться к положительному. а это разные вещи
    # хотя, он и не удивлен, что она не понимает разницу...
    # он протягивает ей визитку(?), она растерянно смотрит на нее
    # он говорит, что визитка ей понадобится, там есть его адрес
    # по вечерам в субботу он бывает дома. если хочешь узнать, что я решу насчет инвестиций
    # а заодно и заработать 250 долларов, то приедешь.
    # Филипп уходит. Моника негодует, какие же все вокруг сволочи и как же она хочет поскорее отомстить им всем!
    return

# мысли Моники перед посещением квартиры Филиппа
label ep210_dialogues2_escort_start_Phillip_3:
    # перед посещением квартиры Филиппа Моника думает о том, что можно послать все к черту и не ехать к этому извращенцу
    # а если Биф уволит ее, то она найдет другой способ заработать деньги
    # с другой стороны, Филипп говорил, что не встречается с одной женщиной дважды, а тут пригласил к себе домой
    # возможно, он неравнодушен ко мне, в принципе, как и все мужчины...
    # но он богат и, возможно, он станет инвестором ее журнала, а значит Биф будет считаться с его мнением
    # мне нужно будет заручиться поддержкой этого Филиппа, сделать так, чтобы он был на моей стороне и поддерживал меня
    # возможно, он поможет мне с деньгами. тогда я смогла бы купить себе дом и послать к черту тех деревенщин, что живут в моем бывшем доме
    # мне кажется, что мне нужно будет поехать домой к Филиппу. и попытаться найти с ним общий язык.
    return

# квартира Филиппа, первый визит Моники
label ep210_dialogues2_escort_start_Phillip_3_1:
    # Моника заходит к Филиппу в квартиру
    # тот сидит на диване с бокалом вина и самодовольно улыбается
    # говорит, Миссис Бакфетт, рад, что вы решили нанести мне визит и воспользоваться моим предложением
    # заработать 200 долларов
    # выбор: уйти или уточнить цену
    # если уйти, она говорит, что рассчитывала поговорить с ним как с джентельменом, но видимо она его переоценивает
    # и он просто гребанный похотливый извращенец, который только притворяется интеллигентным и воспитанным мужчиной
    # знаете, Мистер Филипп, я передумала и не собираюсь больше тратить на вас свое время.
    # Моника уходит. (если в след. раз встречается с ним в офисе или в ресторане, он ей снова предлагает приехать к нему)
    # если уточнить цену, то Моника спрашивает его возмущенно - 200?!
    # да, Миссис Бакфетт. 200. и ни центом больше. вы постоянно забываете о том, что вы дешевеете
    # Моника про себя думает, что он мерзавец и что она ненавидит его, но ей нужно попытаться наладить с ним контакт
    # это ей поможет в том, чтобы вернуть себе свое место в журнале
    # она спрашивает его, Мистер Филипп, а что вы решили насчет инвестиций в мой журнал?
    # он ей - я еще не думал об этом. но все зависит от вашего поведения, Миссис Бакфетт.
    # будете много разговаривать своим ротиком, который предназначен совсем не для этого, быстро утомите меня
    # а если будете себя вести хорошо и предложите мне себя, как в прошлый раз, я вполне возможно уже сегодня приму решение
    # выбор: уйти или предложить себя Филиппу
    # если уйти - см. пункт "уйти" выше (если в след. раз встречается с ним в офисе или в ресторане, он ей снова предлагает приехать к нему)
    # если выбирает предложить себя, то спрашивает его, что она должна сделать
    # он ей говорит, что она должна задрать платье и нагнуться, раздвинув ноги, как в прошлый раз
    # пока ты будешь себя предлагать, я буду думать, что я сегодня хочу. я еще не решил.
    # выбор: предложить себя или уйти
    # если уйти - см. пункт "уйти" выше (если в след. раз встречается с ним в офисе или в ресторане, он ей снова предлагает приехать к нему)
    # если предложить себя, то Моника поворачивается к нему задом и делает, как он сказал
    # Филипп говорит - и что же Миссис Бакфетт может предложить мне сегодня? возможно, свою великолепную задницу?
    # Моника ужасается про себя, боже. он что? собирается... он хочет сделать это с моей попой?! нет! кошмар! я не перенесу этого!
    # Филипп - хмм... а возможно попу мы оставим на следующий раз... тогда, может быть, ротик, который так послушно молчит
    # Филипп расстегивает штаны, достает стояк, начинает подрачивать его
    # Миссис Бакфетт, повернитесь и покажите мне теперь свою грудь, приспустите платье
    # Моника поворачивается и приспускает платье, смотрит на него зло
    # Филипп - отлично. мне нравится видеть вас такой послушной, Миссис Бакфетт.
    # кстати, я даже не предложил вам присесть, Миссис Бакфетт. я приношу свои извинения. это было неучтиво с моей стороны.
    # ведь с леди так не обращаются. присаживайтесь, Миссис Бакфетт
    # Моника смотрит на диван и делает шаг, он ей говорит - нет. не сюда. присаживайтесь на мой член, Миссис Бакфетт
    # выбор: сесть на член Филиппа или уйти
    # если уйти - см. пункт "уйти" выше (если в след. раз встречается с ним в офисе или в ресторане, он ей снова предлагает приехать к нему)
    # если сесть на член, то Моника, думая про себя, как она ненавидит этого мерзавца, который строит из себя джентльмена
    # подходит к нему и нерешительно выполняет, сев к нему на колени, лицом к нему
    # тот, откинувшись на диван, самодовольно ухмыляется и приказывает ей двигаться
    # секс. Моника думает только о том, что ей неприятно и она поскорее хочет уйти отсюда
    # Филипп во время секса останавливает ее и говорит, что хочет, чтобы Миссис Бакфетт отсосала у него
    # Моника думает, что фу. он только что был внутри нее и она не хочет его облизывать. смотрит на Филиппа
    # он говорит ей делать, как он сказал, иначе она его расстроит
    # Моника встает перед ним на колени, смотрит на его мокрый член брезгливо и берет его в рот
    # Филипп - даааа, у Миссис Бакфетт хороший ротик. он просто предназначен для членов.
    # в итоге он кончает ей в рот. Моника давится. он ей говорит глотать
    # не проглотишь - получишь 150 долларов, проглотишь - как и обещал, 200
    # выбор: глотать или не глотать
    # в независимости от того, проглотила или нет, Филипп одевается и бросает на диван купюры
    # говорит ей - это ваш сегодняшний заработок, Миссис Бакфетт. в следующую субботу я также буду дома.
    # если захотите нанести мне визит и немного подзаработать, то я буду не против. мне нравится ваш ротик.
    # Моника спрашивает, а что насчет...
    # Филипп - моих инвестиций? мне еще нужно ознакомиться с документацией. к следующей субботе я постараюсь успеть.
    # придете ко мне - обсудим этот вопрос, Миссис Бакфетт.
    # сейчас можете забирать свои деньги и идти.
    # Моника про себя отправляет его на Ранчо 219 и думает, что обязательно это сделает
    # а если такого Ранчо нет, то она сама его построит и отправит туда всех мужчин во главе с мерзавцев Филиппом!!!
    # одевается и уходит
    return

# если Моника после недавнего секса в туалете с Филиппом снова приходит в ресторан отеля ЛеГранд на ужин
label ep210_dialogues2_escort_start_Phillip_4:
    # Моника заказывает еду у официантки
    # пока ждет, когда принесут ее заказ, думает о том, что она надеется, что не увидит этого извращенца Филиппа сегодня
    # это было ужасно! как он посмел так со мной обращаться?! сволочь! как и все мужчины вокруг!
    # почему меня, такую добрую и красивую девушку, окружают одни подлецы?
    # ее мысли прерывает мужской голос - мэм...  добрый вечер, мэм... (hotel_staff)
    # Моника смотрит на него вопросительно - что?
    # что могло понадобиться этому неудачнику от меня?! (если не было сцены в туалете)
    # я помню этого неудачника! это он тогда был в туалете, когда я... когда мерзавец Филипп заставил меня...
    # делать всякие гадости! (если была сцена в туалете)
    # служащий отеля говорит ей, что один их очень уважаемый клиент сказал ему, что...
    # Моника снова спрашивает - что?
    # кхм... что я могу оплатить Ваш ужин, мэм.
    # Моника - оплатить ужин? про себя думает, что может быть кто-то из ее поклонников решил таким образом сделать ей приятное
    # тода почему этот неудачник говорит, что сам будет оплачивать? странно это все
    # он ее спрашивает - так Вы позволите, мэм?
    # Моника спрашивает, кто ему сказал, что он может оплатить ее ужин? и зачем?
    # служащий отвечает, что мистер Филипп сказал ему об этом, а после оплаты ужина вы... кхм... вы...
    # тогда вы пойдете со мной и за 250 долларов проведете со мной время
    # в каком-нибудь уединенном месте. я знаю одно такое, мэм.
    # Моника - ЧТО??? Филипп?!
    # служащий - да.
    # выбор у Моники: послать его к черту (служ. уходит, квест дальше не идет, возобновится при след. посещении ресторана)
    # либо Моника возмущенно спрашивает, 250 долларов?! мало того, что этот мерзавец сказал этому неудачнику, что можно купить меня
    # так еще и за 250 долларов!!!
    # Моника говорит служащему отеля, что за 250 долларов он может пойти и сам с собой провести время.
    # от ей говорит, что он, помимо этого и ужин ее оплатит
    # Моника - и что? ужин я и сама могу оплатить!
    # служащий - я готов дать вам 300 долларов, мэм
    # Моника про себя думает, что это все отвратительно и мерзко, но... 300 долларов... они не будут лишними
    # а если кто-нибудь узнает?! тогда ее будут называть проституткой! ее! Монику Бакфетт! какой кошмар!!
    # Моника говорит служащему - я не могу согласиться на такое...
    # он ей говорит - мэм, вы можете не переживать. об этом никто не узнает.
    # Моника молчит и смотрит на него с подозрением, думает о том, что ведь ей действительно нужны эти деньги
    # что если пригрозить этому служащему увольнением, если он кому-то расскажет... тогда он испугается
    # и об этом никто никогда не узнает. зато у нее прибавится 300 долларов
    # Моника говорит ему, ты пожалеешь, если ты об этом расскажешь хоть одной живой душе.
    # я сделаю так, что тебя выкинут с работы и ты не сможешь устроиться никуда в этом городе
    # ты знаешь о том, что у меня много знакомых, которые смогут это устроить
    # он ей - да, мэм. я никому не скажу, мэм.
    # Моника грозно смотрит на него, а потом спрашивает, что за уединенное место? в туалет я не пойду!
    # не, что вы, мэм. я взял ключи от пустого номера. и хотел пригласить вас в этом номер.
    # Моника думает, хм... в таком случае, риск того, что меня кто-нибудь заподозрит в том, что я оказала услугу за деньги этому неудачнику, минимален
    # в итоге Моника соглашается и идет вместе со служащим отеля
    return

# Моника со служащим в номере отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_5:
    # Моника заходит в номер, оглядывается и думает, фи... это самый дешевый номер в отеле... мог бы позаботиться о номере получше
    # служащий смущаясь садится на край кровати и пялится на ее грудь
    # Моника смотрит на него вопросительно
    # спрашивает его - ты ждешь, что я сама что-то начну делать?
    # он ей - нет, мэм. если вы позволите. я хотел бы посмотреть на вашу грудь
    # ты и так на нее пялишься все время, про себя - неудачник!
    # он ей - а могли бы вы снять платье, мэм?
    # она смотрит на него и про себя думает, что она без трусиков
    # совсем снять? он ей- да, совсем...
    # она ему - а где гарантия того, что ты меня не обманываешь? я сейчас сниму платье, ты будешь пялиться на мое прекрасное тело
    # а потом возьмешь и сбежишь. в этом случае ты тоже лишишься работы!
    # нет, мэм. что вы! я не собирался вас обманывать. вот деньги.
    # достает купюры и кладет их на столик возле кровати
    # выбор: снять платье, украсть деньги и уйти или послать к черту этого неудачника
    # если украсть деньги, Моника думает, что она не шлюха, чтобы раздеваться непонятно перед кем за деньги. а деньги ей нужны...
    # если я просто заберу деньги и уйду, этот неудачник ничего не сможет сделать. полицию он точно не вызовет. кому и что он докажет?
    # поверят мне, а не ему. (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги со служащим)
    # если послать его к черту, то Моника говорит ему, что она передумала и не собирается связываться со всякими неудачниками... уходит (квест останавливается)
    # если она соглашается снять платье, то думает про себя, что об этом все равно никто не узнает, а деньги ей нужны
    # она снимает платье и стоит перед ним
    # служащий смотрит на нее, открыв рот, а потом просит ее сесть рядом с ним
    # выбор: сесть на кровать или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если сесть на кровать, Моника садится рядом с ним
    # он неуверенно трогает ее грудь, Моника про себя думает, фу, какой-то неудачник прикасается к моей прекрасной груди
    # служащий расстегивает штаны и достает стояк, потом продалжает лапать Монику, просит ее раздвинуть ноги
    # выбор: развинуть ноги или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если Моника раздвигает ноги, служащий отеля трогает ее киску
    # Моника думает, скорее бы все это закончилось, я хочу скорее забрать свои деньги и уйти отсюда
    # зачем я только согласилась? это так унизительно...
    # служащий говорит ей сесть перед ним на колени и поработать с его членом грудями
    # выбор: сесть на колени или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если садится на колени, то он засовывает член между грудей и она двигает ими туда-сюда
    # потом он говорит ей встать на четвереньки
    # снова выбор и если Моника соглашается, то он вводит свой член в ее киску
    # Моника при этом испытывает странные ощущения внизу живота, какое-то непонятное ощущение, похожее на щекотку
    # странно, это даже кажется притным... скорее бы этот кошмар уже закончился! как я могла согласиться на подобное.
    # секс. он додрачивает на Монику (на спину, или на киску, или на лицо)
    # после этого Моника с покерфейсом, а сама в панике, что за странные чувства, это ненормально, что она испытала какие-то приятные ощущения
    # занимаясь сексом с каким-то ничегонезначащим служащим отеля! неуверенным в себе неудачником, у которого и женщины то никогда скорее всего не было!!!
    # Моника, что с тобой происходит?! это ненормально!!! больше никакого секса!!! ни с кем!!!
    # Моника одевается и уходит, забрав деньги
    return

# Моника выходит за дверь номера отеля
label ep210_dialogues2_escort_start_Phillip_6:
    # за дверью стоит китаянка-администратор, сложив руки, и смотрит в упор на Монику
    # админ говорит, что так и знала, что Моника шлюха и работает здесь
    # ты и в прошлый раз приходила сюда работать! признавайся!
    # Моника в шоке, начинает все отрицать - как ты такое могла про меня подумать?!
    # я была в номере со своим знакомым! с каких пор это означает, что я шлюха?!
    # твой знакомый - это работник нашего отеля?! который взял у меня ключ на час от этого номера?
    # не зря я решила посмотреть, зачем ему понадобился этот номер...
    # выбор: согласиться, что она занималась с ним сексом за деньги или отказаться
    # если отказаться, то Моника возмущенно говорит, что админ неуважительно относится к гостям данного отеля
    # а за такое и работы недолго лишится! как она смеет так с ней разговаривать?! разве она не видела, как Моника выступала на презентации
    # и выступала на сцене?! еще слово и я буду жаловаться на вас вашему руководству и требовать принять меры!
    # если Моника соглашается, что был секс за деньги, то она говорит, что да, я это сделала
    # но такое у меня впервые, я не за этим сюда приходила в прошлый раз...
    # у меня просто возникли небольшие временные трудности и мне очень нужны деньги...
    # я не собираюсь делать это постоянно. это только оди раз и все.
    # админ ей говорит, что раз нужны деньги, то ты можешь сюда приходить и зарабатывать их, твоя внешность вполне устроит наших клиентов
    # Моника про себя, да как она может так говорить обо мне? самой красивой женщине города! нет, страны!
    # но ты должна ставить меня в известность, а не прикидываться тут леди из высшего общества
    # Моника злится, пытается сказать, что она не собирается этим заниматься, она не шлюха
    # та ее не слушает и говорит, что Моника может приходить хоть каждый вечер. тут в эскорте работают несколько девочек
    # она в след. свой приход должна с ними познакомиться
    # китаянка тут главная и все деньги идут через нее. ты забираешь себе половину, а половину отдаешь мне
    # любой косяк - предупреждение и штраф, второй косяк - и ты больше сюда не зайдешь даже в качестве гостя ресторана или отеля
    # в этот раз я не буду забирать у тебя свою часть денег. но в следующий раз я не буду к тебе так добра
    # ослушаешься и заберешь все деньги себе - получишь предупреждение. а дальше ты знаешь
    # все понятно?!
    # выбор: мне нужно подумать или отказаться
    # если Моника отказывается, то при след. визите в отель китаянка снова заведет этот разговор
    # если Моника говорит, что подумает, то китаянка говорит - тут нечего думать: нужны деньги, приходишь и зарабатываешь их
    # Моника растерянно смотрит на нее. та говорит ей - приходи вечером в любой день
    # китаянка уходит
    # Моника думает, что это кошмар. ей предложили работать шлюхой в отеле. до чего она докатилась?!
    # с другой стороны, это хорошая возможность быстро заработать неплохие деньги, но черт! неужели я соглашусь на это?
    return

# Моника приходит в отель ЛеГранд, решившись на эскорт
label ep210_dialogues2_escort_start_Phillip_7:
    # Моника вся в сомнениях - неужели я решусь на такое. это же проституция! я действительно смогу обслуживать мужчин за деньги?!
    # кошмар! возможно, эти эскорт-услуги не предполагают под собой интим?
    # может, мне просто нужно будет сопровождать богатых мужчин на каких-то мероприятиях?
    # если так, то я вполне справлюсь с этим. а если потом нужно будет заниматься с ними сексом?
    # что же мне делать? эта противная администраторша говорила, что мне сначала надо познакомиться с другими эскортницами...
    # пожалуй, я сделаю это сегодня. а там уже решу, согласиться или нет
    # Моника заходит в отель. на ресепшене стоит китаянка
    # увидев Монику, говорит ей - хорошо, что пришла. у нас как раз сегодня нет одной девочки
    # давай, проходи в ресторан, там тебя встретит Салли, я ей уже говорила про тебя
    # Моника в растерянности, спрашивает, а может она сегодня просто познакомиться с девушками-эскортницами без обслуживания клиентов
    # та ей говорит, что нет нельзя. ты или работаешь или не работаешь. здесь не место разводить сопли.
    # выбор: пойти в ресторан или убежать отсюда
    # если выбор убежать, то Моника говорит, что она еще не готова и ей надо еще подумать и убегает
    # если выбор идти в ресторан, то Моника китаянка предпруждает Монику о том, чтобы она не делала никаких глупостей.
    # запомни: клиент всегда прав. ты не должна спорить с клиентом. если отказываешь от чего-либо, что требует клиент, то он вправе не заплатить тебе
    # а если и заплатит, тогда я тебя оштрафую и заберу все деньги, заработанные с ним. а теперь иди.
    # Моника идет в ресторан
    return

# Моника приходит в отель ЛеГранд, решившись на эскорт
label ep210_dialogues2_escort_start_Phillip_8:
    # Моника заходит в ресторан, думая о том, что она в любой момент может отказаться и уйти
    # да, она потеряет заработанные деньги, но она не позволит всем этим неудачникам требовать от нее всяких извращений!
    # она Моника Бакфетт, а не какая-то шлюха из подворотни и не потерпит подобного
    # конечно, она никогда бы не подумала, что окажется в такой ситуации, но это все временно
    # она преодолеет все эти трудности и вернет себе все
    # а потом всем отомстит. всем! до единого!!!
    # к Монике подходит Салли
    # говорит ей - а, ты пришла наконец-то. как тебя звать-то?
    # Моника про себя думает - фи, как она разговаривает ужасно. деревенщина
    # Моника - меня зовут Мэрилин (?)
    # та ей - ага. а я Салли.
    # слушай, я тебя тут видела раньше! это же ты тогда ужинала с тем известным адвокатом?
    # значит, ты давно уже в эскорте. знаешь всю работу вдоль и поперек. этот адвокат наверное дохрена заплатил?
    # что он потом потребовал от тебя?
    # Моника смотрит на нее с недоумением, думает про себя, что за чушь она несет? что мог Дик потребовать?
    # ну, после ужина с ним? трахались с ним? или он любит чего-нибудь погорячее?
    # Моника в шоке. кошмар! как она такое может спрашивать про нее?
    # Салли продолжает - знаю я таких. богатые и важные. накормят ужином, весь вечер сидят любезничают...
    # а как только в номере с ним окажешься... в общем, ты понимаешь, о чем я... хи-хи
    # выбор: убежать или остаться здесь
    # если выбор убежать, то Моника говорит, что она еще не готова к такому и убегает
    # если остаться, то Моника говорит ей, что она не работала раньше в эскорте, а с Диком она просто знакома давно
    # та ей не верит, говорит - да ладно тебе! все вы так новенькие притворяетесь чистенькими и неопытными.
    # ты еще скажи, что не любишь трахаться с мужиками, а вынуждена сюда идти только ради денег
    # Моника про себя думает, что с этой ненормальной ей не о чем разговаривать. что она вообще несет?!
    # сюда кто-то может прийти работать из любви к ремеслу, а не из-за нужды в деньгах?!
    # Моника ей отвечает, что да, ей просто нужны деньги.
    # Салли ей говорит - короче, смотри. сегодня все девочки заняты, я здесь по приказу администратора за всем присматриваю
    # вон видишь мужик сидит? это Сэм - постоянный клиент Анны. она сейчас с другим на выезде.
    # он здесь тусит каждую пятницу и насчет бабла не жмот
    # сейчас подходишь к нему и говоришь, что ты сегодня вместо Анны. он любит новеньких.
    # Моника в шоке, как уже? клиент? любит новеньких? а что именно он любит?
    # узнаешь. считай, тебе повезло с твоим первым клиентом здесь.
    # сейчас пойдешь с ним в номер, где трахалась на днях с чуваком, который работает в отеле. (Моника в шоке) и сделаешь, что клиент попросит.
    # как закончишь с ним - выйдешь к администратору, заплатишь проценты и на сегодня свободна.
    # давай, вперед. а то мужик совсем уж заскучал.
    # Моника - о, боже! я не смогу! не смогу!
    # мне что, просто подойти к нему и предложить пойти в номер?! это так происходит?!
    # а вдруг он скажет делать какую-нибудь извращенскую гадость?! и что я буду делать?!
    # а если не извращенскую гадость, а секс? Моника, с каких пор это стало нормой для тебя?!
    # выбор: уйти отсюда! или подойти к клиенту
    # если выбор уйти, то Моника идет на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # если подойти к клиенту, то подходит к столику
    return

# Моника подходит к столику клиента
label ep210_dialogues2_escort_start_Phillip_9:
    # за столиком сидит полный мужчина, очкарик. в приличном костюме. с виду интеллигентный интеллигент
    # Моника в панике, но говорит себе, что ей надо собраться и сделать это.
    # в конце концов, она в любой момент может послать всех к черту и уйти
    # Моника обращается к клиенту - добрый вечер, мистер Сэм. я сегодня вместо Анны.
    # Сэм смотрит на нее удивленно, говорит - добрый вечер, мисс. я вас раньше здесь не видел. как вас зовут?
    # Моника - меня зовут Мэрилин (?)
    # Сэм - Мэрилин. какое прекрасное имя, как и его обладательница. я очень рад, что сегодня проведу вечер с вами, Мэрилин
    # Моника про себя думает, хм. разговаривает вежливо, выглядит вполне прилично. думаю, от него не стоит ожидать ничего развратного...
    # Сэм - позволите мне сразу пригласить вас в номер, мисс Мэрилин?
    # выбор: уйти отсюда! или пойти в номер с клиентом
    # если выбор уйти, то Моника идет на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # если пойти в номер, то Моника про себя - это же совсем нестрашно. что-то пойдет не так - я просто уйду отсюда
    # Моника говорит, что да, мы можем пойти в номер
    return

# Моника с клиентом в номере отеля
label ep210_dialogues2_escort_start_Phillip_10:
    # Сэм сидит на кровати, Моника растерянно стоит перед ним
    # спрашивает его, что ей нужно сделать?
    # Моника про себя - дал бы денег просто так и все. у меня нет никакого желания делать ему что-либо.
    # Сэм говорит, что для начала мисс должна снять платье
    # выбор: нет, я не смогу! или снять платье
    # если выбор я не смогу, то Моника убегает на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # или она снимает платье и стоит перед клиентом голая
    # тот ее рассматривает внимательно, а потом нагибается и снимает с себя ботинки с носками
    # Моника думает, что он сейчас разденется и начнет ее лапать. фу
    # но он остается в одежде и протягивает ей свою голую ступню
    # говорит, что ей нужно просто целовать и лизать его ноги, за это он будет щедр с мисс
    # Моника про себя - ФУУУУ! какая мерзость!
    # выбор: нет, я не смогу! или сделать, как просит клиент
    # если выбор я не смогу, то Моника убегает на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # если Моника согласна, то она думает, что это унизительно и противно, но если он будет щедр...
    # все же это не какое-то страшное и гадкое извращенство.
    # возможно, ему большего ничего и не нужно будет. Салли поэтому и сказала, что ей повезло с этим клиентом
    # Моника встает на колени, с отвращением, но все приближает губы к его ступне
    # про себя думает - главное, чтобы меня не стошнило прямо на него.
    # она прикасается к его ноге губами, он начинает охать и ахать, как же ему приятно, какая мисс хорошая
    # мисс может провести своим язычком по ступне? о, даа. как же приятно. даааа. оооо. ещееее
    # а теперь возьми в рот мой палец, соси его. оооооо.
    # в процессе он расстегивает ширинку, достает член и дрочит, пока Моника облизывает его ногу
    # потом он убирает ногу, придвигается к ней и кончает ей на лицо
    # Моника про себя - фу. это итак было мерзко, так он еще все лицо мне испачкал в этой гадости! фу!
    # клиент доволен, застегивается, обувается. говорит, что мисс старалась и ему понравилось.
    # Моника молча смотрит на него, вытирается
    # он встает и оставляет на кровати купюры
    # говорит, здесь 700 долларов. он обязательно с ней еще встретится и уходит
    # Моника смотрит на деньги. про себя думает, что это заработала эти деньги, облизывая ноги незнакомому мужчине. кошмар!
    # потом думает, что меньше всего ей хочется отдавать половину китаянке. может уйти и больше просто не приходить сюда? что она ей сделает?
    # выбор: пойти на ресепшен и отдать половину суммы китаянке или убежать из отеля, забрав всю сумму

    # в зависимости от выбора идет сначала к Салли, говорит ей, что отработала, клиент заплатил и вроде доволен
    # та ей говорит ок, иди к администратору.
    # на ресепшене Моника отдает 350 долларов. китаянка говорит ей - ты хорошо справилась. приходи еще.
    # если был выбор убежать, то Моника ни к кому не подходит
    # просто сбегает, дождавшись, когда китаянка на ресепшене отвернется или будет разговаривать с кем-нибудь
    # в этом случае, если Моника вернется в любой другой день в отель, та будет орать на нее и требовать с нее 700 долларов плюс предупреждение
    return


##########################
# для начала работы Монике нужно познакомиться со всеми девушками-эскортницами и выполнить какое-нибудь задание от них
# клиенты выбирают себе девушку на ночь, выстроив их всех в ряд (проработать это)
# в неделю максимальный заработок 5500 баксов
# если заработала в отеле, то фотосессии и контракт со Стивом недоступны
