# в один из дней Мониа выходит из дома, темный экран "тем временем"
# Бетти спускается к бассейну и идет в прачечную, открывает дверь
# в прачечной стоит Эрик, спиной к двери, штаны приспущены и дрочит
# шкафчик с трусиками Бетти или открыт или ее трусики лежат, показать так, что он именно на них дрочит
# Бетти - это что еще такое?! ты что тут делаешь?!
# Эрик подпрыгивает от неожиданности, поворачивается к ней, пытается прикрыться
# Эрик - я... ну... эээ...
# Бетти - а ну ка иди сюда, паршивец!!! я сейчас устрою тебе и этому малявке!!!
# Бетти - устроили непонятно что в моем доме!!! я это вам просто так не оставлю!
# Бетти хватает его за шиворот или за ухо или за руку и тащит из прачечной
# кадр меняется, Бетти затаскивает Эрика (Эрик пытается одной рукой уержать свои расстегнутые штаны) в комнату Барди
# Барди тот сидит за компом и смотрит на них удивленно - Эрик, что случилось?
# Бетти - ты у него спрашиваешь что случилось?! я скажу тебе! я нашла твоего друга в прачечной
# Бетти - он залез в шкафчик с моим бельем! он трогал свой... свой отросток! и это на мои трусики!!!
# Бетти - я не хочу больше видеть этого сопляка-извращенца в момем доме!
# Бетти - я порядочная женщина и не потерплю подобного!
# Барди смотрит на Эрика удивленно - дрочил что ли? на ее трусики? - смеется
# Бетти - я не вижу здесь ничего смешного!!!
# Бетти - еще раз такое повторится, я рсскажу родителям этого сопляка, что он тут творит!
# Барди опять смеется - расскажешь родителям?! аха-ха.
# Бетти - !!!
# Эрик - Мэм, не надо! Барди, я могу... домашку еще поделать тебе могу. как в прошлый раз, помнишь?
# Барди - домашку? ага, помню...
# Эрик - только я хочу, как и в прошлый раз... посмотреть... ну ты понял.
# Барди - два месяца домашки
# Эрик - месяц, если просто посмотрю
# Бетти смотрит на них с подозрением - на что ты собрался смотреть, сопляк?
# Барди - на тебя. ты сейчас покажешь, как ты соблюдаешь правила этого дома, а мы с Эриком посмотрим
# Бетти - ЧТОООО?! да ты охренел! я порядочная женщина и ни за что не стану...
# Барди - да-да. ты порядочная женщина и что там еще? а, ты еще и верная жена! по крайне мере, мой отец так думает. пока что
# Бетти отпускает Эрика, руки в боки и смотрит на Барди зло
# Бетти - я! не буду! этого делать!
# Барди с мерзкой улыбочкой берет в руки телефон и смотрит вопросительно на нее - ты уверена?
# Бетти про себя - ненавижу!!! мерзкая малявка!!!!
# Бетти выбор: поднять платье или послать их (если послать сцена заканчивается, она уходит)
# если поднять, то она говорит Барди, что она быстро поднимет платье и на этом все. на минуту, не больше!
# Барди - боюсь, мне придется наказать тебя. ты споришь с хозяином дома и не хочешь слушаться его приказов.
# Бетти смотрит на него зло
# Барди - ну, я жду. снимай платье! быстро в угол!
# Бетти - да как ты смеешь?! при своем друге!!! я не буду при нем!
# Барди - будешь. нажимает что-то в телефоне
# Бетти - я сделаю, что нужно. только не прикасаться ко мне (поворачивается к Эрику). понял?!
# Эрик молча смотрит на нее как маньяк и кивает, что понял
# кадр меняется. Бетти стоит в углу. в одном шарфике. зло смотрит на малявок
# Эрик - чувак, два месяца домашки
# Барди - три
# Эрик - договорились. три.
# Барди - точно? три месяца ты делаешь за меня домашку!
# Эрик - угу
# Барди - по рукам!
# Барди, обращаясь к Бетти - расставь ноги шире!
# Бетти - нет!
# в итоге Барди заставляет ее это сделать
# Бетти сидит на кровати, задрав ноги
# Эрик рассматривает ее в упор, а потом трогает ее киску
# сначала несмело, а потом засовывает в нее пальцы
# Барди смотрит на это и достает свой стояк, начинает дрочить
# Бетти - что ты делаешь?! не смей!!! ах! ох! мерзкая малявка! - сама пялится на его член
#  
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
