biff
mt
# если у Моники закончена фотосессия в последнем костюме и она уже работает в офисе
# вечером, когда Моника приносит Биффу отчеты и/или когда приходит просить его о работе, чтобы заработать 5к долларов
# кабинет Биффа, вечер
label ep210_dialogues5_office_biff_1:
    # Бифф, как обычно сидит за столом, ноги на столе
    # Бифф спрашивает, цыпочка принесла мне отчеты? цыпочка хорошо себя вела?
    # у Моники, как обычно меню выбора, притворяться хорошей цыпочкой или нет
    # в зависимости от выбора меню Моника отвечает, что она или хорошая цыпочка, или что собрала отчеты, как велел ей он
    # - если Моника заставила Юлию собирать отчеты, то Бифф говорит, что папочка недоволен, что цыпочка его обманывает
    # цыпочка плохая, она ленится выполнять свою работу, хотя для этого достаточно поднять свой зад от стула
    # кстати о заде цыпочки... если хочешь и дальше сидеть в своем кресле босса
    # тогда ты должна провести одно важное мероприятие
    # - если Моника сама собрала отчеты, то Бифф говорит ей, что папочка доволен цыпочкой
    # поэтому папочка может ей поручить одно дело. цыпочка должна провести одно важное мероприятие.
    # Моника смотрит на Биффа подозрительно, спрашивает что еще за важное мероприятие?
    # Бифф говорит, что скоро будет проходить совет директоров, куда приглашены несколько их потенциальных инвесторов
    # в ее интересах сделать так, чтобы инвесторы согласились вложить свои деньги в развитие журнала
    # если цыпочка, конечно, хочет остаться на этой работе и сидеть в кресле босса
    # а не стоять в подворотне за 20 баксов. ха-ха
    # Моника злится, думает, что она обязательно найдет способ вышвырнуть эту сволочь из СВОЕГО кабинета
    # ты должна провести презентацию. и сделаешь ты это так, чтобы они ни на секунду не усомнились, что
    # ты и есть Моника Бакфетт, а не ее дешевая подделка
    # Моника злится, но молчит. сверлит эту сволочь взглядом
    # на презентации расскажешь им, что журнал успешен, что раскупается миллионными тиражами по всей стране
    # что сейчас взят новый курс, который позволит выйти журналу на мировой уровень. ну и все в таком духе
    # короче, сама придумаешь. не зря же я тебе плачу за работу здесь.
    # 
    #
    #
    #
    #
    #




    # презентация перед советом директоров
    # Моника в платье, открытом сзади
    # он заставляет ее надеть другой офисный костюм и провести в этом луке презентацию для потенциальных инвесторов
    # один из инвесторов Филипп, один из директоров Стив



    # как будет раскрываться меню Бифа, когда Моника приходит к нему на кастинг после фотосессий?
    # каким способом, Моника откроет следующий пункт меню? - успешным проведением презентации
    # один из директоров позже обратиться к Биффу по вопросу проведения фотосессии Моники для него
    # если Моника соглашается, то открывается очередной пункт меню кастинга у Биффа
