biff
mt
# если у Моники закончена фотосессия в последнем костюме и она уже работает в офисе
# вечером, когда Моника приносит Биффу отчеты и/или когда приходит просить его о работе, чтобы заработать 5к долларов
# кабинет Биффа, вечер
label ep210_dialogues5_office_biff_1:
    # Бифф, как обычно сидит за столом, ноги на столе
    # Бифф спрашивает, цыпочка принесла мне отчеты? цыпочка хорошо себя вела?
    # у Моники, как обычно меню выбора, притворяться хорошей цыпочкой или нет
    # в зависимости от выбора меню Моника отвечает, что она или хорошая цыпочка, или что собрала отчеты, как велел ей он
    # - если Моника заставила Юлию собирать отчеты, то Бифф говорит, что папочка недоволен, что цыпочка его обманывает
    # цыпочка плохая, она ленится выполнять свою работу, хотя для этого достаточно поднять свой зад от стула
    # кстати о заде цыпочки... если хочешь и дальше сидеть в своем кресле босса
    # тогда ты должна провести одно важное мероприятие
    # - если Моника сама собрала отчеты, то Бифф говорит ей, что папочка доволен цыпочкой
    # поэтому папочка может ей поручить одно дело. цыпочка должна провести одно важное мероприятие.
    # Моника смотрит на Биффа подозрительно, спрашивает что еще за важное мероприятие?
    # Бифф говорит, что скоро будет проходить совет директоров, куда приглашены несколько их потенциальных инвесторов
    # в ее интересах сделать так, чтобы инвесторы согласились вложить свои деньги в развитие журнала
    # если цыпочка, конечно, хочет остаться на этой работе и сидеть в кресле босса
    # а не стоять в подворотне за 20 баксов. ха-ха
    # Моника злится, думает, что она обязательно найдет способ вышвырнуть эту сволочь из СВОЕГО кабинета
    # ты должна провести презентацию. и сделаешь ты это так, чтобы они ни на секунду не усомнились, что
    # ты и есть Моника Бакфетт, а не ее дешевая подделка
    # Моника злится, но молчит. сверлит эту сволочь взглядом
    # на презентации расскажешь им, что журнал успешен, что раскупается миллионными тиражами по всей стране
    # что сейчас взят новый курс, который позволит привлечь еще больше внимания и выйти журналу на мировой уровень.
    # ну и все в таком духе. короче, сама придумаешь. не зря же я тебе плачу за работу здесь.
    # если цыпочка будет хорошей, успешно проведет презентацию и не сделает никаких глупостей
    # то папочка будет ею очень доволен и возьмет ее с собой на корпоратив после презентации
    # где будут присутствовать все директора и инвесторы
    # выбор: отказаться (пошел он к черту со своей презентацией! хочет сделать из моего журнала дешевое порно на деньги инвесторов! я не собираюсь учавствовать в этом!!!)
    # при отказе говорит Биффу, что подумает (тогда при следующем визите к Биффу он снова будет говорить об этой презентации)
    # выбор: согласиться - Бифф довольно улыбается, Моника думает о том, что идея привлечения инвесторов для журнала пойдет только на пользу
    # и вполне логично, что именно она будет проводить переговоры с ними, потому что она Моника Бакфетт, она здесь БОСС!
    # и она не доверит это важное мероприятие никому, а особенно этой сволочи Биффу! ненавижу его!
    # Моника говорит ему, что да, она проведет эту презентацию
    # Бифф говорит, отлично. только не в этом скучном костюме. перед презентацией зайдешь в гримерку, переоденешься
    # я распоряжусь подготовить для тебя кое-что более подходящее для такого важного события
    # Моника про себя думает, что она наконец сможет надеть какое-нибудь дорогое платье
    # и хотя бы на один день снять с себя все эти дешевые тряпки, которые она вынуждена носить
    # из-за таких сволочей, как Бифф! которые отняли у нее все!!!
    # Моника говорит Биффу, что готва провести презентацию
    # тот говорит ей, что доволен, что цыпочка такая послушная и отпускает ее готовиться к презентации
    # Моника выходит из его кабинета с мыслями о том, что неплохо было бы ей заручиться поддержкой кого-нибудь
    # из инвесторов и наконец навести здесь порядок и расставить все по своим местам: ей вернуть ее место Босса
    # а сволочь Биффа вышвырнуть отсюда
    return

# Моника приходит на работу в офис на другой день
# если заходит в свой кабинет и кликает "работать до вечера", то она говорит, что сегодня презентация.
# мне надо идти в гримерку и переодеться. интересно, какое платье для меня приготовили
# при клике на гримерку (или фотостудию)
label ep210_dialogues5_office_biff_2:
    # Моника с довольным видом заходит в гримерку и видит на стуле (на манекене, на вешалке?) платье, которое ей приготовили для презентации
    # Моника в шоке смотрит на это, возмущенно про себя, ЧТО ЭТО?! ЭТО я должна надеть перед директорами и инвесторами!!!
    # эта сволочь Бифф совсем сдурел?! что он себе позволяет?!!!! пусть сам надевает ЭТО и ведет переговоры!!!
    # Моника возмущенно выходит из гримерки и сталкивается с Биффом в фотостудии
    # Бифф ей говорит, цыпочка до сих пор не переоделась? цыпочку уже все ждут. давай, быстрее!
    # Моника ему возмущенно, я не пойду в ЭТОМ ни на какую презентацию!!!
    # Бифф ей, это еще почему?!
    # Моника ему, это наряд для какой-нибудь дешевой шлюхи в дешевом баре! я не собираюсь это надевать!
    # Бифф ей говорит, что ты видимо забыла, что ты и есть дешевая двадцатибаксовая шлюха из подворотни
    # думаешь, если похожа на Монику Бакфетт, то я тебя не вышвырну отсюда?
    # если откажешься надевать это платье, то можешь прямо сейчас возвращаться в подворотню
    # я распоряжусь, чтоб тебя сюда больше не впускали. цыпочке все ясно?
    # Моника кипит от злости
    # выбор: отказаться (думает, пошел он к черту вместе со своей презентацей! я найду другой способ вернуть себе свой журнал и вышвырнуть эту сволочь отсюда!!!)
    # в случае отказа пропуск презентации и паблик ивента
    # согласиться. Моника думает, хорошо я надену это ужасное платье. мне нужно попасть на этот чертов паблик ивент
    # это хорошая возможность заключить договоренность с кем-нибудь из инвесторов и вернуть себе свое место
    # мне просто нужно будет встать и рассказать про планы развития журнала. я просто не буду поворачиваться к ним спиной...
    # Бифф говорит, что ждет ее в своем кабинете через пять минут. там все уже в сборе.
    # и попробуй только выкинуть какую-нибудь глупость, цыпочка!
    # Моника смотрит на него с ненавистью, молча разворачивается и скрывается в гримерке
    return

# надпись на экране "через пять минут...", звук каблуков, звук открывается дверь
# кабинет Биффа
label ep210_dialogues5_office_biff_3:
    # 
    #
    #
    #
    #
    #
    #
    #

    # один из инвесторов Филипп, один из директоров Стив

    # как будет раскрываться меню Бифа, когда Моника приходит к нему на кастинг после фотосессий?
    # каким способом, Моника откроет следующий пункт меню? - успешным проведением презентации

    # один из директоров позже обратиться к Биффу по вопросу проведения фотосессии Моники для него
    # если Моника соглашается, то открывается очередной пункт меню кастинга у Биффа
