# Моника приходит в ресторан на ужин (презентация инвесторам уже проведена)
# ресторан отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_1:
    # Моника заказывает еду у официантки
    # пока ждет, когда принесут ее заказ, думает о том, что наконец-то она постепенно возвращает свою прежнюю жизнь
    # она на верном пути, ведь совсем недавно она могла себе позволить только один ужасный кебаб или сворованное пирожное
    # ей пришлось пережить столько ужасных моментов...
    # а теперь она может себе позволить надеть красивое платье и сходить на ужин ресторан
    # скоро Моника Бакфетт вернет себе все, что у нее отняли
    # и накажет всех до единого, кто посмел недостойно себя вести в отношении нее, пользуясь тем, что у нее временные трудности
    # всех до единого!
    # ее мысли прерывает мужской голос - миссис Бакфетт, какая неожиданная и приятная встреча!
    # Моника поднимает взгляд, рядом с ее столиком стоит Филипп
    # Моника про себя, о нет! только не этот мерзкий тип! что он здесь делает?!
    # Филипп продолжает любезничать, добрый вечер, Миссис Бакфетт. позвольте вашу ручку
    # Моника вспоминает о том, что он один из инвесторов, а Биф угрожал, что уволит ее, если хоть кто-то из них отказывался
    # решает про себя, что надо притвориться, что рада встрече и узнать, что решил этот Филипп насчет инвестирования журнала
    # Моника натягивает на себя улыбку и протягивает ему руку, тот наклоняется и целует ее, ухмыляясь
    # он говорит, Миссис Бакфетт, позвольте, я составлю вам компанию
    # Моника разрешает ему присесть
    # официант приносит ужин
    # Филипп говорит Монике, что впечатлен ее выступлением на презентации
    # Моника говорит, спасибо, вы уже ознакомились с документацией, которую вам высылали на почту? каково ваше решение?
    # Филипп отвечает, что не ознакомился, ему не это нужно, чтобы принять решение
    # Моника удивлена, а что именно вас интересует? я могу вам подробно все рассказать
    # Филипп - мне нужно не рассказывать, а показывать, Миссис Бакфетт. и не только показывать, если вы понимаете, о чем я
    # ???
    # Филипп - я конечно не люблю дважды пользоваться одной и той же женщиной, но когда увидел вас на презентации
    # вернее не вас, а ваш замечательный зад, я подумал, а почему бы и нет. ведь я использовал только ваш ротик (если было)
    # !!!
    # Моника возмущена, что он себе позволяет и т.д.
    # Моника говорит ему, что с юбкой вышло нелепое недоразумение. и она не позволит так с собой обращаться, это оскорбительно для такой леди, как она
    # Филипп говорит ей - конечно, миссис Бакфетт, вы правы. я никогда бы себе не позволил выражаться подобным образом, общаясь с леди
    # а вот с такой "леди" как вы, Миссис Бакфетт, я могу обращаться, как хочется МНЕ, а не вам
    # поэтому я сейчас оплачиваю ваш ужин, Миссис Бакфетт, а вы снова продемонстрируете ваш замечательный зад
    # а я, в свою очередь, возможно склонюсь к положительному решению по вопросу моих инвестиций... возможно, Миссис Бакфетт
    # все зависит от того, насколько хорошо вы себя будете вести.
    # а если будете себя хорошо вести, то еще и заработаете долларов 300.
    # Моника возмущена этим предложением, выбор: как вы можете предлагать мне подобное?! или почему 300 долларов?!
    # если возмущается насчет предложения, то квест не продолжается (но к нему всегда можно вернуться, сходив на ужин в отель)
    # если возмущается насчет цены, спрашивает, почему 300 долларов?!
    # Филипп, ухмыляясь говорит, что вы подешевели, Миссис Бакфетт
    # вы продожаете дешеветь даже сейчас и я думаю, что 300 долларов - это много. 250 не больше
    # Моника, 250?!
    # про себя возмущается, вся в сомнениях, как так, что мне делать, мне нужны деньги, но не таким же способом!
    # а ведь он же еще и инвестор!!! а что если он откажется инвестирвать? Биф меня больше не пустит в офис!
    # он ей, да. будете задавать лишние вопросы, станет еще меньше.
    # он подзывает официанта, расплачивается за ужин, говорит Монике - позвольте вашу руку, Леди
    # она встает со стула, подав ему руку.
    # Моника паникует в мыслях, боится, что ее отказ сейчас повлечет за собой огромные последствия. и она окажется без работы в журнале
    # тогда она не будет в курсе тех событий, что происходит в ее журнале и что там творит сволочь Биф
    # как же быть? вроде, этот Филипп сказал, что ему нужно только показать попу. может, он не будет ничего другого делать
    # он же сам сейчас сказал, что не пользуется дважды одной и той же женщиной (если в прошлый раз была сцена в туалете)
    # Моника смотрит на него, пытаясь понять его намерения, тот ей улыбается в ответ
    return

# ресторан отеля ЛеГранд, туалет
label ep210_dialogues2_escort_start_Phillip_2:
    # Филипп говорит Монике, давайте, Миссис Бакфетт, продемонстрируйте мне свой замечательный зад
    # Моника все еще думает, не зря ли она согласилась пойти с ним сюда
    # Филипп говорит, зря вы тратите время на раздумья. не забывайте, что вы дешевеете, Миссис Бакфетт. время - деньги
    # Моника неуверенно поворачивается к нему задом и задирает платье немного
    # он ей говорит, что это никуда не годится и заставляетт ее поднять платье еще выше
    # Моника задирает его до талии и стоит перед ним с голой попой, думая, боже, я стою с голой попой в туалете ресторана. какой кошмар!
    # он ей говорит, пока ты ведешь себя хорошо. а теперь предложи мне себя. раздвинь ноги и покажи мне, что там между ними
    # Моника злится, пытается возразить ему, мы об это не договаривались
    # он ее перебивает и напоминает, что она должна вести себя хорошо, иначе он может передумать не только насчет 250 баксов, но и насчет инвестиций
    # Моника про себя думает о том, как же она ненавидит всех этих извращенцев. нагибается и раздвигает ноги
    # он расстегивает ширинку и достает член. говорит - давно я не трахал "леди" в туалете ресторана. ухмыляется
    # подходит к ней ближе и засовывает член в нее
    # Моника в ужасе, но не сопротивляется. думает, что с ним сейчас лучше не спорить. она ему отомстит обязательно.
    # он будет одним из первых, кого Моника Бакфетт накажет за все его мерзкие поступки
    # секс с Филиппом, после которого он говорит, что Моника себя вела хорошо и не открывала лишний раз свой рот
    # это ему понравилось, поэтому она может забирать свои 250 долларов. дает ей деньги
    # но вот насчет инвестиций ему надо еще подумать...
    # Моника смотрит на него, говорит, вы ведь говорили, что примите положительное решение, если я... я
    # он отвечает, что говорил, что склониться к положительному. а это разные вещи
    # хотя, он и не удивлен, что она не понимает разницу...
    # он протягивает ей визитку(?), она растерянно смотрит на нее
    # он говорит, что визитка ей понадобится, там есть его адрес
    # по вечерам в субботу он бывает дома. если хочешь узнать, что я решу насчет инвестиций
    # а заодно и заработать 250 долларов, то приедешь.
    # Филипп уходит. Моника негодует, какие же все вокруг сволочи и как же она хочет поскорее отомстить им всем!
    return

# квартира Филиппа
label ep210_dialogues2_escort_start_Phillip_3:
    #
    #
    #




# в след. раз она приходит туда и к ней подходит служащий отеля
# говорит, что Филипп ему сказал, что он может оплатить ее ужин и она ему даст
# потом к ней подходит админ китаянка и говорит, что так и знала, что Моника шлюха и работает здесь
# и в прошлый раз она приходила сюда именно работать.
# она узнала об этом от работника
# Моника должна согласиться с ней, чтобы начать работать в эскорте
# для начала работы Монике нужно познакомиться со всеми девушками-эскортницами и выполнить какое-нибудь задание от них
# клиенты выбирают себе девушку на ночь, выстроив их всех в ряд (проработать это)
# любой косяк - предупреждение от китаянки (она организатор этого эскорта), второй косяк - выкидывают на улицу
# в неделю максимальный заработок 5500 баксов
# если заработала в отеле, то фотосессии и контракт со Стивом недоступны
