# Моника приходит на работу в офис, заходит в свой кабинет.
# при выборе "работать весь день" вызывается эта сцена
# Кабинет Моники.
label ep210_dialogues2_punishment_victoria_1:
    # Моника сидит за своим столом, Юлия работает за своим
    # думает - в этом отделе собрали самых никчемных сотрудников
    # думает - они целыми днями сидят в своих бумажках и думают, что их отчеты кому-то здесь нужны. неудачники.
    # смотрит на Юлию
    # думает - а эта Юлия вообще готова до поздней ночи сидеть и делать никому ненужную работу.
    # думает - от нее больше пользы было, когда она работала гувернанткой
    # открывается дверь и в ее кабинет заходит Мелани, встает перед Моникой
    # Мелани говорит - здравствуйте, Миссис Бакфетт
    # Моника заметно пугается, вскакиевает со стула
    # Моника думает - что?! опять?!!! снова эта мерзкой Виктории что-то нужно?!!!!
    # Юлия с интересом наблюдает за поведением Моники, та увидев это, берет себя в руки
    # Моника делает покерфейс и обращается к Мелани
    # Мелани? надеюсь, ты пришла не для того, чтобы пригласить меня на очередной девичник...
    # Мелани отвечает - как раз об этом я и хотела с вами поговорить, Миссис Бакфетт.
    # пауза. Моника смотрит на нее и думает - чтобы я еще раз пошла на встречу с этой сучкой Викторией?!
    # ни за что! если Мелани согласна на еще один такой девичник, то пусть развлекает сама эту мелкую дрянь!
    # Юлия в это время с подозрением смотрит на Монику
    # Моника говорит - да, Мелани, я слушаю...
    # Мелани поворачивается, смотрит на Юлию, потом снова на Монику
    # Моника тоже обращает внимание, что Юлия греет уши
    # выбор:
        # 1) попросить ее вежливо выйти
            # Юлия, у меня сегодня много дел и я не успеваю собрать отчеты у сотрудников
            # ты мне очень поможешь, если соберешь эти отчеты вместо меня
            # Биф, конечно, будет этим недоволен, но сейчас мне не до этого
            # Юлия - да конечно, Миссис Бакфетт.
            # Юлия подходит к столу, Моника протягивает ей флешку, Юлия берет флешку и выходит из кабинета
        # 2) выгнать Юлию из кабинета
            # pass
    # Юлия! Я смотрю, наш разговор с Мисс Мелани тебя интересует больше, чем работа?!
    # Юлия - нет, Миссис Бакфетт. извините, Миссис Бакфетт...
    # Моника ей - выйди из кабинета! возьми мою флешку и собери отчеты у сотрудников! займись хоть чем-нибудь полезным!
    # про себя - никчемная помощница! никакого толку от нее!
    # думает - Биф снова будет недоволен, что не я собирала отчеты. ну и черт с ним! сейчас у меня более важные дела!
    # Юлия подбегает к ее столу, Моника протягивает ей флешку, Юлия берет флешку и выходит из кабинета
    # Моника, как только Юлия выходит из кабинета, вскакивает со своего стула
    # Моника говорит - Мелани! Больше никаких встреч с этой сучкой Викторией!!!
    # я даже слышать об этом ничего не хочу!
    # какая-то выскочка решила поиграть со мной, Моникой Бакфетт, в свои извращенские игры!!!
    # и думает, что ей это просто так сойдет с рук!!!
    # Мелани спокойно смотрит на Монику
    # Мелани говорит - вот именно это я и хотела обсудить с вами, Миссис Бакфетт
    # Моника смотрит на нее с возмущением
    # выбор:
        # 1) я больше ни слова не хочу слышать об этой стерве!!! (пропуск событий с Мелани)
            # Мелани! Я больше ни слова не хочу слышать об этой стерве!
            # И ничего не собираюсь обсуждать!
            # У меня и без этого проблем хватает!
            # Мелани ей - вы уверены, Миссис Бакфетт? Это ведь в ваших интересах...
            # Моника перебивает Мелани - я это уже слышала от тебя, Мелани!
            # в тот день, когда ты также зашла ко мне в кабинет и позвала к себе в гости!!!
            # я больше не хочу ничего обсуждать!!!
            # Мелани ей - хорошо, Миссис Бакфетт. я вас услышала. до свидания, Миссис Бакфетт
            # Мелани про себя - Миссис Бакфетт, конечно, очень умная женщина...
            # но в такие моменты я начинаю сомневаться в этом...
            # Мелани выходит из кабинета
        # 2) я тебя слушаю, Мелани.
            # pass
    # Моника садится на свой стул и говорит - я тебя слушаю, Мелани.
    # Мелани говорит - Миссис Бакфетт, я согласна с вами. просто так нельзя оставлять то, что Виктория сделала в тот вечер
    # и рассчитываю на ваше содействие в том, чтобы поставить ее на место и лишить возможности манипулирования нами
    # другими словами, нам нужно ее обезвредить
    # Моника отвечает - эту стерву уже давно следовало бы поставить на место. вопрос в том, как это сделать?
    # Мелани - дело в том, что я навела кое-какие справки...
    # Моника про себя - хм... что бы там ни было, я сделаю все, чтобы отомстить этой мелкой дряни!
    # Мелани - я задействовала свои связи и узнала, что у одного папарацци есть фото, компрометирующее Викторию
    # Моника смотрит на нее недоверчиво
    # спрашивает - и что это за фото?
    # Мелани - на этой фотографии доказательство того, что Виктория изменяет Дику
    # Моника смотрит на нее удивленно
    # Мелани - да. она сделала это прямо в его кабинете на рабочем столе.
    # я нашла е-мэйл этого папарацци и в переписке пообщалась с ним на эту тему
    # он не готов просто так отдавать эту фотографию и выдвинул определенное условие...
    # Моника - какое условие? что ему нужно?
    # Мелани, ты же понимаешь, что нам просто необходимо достать это фото?!
    # Мелани - да, Миссис Бакфетт.
    # этот парень хочет, чтобы мы отдали ему наши эксклюзивные фотографии...
    # сделанные на фотосессии специально для него...
    # Моника - наши?! ты имеешь ввиду, твои и мои фотографии?
    # Мелани - совместные фото, Миссис Бакфетт... и без одежды.
    # Моника снова вскакивает со своего стула - ЧТОООО?!
    # !!!  Без одежды?!
    # Мелани - да, Миссис Бакфетт.
    # как только мы предоставим ему наши фотографии, он отдаст нам фото Виктории
    # Моника - !!!!
    # выбор:
        # 1) Конечно, нет! Я не соглашусь на это! (пропуск событий с Мелани)
            # Конечно, нет! Я ни за что не соглашусь на это!
            # я уже убедилась в том, что вокруг одни негодяи и обманщики
            # я не верю, что у него вообще есть эта фотография с Викторией!
            # а если и была бы, то он мог выгодно ее продать нам! а не требовать от нас какие-то фотографии взамен!
            # да еще и без одежды!!!
            # в итоге у него будут наши фото с голым задом, а мы взамен ничего не получим!
            # нет, Мелани! нам нужно искать какой-то более надежный способ расправиться с этой стервой
            # Мелани - вы думаете, что не стоит ему доверять, Миссис Бакфетт?
            # Моника - конечно, не стоит, Мелани! ты сама то готова показывать свой голый зад непонятно кому?!
            # Мелани - возможно, вы правы, Миссис Бакфетт...
            # я постараюсь разузнать еще какую-нибудь информацию, которая может быть нам полезной
            # Моника - хорошо, Мелани. ты можешь рассчитывать на мою поддержку в этом вопросе.
            # Мелани - до свидания, Миссис Бакфетт
            # Мелани уходит
            # Моника про себя - неужели Мелани могла предположить, что Я, Моника Бакфетт, соглашусь на фотосессию без одежды!
            # и для кого?! для какого-то неудачника!!! фи!
            # уверена, что есть более действенный способ обезвредить стерву Викторию...
        # 2) Мелани!!! Как ты себе это представляешь?!
            # pass
    # Мелани!!! Как ты себе это представляешь?!
    # неужели нельзя было договориться с ним на других условиях?!
    # я не собираюсь светить своим голым задом на камеру для какого-то папапрацци!
    # Мелани - Миссис Бакфетт, я пыталась изменить условия договоренности, но он остался неприклонен
    # или мы делаем эту фотосессию и тогда фото Виктории у нас в кармане
    # или отказываемся, но в таком случае мы с вами упустим шанс избавиться от нее
    # Моника - Мелани, а ты уверена, что у этого папарацци действительно есть эта фотография?
    # Мелани - да, Миссис Бакфетт. я доверяю тому человеку, кто рассказал мне об этом
    # Моника про себя - черт! и что теперь делать? неужели придется проводить эту фотосессию?!
    # Моника - Мелани, а если папарацци нас обманет?
    # Мелани - я не думаю, Миссис Бакфетт. как я уже говорила, я доверяю моему знакомому. он отзывался о нем положительно
    # Моника в сомнениях
    # Моника - и кто будет нас фотографировать?
    # Мелани - я договорюсь с Алексом. он для меня сделат все, что я скажу
    # Моника - с Алексом?!!!
    # Мелани - да. в данной ситуации Алекс - лучший вариант. тем более, он уже неоднократно работал с нами обеими
    # Моника - ....
    # выбор:
        # 1) Мелани, мне нужно подумать... (пропуск событий с Мелани)
            # Мелани, мне нужно подумать... Я не могу пока согласиться на эту фотосессию.
            # Мелани - я понимаю вас, Миссис Бакфетт. но это наш шанс обезвредить Викторию
            # когда вы решите, проводить фотосессию или нет, дайте мне знать
            # Мелани выходит из кабинета
            # Моника про себя - я еще не сошла с ума соглашаться на такое!
            # уверена, что есть более действенный способ обезвредить стерву Викторию...
        # 2) И когда ты хочешь провести эту фотосессию?
            # pass
    # Моника - И когда ты хочешь провести эту фотосессию?
    # Моника про себя - черт! возможно, это единственный шанс расквитаться с этой сучкой
    # Моника - вдруг, я сейчас откажусь и больше не подвернется никакого компромата на Викторию?
    # а пока я буду медлить, эта мелкая стерва придумает снова какую-нибудь гадость
    # фу, нет. я больше не смогу перенести подобного!
    # я соглашусь на фотосессию, но надо будет сказать Алексу, чтобы он не брал крупные планы или откровенные ракурсы
    # Мелани - Миссис Бакфетт, я сегодня поговорю с Алексом.
    # я думаю, нужно провести фотосессию, когда Бифа нет на рабочем месте. не нужно, чтобы он узнал об этом
    # Моника про себя - его на рабочем емсте можно найти только по вечерам, с бутылкой виски
    # Моника - договорились, Мелани
    # Мелани - до свидания, Миссис Бакфетт.
    # Мелани уходит
    # Моника про себя - надеюсь, я не пожалею о том, что согласилась на это...
    # в конце концов, давно пора поставить Викторию на место.
    # ненавижу эту мерзкую сучку!
    return


# они фоткаются у Алекса и договариваются с папарацци о встрече (они не знают, что он - друг Виктории)

# Мелани с Моникой приходят на встречу, а там их ждет Виктория
# она забирает у них фотки ню, разговаривает с ними, что-то заставляет их сделать прямо в кафе

# дома у Мелани Виктория ее наказывает за то, что та пыталась скомпроментировать ее в глазах Дика
# она заставляет Мелани сняться в видео с участием Фреда, а Моника на это все смотрит
# Мелани в камеру говорит, что сделает как обычно минет за 50 баксов, секс - за 100 баксов
# Фреда видно со спины, он бросает ей 50 баксов и та делает ему минет
# Виктория это все записывает для того, чтобы показать потом Дику
