# Юлия приходит к Монике и жалуется на подхалима с Гретой
# Моника говорит - ничего не знаю, они выполняли какое-то важное распоряжжение начальства
# Ю- какой распоржение - посмотрет мои тресики?
# М - а  тут причем? они просто выполняют свою работу
# Ю- как ни причем? это же по вашему приказу они это делают
# М - я не помню такого. мне до это вообще дела нет, до низкоуровневых сотрудников
# Ю- как? вы же пытались ущипнуть меня, поцеловали меня...
# Ю - я пытаюсь понять причину, почему вы так делаете. вы пытаетесь сблизиться со мной? вы ко мне неравнодушны?
# М - с чего ты взяла?
# Ю - вы мне тоже оч нравитесь, но я всегда боялась вам сказать об этом, но
# М думает, что это отличный способ наконец узнать какие трусики она носит. по-другому никак - она слишком быстро прыгает
# я эту глупую юлию могу легко обмануть, сказав что она мне нравится. и она мне все расскажет
# М подходит к ней и говорит, что та и правда ей нравится, поэтму она щипала ее за попу. она ее обнимает и пытается поднять ее платье.
# юлия все равно не дается, говорит, что правда? но я не могу так быстро.
# бла-бла-бла Ю - я просто не могу поверить что я вам и правда нравлюсь. вы такая красивая и умная. как я могу вам нравится?
# ранее Моника могла признаться, что она испачкала ковер и Юлия добровольно оттирала пятно
# или заставить оттирать пятно ее
# Моника могла обвинить в этом Юлию и заставить етереть пятно, а потом ее уволить
# или простить и оставить на работе
# в зависимости от того, как Моника относилась к Юлии, у них будет развиваться разговор в баре
# всего два свидания, второе перед тем, как к Юлии домой пойти. дома Ю снова не даст посмотреть трусики, а сразу пойдет в внную, а оттуда в полотенце
# М приходит, доброе утро, целут в щечку, уходя говорит, пока, милая. в течение дня Ю может подойти к ней, поделать массаж - после 1-го свидания
# Моника в комнае отдыха кладет Ю на диван и предлагает ей массаж, делает массаж ног, все выше и выше, пытаясь подсмотреть, но снова никак
# Ю - вы и правда хотите со мной отношений?
# М - да, я хочу узнать тебя поближе, проводить с тобой больше времени
# Ю - не могу поверить в это, вы такая бла-бла? что вы могли найти в такой как я
# М вынуждена пречислись что-то
# Ю - а почему вы так со мной образщались
# М - я не могла пнять, что мне в тебе так притягивает и злилась на это. поэтому так вела себя
# Ю- а сейчас что изменилось
# М - я решила, что мне нужно сделат каминг аут, несмотря на то, что скажут остальные
# Ю - мне нужно время, что бы привыкнуть к этому
# Ю зовет М попить кофе в кафе, приглашает на свидание
# та соглашается, уверена в том, что удастся улучить момент и подсмотреть, в кафе что-нибудь роняет на пол и смотрит под стол, а та опять закрывается
# на 2-е свидание они идут вечером на ужин  и у М должны быть деньги, чтобы угостить Ю
# М еще на 1-м свидании задумала, что нужно попасть к Ю в гости, там она посмотрит, какого цвета у нее белье
# но Ю говорит, что после 1-го свид к ней никак, ей нужно время, чтобы привыкнуть к этому и вообще поверить, что она действително нрав М
# на 1-е свид - Ю я не могу поверить в это.
# Ю - нам нужно узнать друг друга лучше
# М - и что ты хочешь от меня
# Ю - ну не знаю, люди ходят на свидание... можт, пойдем кофе попьем
# М - кофе? отличный повод. ок. куда ты хочешь? я не могу тебя вести в те пафосные места, куда хожу обычно.
# М - боюсь, что ты будешь чувствовать себя неудобно. выбирай то место, которое нравится тебе. н-р, рядом с твоим домом. где ты живешь?
# Ю - в трущобах
# М - я хочу доказать тебе, что ты мне и правда нравишься, поэтому с удовольствием пойду с тобой в то кафе, где ты обычно бываешь. хочу узнать тебя получше
# договариваются о встрече на след день
# М приходит на работу, Ю нет. становится доступным кафе в трущобах
# Ю будет пить кофе, М - чай
# Ю на свид рассказывает о себе, что она с состоятельной семьи из другой страны, но она не хочет к ним возвращаться
# они никогда ее не понимали и не поддерживали, поэтому она уехала и пытается жить самостоятельно
# М спрашивает почему та не вернется
# Ю - должно произойти нечто экстраординарное, чтобы я вернулась к ним.
# повторяющиеся сцены с массажем, где М пытается залезть к Ю, а та не дается
# Ю спрашивает, зачем та лезет ко мне под юбку. та говорит, что потому что Ю ей нравится
# и М спрашивает, носит ли она вообще трусики. Ю говорит, да. М - а какого они цвета? Ю не говорит ей, это слишком личное
# Ю говорит, что читала в книжке, что одна начальница каждый день целовала свою подчиненную, говорила ей комплименты. и она хочет также.
# М психует, кто написал такую дурацкую книжку, но вынуждена делать, как хочет Ю, чтобы втереться ей в доверие
# М - если я буду делать также, ты мне поверишь
# Ю - да.
# если М все делает правильно то уровень Ю повышается
# 2-е свид доступно, когда Ю достигает опред уровня. после него М попадает к Ю домой.
# меню отношений изменяется
# М уговаривает Ю дать хотя бы потрогать ее за попу. та соглашается. М трогает и там нащупывает трусики. но посмотреть их не может
# апдейт закончится массажем
#
#
#
#
#






# Моника понимает что ей не сказать про Фреда, иначе правда про нее всплывет
# Юлия спрашивает, что это потому что я нравлюсь Вам?
# Моника может ответить что да, ты мне нравишься
# Думает сейчас подыграю и выясню у нее
# свидание
