# Паб. Гримерка танцовщиц. Разговор Моники с рыжей Молли.
label dialogue_5_dance_strip_5:
    # рыжая сидит возле зеркала, Моника стоит в дверях
    # Моника думает, черт, я совсем забыла, что сегодня здесь звезда трущоб. не хочу разговаривать с этой хамкой
    # Моника проходит в гримерку и молча переодевается в одежду Клэр
    # рыжая ей, не поворачиваясь, "Эшли говорит, что твоими выступлениями якобы довольны посетители паба и хотят видеть тебя чаще на сцене..."
    # Моника поворачивается и зло смотрит на нее "И что?"
    # Моника про себя, на что эта хамка намекает? злится, что она может быть уже и не звезда?
    # рыжая смотрит на Монику зло "Я тебя предупреждаю, шлюха, если из-за тебя я потеряю хотя бы один цент от своего заработка,
    # я сделаю все, что бы тебя выкинули отсюда... или отправлю тебя за решетку... где тебе и место!
    # Моника ей высокомерно в ответ "Что я слышу?.. Мне угрожает сама звезда паба Шайни хол!" "Ты серьезно?! Думаешь, что ТЫ можешь испугать меня чем-то?"
    # рыжая офигевает от такого, ничего не отвечает и зло смотрит на Монику, "!!!"
    # Моника отворачивается, одевается, намазывается сама маслом и выходит на сцену
    return


# Паб. Гримерка танцовщиц. Моника, после выступления.
label dialogue_5_dance_strip_5_2:
    # Моника возвращается в гримерку, там уже никого нет
    # Моника, в этот раз уже было попроще, не хватало еще привыкнуть к этому!
    # думает о том, что надо немного потерпеть, это когда-нибудь закончится и она сможет выбраться из этого кошмарного дна. она все сделает для этого!!!
    return
