# при этом квесте будут заблокированы все остальные квесты - предупреждение игрокам
# Моника у себя в спальне в подвале
label ep210_dialogues6_gun_monica_fred_1:
    # Моника лежит на кровати и смотрит на прикроватную тумбочку, где закрыт пистолет
    # Моника - интересно, откуда в этой комнате пистолет? и чей он? Юлии? нет, это врядли...
    # зачем этой никчемной Юлии нужен пистолет? тогда чей же он?
    # и что мне с ним делать?
    # это отличная возможность отомстить всем неудачникам, которые меня унижали и обманывали
    # пользуясь тем, что у меня временные трудности
    # с другой стороны, это незаконно. а мне не нужны проблемы с полицией...
    # выбор: взять пистолет или оставить его в шкафу
    # если взять, то Моника думает, что она достаточно натерпелась унижений
    # я укажу им все их истинное место
    # и верну себе все, что у меня отняли
    # после этого мне не будет страшен никакой Маркус
    # и вообще, почему Маркус заинтересовался именно мной? почему именно мне он тогда позвонил и лишил меня всего?
    # это все не могло произойти просто так, по какой-то случайности
    # за этим кто-то стоит, с его подачи и произошли все эти страшные события в моей жизни
    # да, но кто это мог быть?
    # мне нужно это выяснить и отстрелить яйца этому неудачнику!
    # пусть знает, каково идти против Моники Бакфетт!
    # с кого мне начать? кто может обладать информацией?
    # ...
    # думаю, я начну с Фреда. он был рядом в тот день, когда я впервые попала в полицию.
    # этот мерзкий Фред может знать, кто стоит за этой историй с Маркусом
    # выходит из комнаты
    return

# во дворе дома Моники, Фпед стоит возле авто
label ep210_dialogues6_gun_monica_fred_2:
    # Моника подходит к Фреду
    # Моника - Фред, я тут подумала, что я была слишком груба с тобой
    # Фред - Миссис Бакфетт, я профессионал своего дела и привык не обращать внимания на такие мелочи
    # Моника - меня мучает совесть и я хотела бы извиниться перед тобой
    # ты как-то намекал мне, что был бы не против... заняться со мной... ну ты понимаешь, о чем я
    # Фред - Миссис Бакфетт, я помню, как вы мне тогда ответили... (в фитнессе - послала или ударила)
    # Фред - и крайне удивлен слышать сейчас от вас такое предложение
    # но я профессионал и не могу отказать своей бывшей начальнице в такой просьбе
    # я не могу позволить, чтобы вас мучала совесть и готов принять ваши извинения
    # Моника про себя - мерзавец!
    # Фред - где вы хотите принести свои извинения, Миссис Бакфетт?
    # Моника - ты можешь прийти ко мне в спальню, она находится в подвале
    # мы можем пойти туда прямо сейчас
    # Фред - конечно, Миссис Бакфетт. вы же знаете, я всегда к вашим услугам
    # Моника заходит в дом, доольный Фред идет за ней
    return

# Моника у себя в спальне в подвале
label ep210_dialogues6_gun_monica_fred_3:
    # заходит Фред, улыбается, он в предвкушении
    # Фред расстегивает брюки и достает стояк
    # Фред - ну, Миссис Бакфетт, можете приступать. как видите, я готов принимать ваши извинения
    # Моника - да, минутку. у меня для тебя есть кое-что интересное. тебе понравится...
    # Фред довольно улыбается
    # Фред - Миссис Бакфетт хочет использовать какую-то игрушку. ммм, это интересно...
    # Моника открывает шкафчик, достает пистолет и направляет его на Фреда
    # Моника - да, Фред. игры закончились. теперь командовать буду я!
    # занавес

    
    # кадр меняется. Фред в ужасе, он сидит на стуле, как в Криминальном чтиве
    # Моника со злобным видом стоит рядом, направляя на него пистолет
    # to be continued
    return
