############## в 0.11 ################

# ресторан
label ep210_dialogues2_public_event_1:
    # Моника с Биффом заходят в ресторан
    # Монику освещают вспышки камер, она позирует и чувствует себя как рыба в воде
    # про себя думает, что в этот вечер она будет наслаждаться своей настоящей жизнью
    # наконец-то вкусно поест приличной еды и выпьет дорого вина
    # а вокруг нее будут крутиться журналисты и ее поклонники
    # и ничего не сможет испортить ей настроение. черт, она заслужила этот вечер и возможность побыть собой настоящей!
    # Бифф наклоняется к ней и спрашивает, помнит ли цыпочка о том, что она должна быть хорошей и не расстраивать папочку
    # сейчас цыпочка пойдет поговорит с журналистами
    # цыпочка не должна забывать о том, что она не двадцатидолларовая шлюха, какой является, а что она Моника Бакфетт
    # Моника про себя думает, что пусть этот болван говорит, что хочет. ему недолго осталось занимать ее место
    # Моника с уверенным видом позирует журналистам
    # они сыпят вопросами: скажите, Миссис Бакфетт, это правда, что ваш журнал теперь больше про эротику, чем про моду?
    # она отвечает - в первую очередь, журнал про женскую красоту, а вещи и аксессуары ее только подчеркивают.
    # про себя думает "мне во что бы то ни стало нужно скорее возвращать мой журнал МНЕ и прекращать эти глупости со сменой курса!!!"
    # репортер: Миссис Бакфетт, ходят слухи, что проводятся достаточно откровенные фотосессии для вашего журнала...
    # Моника про себя, черт! что еще за слухи?! неужели этот болван Бифф уже опубликовал какие-то фотографии?! а на них я!!!
    # Моника отвечает: мы проводим фотосессии, на которых в полной мере раскрываем всю женственность и красоту наших моделей
    # репортер: когда мы сможем увидеть эти долгожданные снимки на сраницах вашего журнала?
    # Моника про себя: фу... Моника, спокойно. еще никто не видел твоих фотографий. иначе они сейчас только об этом и спрашивали бы...
    # Моника отвечает: совсем скоро, я думаю, вы сможете насладиться эстетикой этих потрясающих кадров
    # про себя: не дай бог они выйдут в печать!!!
    # репортер: Миссис Бакфетт, говорят вы лично позируете перед камерой. это правда?
    # Моника про себя: !!!
    # Моника: я провела фотосессию... одну... лишь одну и только в поддержку смены курса журнала, не более того
    # репортер: Миссис Бакфетт, а еще говорят...
    # Моника перебивает: интервью окончено. вы можете сделать еще несколько снимков.
    # щелкают затворы камер, Моника улыбается, про себя думает, что еще за слухи и откуда они их узнают?
    # кто может рассказывать такие подробности? Алекс? Бифф? узнаю - уволю всех к черту!
    # когда стану снова босом...
    return

# Моника проходит вглубь зала ресторана
label ep210_dialogues2_public_event_2:
    # Моника осматривается, думает, что это место ей нравится больше, чем ресторан в отеле
    # скоро все наладится и она здесь будет ужинать хоть каждый вечер
    # тут к ней подходит Филипп, Миссис Бакфетт. сегодня на презентации вы были очаровательны
    # думаю, что я соглашусь инвестировать в развитие вашего журнала...
    # но я пока еще не принял окончательного решения.
    # сначала я хотел бы пообщаться с вами лично в более спокойной обстановке
    # от этого и будет зависеть мое решение, Миссис Бакфетт
    # Моника смотрит на него растерянно. про себя: этот чертов извращенец хочет пообщаться со мной лично...
    # ненавижу его! я никогда не забуду, через что мне пришлось пройти из-за какой-то тысячи долларов!!!  - если была сцена в туалете
    # самоуверенный самовлюбленный мерзкий тип, который стоит из себя интеллигентного джентельмена. фу!
    # Филипп: так что вы скажете мне, Миссис Бакфетт?
    # выбор: послать его к черту! или согласиться
    # если послать к черту - вы меня хотите купить? я думаю, вы обратились не по адресу. все вопросы по инвестированию можете обсудить с Биффом
    # хоть в непринужденной обстановке, хоть здесь... меня это не касается.
    # если согласиться - Моника про себя: черт. если я ему сейчас откажу... он явно намекнул, что от этог зависит его вклад в развитие журнала
    # МОЕГО журнала! надеюсь, что скоро я смогу вышвырнуть Биффа и тогда эти инвестиции будут как раз кстати
    # я наведу порядок... возможно, этот Филипп, хоть он и редкостная скотина, сможет мне в этом помочь
    # он же сам говорил, что он ценитель красивых женщин, а я самая красивая женщина. неужели у меня не получится перетянуть его на свою сторону?
    # тем более, он очень богат. наверняка, у него много знакомых, таких же богатых и влиятельных, как он
    # Моника отвечает ему: что вы имеете ввиду под сменой обстановки?
    # Филипп ей: я забронирую столик в ресторане отеля Ле Гранд. завтра вечром я вас буду ждать там.
    # мы с вами встретимся и обсудим все, без свидетелей. а то здесь слишком много прессы и других не в меру любопытных личностей
    # Филипп улыбается ей и отходит
    # Моника про себя: о чем он хочет со мной поговорить? надеюсь, только поговорить...
    # если он снова будет говорить мне непристойности и предлагать делать всякие гадости, то я просто уйду оттуда
    # сначала скажу ему все, что думаю о нем... потом уйду.
    # пусть знает, что я серьезная деловая женщина, а не какая-то дешевка, с которыми он привык общаться!
    return
## подходит с приглашением на ужин не Филипп. ивент будет в другом апдейте
# встреча с Филиппом будет в ресторане, когда Моника придет на ужин
