# Моника после недавнего секса в туалете с Филиппом снова приходит в ресторан отеля ЛеГранд на ужин
label ep210_dialogues7_escort_hotel_1:
    # Моника заказывает еду у официантки ( ep26_dialogues4_restaurant - разговор с официанткой и заказ еды)
    # пока ждет, когда принесут ее заказ, сидит на стуле с задумчивым видом
    mt "Надеюсь, я не увижу этого извращенца Филиппа сегодня..."
    mt "Это было ужасно!"
    mt "Как он посмел так со мной обращаться?!"
    mt "Сволочь!"
    mt "Почему меня, такую добрую и красивую женщину, окружают одни подлецы?!"
    # ее мысли прерывает мужской голос
    hotel_staff "Мэм... Добрый вечер, Мэм..."
    # Моника смотрит на него вопросительно, тот стоит, смущаясь
    m "Что?"

    # если не было сцены в туалете с Филиппом и со служащим отеля
    mt "Что могло понадобиться этому неудачнику от меня?!"
    # если была сцена в туалете
    mt "Я помню этого неудачника!"
    mt "Это он тогда был в туалете, когда я..."
    mt "Когда мерзавец Филипп заставил меня..."
    mt "Делать всякие его извращенские гадости!"

    hotel_staff "Один наш очень уважаемый клиент сказал мне, что..."
    hotel_staff "..."
    m "Что?"
    hotel_staff "Кхм... Что я могу договориться и..."
    hotel_staff "Вам не нужно будет оплачивать Ваш ужин, мэм."
    mt "???" # удивленно
    m "Ужин за счет ресторана?"
    mt "Может быть, кто-то из моих поклонников решил таким образом сделать мне приятное?"
    mt "Тогда почему этот ничегонезначащий обслуживающий персонал мне об этом сообщает?"
    mt "А не администратор или, хотя бы, официант?"
    mt "Странно это все..."
    m "..."
    hotel_staff "Так Вы позволите, Мэм?"
    mt "Что позволю?"
    # парень еще больше смутившись
    hotel_staff "..."
    hotel_staff "Мистер Филипп сказал мне, что если я... Кхм..."
    mt "!!!"
    hotel_staff "Если я договорюсь, что Ваш ужин будет бесплатным для Вас, то..."
    hotel_staff "Тогда вы пойдете со мной. И за 50 долларов проведете со мной время..."
    hotel_staff "В каком-нибудь уединенном месте."
    hotel_staff "Я знаю одно такое место, Мэм."
    # Моника в шоке
    m "ЧТО???"
    m "Филипп?!"
    hotel_staff "Да, Мэм."
    mt "!!!"
    menu:
        "Как он смеет предлагать мне подобное?!":
            # Монику бомбит
            m "Я поверить не могу!"
            m "Как ты смеешь предлагать мне подобное?!"
            m "Как ты вообще посмел подойти к МОЕМУ столику?!"
            m "И заговорить со МНОЙ?!"
            m "!!!"
            m "Никчемный неудачник!"
            m "Еще слово - и я сделаю так. Что тебя сегодня же вышвырнут с этой работы!!!"
            m "Пошел вон отсюда!!!"
            m "!!!"
            # Моника зло на него смотрит, тот вконец смутившись, уходит
            return False
        "50 долларов?!":
            pass
    # Моника возмущенно спрашивает
    m "50 долларов?!"
    mt "Мало того, что этот мерзавец сказал этому неудачнику..."
    mt "Что можно купить меня..."
    mt "Так еще и за 50 долларов!!!"
    m "!!!"
    m "За 50 долларов ты можешь пойти и сам с собой провести время!"
    hotel_staff "Мэм, но ведь... Помимо этих 50 долларов..."
    hotel_staff "Вам не нужно будет оплачивать Ваш чек."
    m "И что?!"
    m "Ужин я и сама могу оплатить!"
    hotel_staff "Я готов дать вам 55 долларов, Мэм."
    hotel_staff "Извините, но у меня просто больше нет денег."
    hotel_staff "55 долларов и бесплатный ужин."
    # Моника зло смотрит на него
    mt "Это все отвратительно и мерзко!"
    mt "С другой стороны... 55 долларов... Они не будут лишними."
    mt "А если кто-нибудь узнает?!"
    m "..."
    m "Я не могу согласиться на такое..."
    hotel_staff "Мэм, Вы можете не переживать. Об этом никто не узнает."
    # Моника молчит и смотрит на него с подозрением
    mt "Черт! Мне действительно нужны эти деньги..."
    mt "Я могу пригрозить этому неудачнику увольнением, если он кому-то расскажет..."
    mt "Тогда он испугается и об этом никто никогда не узнает."
    mt "Зато у меня прибавится 55 долларов. Плюс бесплатный ужин."
    mt "..."
    # говорит служащему с угрозой
    m "Ты пожалеешь, если расскажешь об этом хоть одной живой душе!"
    m "Я сделаю так, что тебя выкинут с работы!"
    m "И ты после этого не сможешь устроиться на работу даже..."
    m "Даже посудомойщиком в какой-нибудь грязной дыре в трущобах!"
    m "Думаю, ты догадываешься о том..."
    m "Что у меня много знакомых, которые легко смогут это устроить..."
    hotel_staff "Конечно, Мэм! Я никому не скажу, Мэм!"
    hotel_staff "Сотрудникам отеля запрещено пользоваться услугами проституток. За это могут уволить..."
    # Моника возмущенно
    m "Проституток?!"
    m "!!!"
    m "Я проститутка по-твоему?!"
    # парень испугавшись, что сморозил что-то не то
    hotel_staff "Нет, Мэм! Конечно, нет!!!"
    hotel_staff "Просто..."
    hotel_staff "Никто из руководства разбираться не будет."
    hotel_staff "Меня просто уволят и все."
    # Моника грозно смотрит на него
    m "Что за уединенное место?"
    m "..."
    m "В туалет я не пойду!!!"
    # парень радостно
    hotel_staff "Мэм, я взял ключи от пустого номера..."
    # Моника задумчиво смотрит на него
    mt "Хм... В таком случае..."
    mt "Минимален риск того, что меня кто-нибудь увидит и..."
    mt "Догадается, что я оказала услугу за деньги этому неудачнику."
    m "..."
    hotel_staff "..."
    hotel_staff "Мэм? Могу я Вас пригласить в этот номер?"
    # Моника бросает на него еще один грозный взгляд
    m "Я тебя предупредила, если кто-нибудь узнает..."
    m "!!!"
    hotel_staff "Не переживайте, Мэм. Об этом никто никогда не узнает."
    hotel_staff "Пойдемте, Мэм?"
    # Моника встает и идет за служащим
    return

# Моника со служащим заходит в подсобку отеля
label ep210_dialogues7_escort_hotel_2:
    # Моника оглядывается с отвращением
    m "Это и есть твое уединенное место?!"
    m "Это что вообще?! Подсобка?!"
    m "!!!"
    m "Ты же говорил, что у тебя есть ключи от номера..."
    # служащий, смущаясь
    hotel_staff "Это у мистера Филиппа есть деньги на номер в отеле."
    hotel_staff "А я всего лишь служащий здесь и у меня нет столько денег."
    hotel_staff "Если бы я сразу сказал, что это подсобка..."
    hotel_staff "То Вы не согласились бы, Мэм."
    # Моника оглядывается, при этом думает
    mt "У этого мерзавца Филиппа совести и денег хватает только на грязный туалет!"
    mt "Сволочь! Наговорил этому неудачнику непонятно что про меня!!!"
    mt "Ненавижу его!"
    hotel_staff "Кхм..." # Моника смотрит на него
    hotel_staff "Мэм, мне очень хотелось бы, чтобы Вы..."
    hotel_staff "Поработали своим ротиком..." # очень смущается
    hotel_staff "У Вас очень удобный для члена ротик..."
    # Моника возмущенно
    m "Что?!"
    m "Да как ты смеешь так со мной говорить?!"
    m "!!!"
    hotel_staff "Но, Мэм..."
    hotel_staff "Так сказал мистер Филипп. А еще он сказал, что Вы согласитесь..."
    mt "Этот неудачник Филипп еще пожалеет об этом!"
    mt "!!!"
    menu:
        "Как он смеет предлагать мне подобное?!":
            # Монику бомбит
            m "Как ты смеешь предлагать мне подобное?!"
            m "!!!"
            m "Никчемный неудачник!"
            m "Оставь себе свои 55 долларов и развлекай себя сам!"
            m "Я ни за что не стану делать этого!!!"
            m "!!!"
            # Моника зло на него смотрит и уходит
            return False
        "Сделать ему минет.":
            pass
    # служащий мнется и стесняется
    hotel_staff "Мэм, простите, что я говорю что-то не так..."
    hotel_staff "Просто я очень... Стесняюсь... И никак не хотел Вас обидеть."
    hotel_staff "..."
    m "Ну и отлично! Тогда я пошла."
    mt "Достаточно и того, что мне не нужно оплачивать чек."
    hotel_staff "Мэм, в таком случае. Я вынужден буду сообщить охране, что Вы не оплатили свой чек."
    # при этом он снимает штаны и смотрит на нее выжидающе
    m "Никчемный сотрудник никчемного отеля!"
    hotel_staff "Мэм, простите, но я жду, когда Вы начнете..."
    mt "Черт! И зачем я только согласилась?!"
    # Моника подходит к нему, смотрит на него
    mt "Моника, неужели ты сейчас сделаешь это?!"
    mt "Но ведь 55 долларов не будут лишними..."
    # опускается перед ним на колени и берет его член в рот, начинает делать ему минет
    hotel_staff "ОООООО!!!"
    hotel_staff "Какой каааайф!"
    hotel_staff "ААААААХ! О, Мэм, сделайте так еще раз!"
    hotel_staff "Да, еще-еще!"
    hotel_staff "МММММММ!"
    # в подсобку заходит китаянка-админ, грозно смотрит на служащего
    reception "Ага!!! Я так и знала!!!"
    reception "Тебе нельзя пользоваться услугами нелегальных шлюх!"
    hotel_staff "А... Что... Нет-нет!"
    hotel_staff "Я не..."
    # не договаривает, убегает, на ходу натягивая штаны
    # админ смотрит теперь на Монику, та испугана
    reception "Я так и знала, что та шлюха!"
    reception "Еще раз тут появишься - сдам тебя полиции!!!"
    reception "А сейчас быстро пошла отсюда, пока я не позвала охрану!"
    # Моника смотрит на нее зло и уходит
    mt "!!!"
    return

# Моника, выйдя из отеля ЛеГранд после того, как делала минет служащему
label ep210_dialogues7_escort_hotel_3:
    # не рендерить!
    mt "Какой кошмар!!!"
    mt "Моника, ты делала минет какому-то ничегонезначащему служащему отеля!"
    mt "Неуверенному в себе неудачнику!"
    mt "И этот никчемный администратор все увидела!!!"
    mt "!!!"
    mt "Что же мне теперь делать?!"
    mt "Она подумала, что я проститутка! Но ведь это не так! (хмык)"
    mt "..."
    mt "С другой стороны..."
    mt "Какая мне разница, что думает какая-то там администраторша?"
    mt "Ее мнение для меня ничего не значит!"
    return

# Моника, выйдя из отеля ЛеГранд после того, как отказала служащему
label ep210_dialogues7_escort_hotel_4:
    # не рендерить!
    mt "Никчемный сотрудник никчемного отеля!"
    mt "Как он мог предлагать мне такую мерзость?!"
    mt "Неужели он думал, что я, Моника Бакфетт, соглашусь на подобное?! Фи!"
    return

# Моника, выйдя из отеля ЛеГранд, хочет снова зайти в него
label ep210_dialogues7_escort_hotel_5:
    # не рендерить!
    mt "Я не хочу больше возвращаться в этот никчемный ресторан!"
    mt "По крайней мере, не сегодня..."
    return

# Моника снова приходит в ресторан после того, как делала минет сотруднику
label ep210_dialogues7_escort_hotel_6:
    # Моника хочет пройти мимо ресепшена
    mt "Мне нужно просто быстро пройти. Может, эта сучка меня не заметит."
    # китаянка на ресепшене смотрит на нее подозрительно
    reception "Это снова ты?! Иди отсюда!"
    reception "Я знаю, что ты сюда пришла заниматься проституцией."
    reception "Нелегально этого делать нельзя!"
    # Моника в растерянности
    m "Я пришла в ресторан, просто поужинать."
    m "Что мне сделать, чтоб ты меня пропустила?"
    reception "Сначала нужно прекратить притворяться какой-то там леди."
    reception "И сказать мне, кто ты на самом деле!"
    m "Я на самом деле леди!"
    m "Я одна из самых богатых и влиятельных женщин этого города!"
    # администратор с насмешкой
    reception "Влиятельная женщина? Которая за деньги сосет член в подсобке у служащего отеля?"
    mt "Черт!!!"
    mt "!!!"
    m "Я не за деньги! Это мои личные отношения! И это тебя не должно касаться!"
    # админ с неприятной ухмылкой
    reception "Да? А служащий признался, что ты делала это за деньги."
    reception "Так что, про личные отношения расскажи кому-нибудь другому..."
    mt "!!!"
    reception "Неужели ты думала, что я поверю в такую чушь?"
    reception "Если хочешь заниматься этим здесь, то можешь это делать..."
    reception "Но только легально."
    mt "!!!"
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Притвориться, что мне это интересно.":
            pass
    # Моника пристально смотрит на админа
    mt "Мне надо притвориться, что мне это интересно."
    mt "Иначе эта сучка не пустит меня в ресторан."
    m "..."
    m "Я поняла. Что ты хочешь от меня услышать?"
    # админ строго
    reception "Ты должна признаться, что ты шлюха."
    reception "Которая ходит сюда, чтобы заниматься сексом за деньги."
    reception "С посетителями нашего дорогого отеля."
    mt "!!!"
    reception "Я могу понять тебя..."
    mt "???"
    reception "Ты ходишь пешком, а значит обслуживаешь клиентов на улице."
    reception "И естественно, что ты хочешь обслуживать более респектабельных и богатых клиентов."
    reception "Которых можно найти здесь."
    reception "Но для того, чтобы работать здесь, тебе нужно соблюдать правила."
    reception "И делиться заработанными деньгами с администрацией."
    reception "И не стоить из себя какую-то леди!"
    m "Но я леди..."
    reception "Смотрю, ты снова за свое..."
    reception "Можешь идти отсюда!"
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Сказать, что пришла сюда зарабатывать деньги.":
            pass
    mt "Черт! Придется сказать этой сучке, что она требует!"
    m "..."
    m "Да... Я пришла, чтобы заработать денег..."
    reception "И? Ты леди?"
    m "Нет..."
    reception "А кто ты?"
    mt "!!!"
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Сказать, что я шлюха.":
            pass
    m "Я... Я... Шлюха..."
    reception "Ты признаешь, что врала, что просто ужинаешь в ресторане?"
    reception "А сама пыталась заработать деньги..."
    reception "Осуществляя незаконные услуги сексуального характера. Нелегально."
    m "..."
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Согласиться с администратором.":
            pass
    m "Да, признаю."
    reception "Когда ты пришла сюда с просьбой дать номер в первый раз..."
    reception "Твоя цель была - продать свое тело кому-то из постояльцев отеля?"
    m "Да..."
    reception "Что 'да'? Отвечай более развернуто!"
    mt "Ненавижу эту сучку!"
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Сказать, что требует администратор.":
            pass
    m "Да... Я пришла тогда, чтобы... Продать свое тело."
    # админ довольна, Моника стоит растерянная
    reception "Я наконец-то вывела тебя на чистую воду!"
    reception "Отныне, если ты хочешь посещать этот отель..."
    reception "Ты можешь это делать только в качестве девушки по вызову."
    reception "Которая официально работает на администрацию отеля."
    reception "Ты же об этом меня хочешь попросить?"
    m "..."
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Попросить взять на работу.":
            pass
    m "Да, я хочу устроиться сюда на работу."
    # админ строго
    reception "Наши клиенты очень респектабельны... Поэтому наши девочки должны быть высшего качества."
    reception "Я должна быть уверена, что ты подходишь."
    reception "Надеюсь, у тебя нет проблем с тем, чтобы доказать свою пригодность?"
    m "..."
    menu:
        "Пошла она к черту!":
            # Моника высокомерно
            m "Да мне плевать, что ты там думаешь!"
            m "Твое мнение для меня ничего не значит!"
            m "Стоит тут какая-то ничегонезначащая низкоквалифицированная служащая!"
            m "Какого-то второсортного отеля!"
            m "И пытается строить из себя тут главную! Это смешно!"
            # Моника зло на нее смотрит и уходит
            reception "Всегда рады видеть Вас в нашем отеле!" # Монике вслед
            # Моника поворачивает, бросает злобный взгляд
            m "Сучка!!!"
            # уходит
            return False
        "Да, я готова.":
            pass
    m "Я готова доказать свою пригодность к этой работе..."
    reception "Пошли за мной."
    # Моника в растерянности
    mt "Какой кошмар!!!"
    mt "Мне предложили работать шлюхой в отеле!"
    mt "Моника, до чего ты докатилась?!"
    mt "..."
    mt "С другой стороны..."
    mt "Это хорошая возможность быстро заработать неплохие деньги."
    mt "Но черт! Неужели я смогу работать здесь?!"
    # админ уходит, Моника идет за ней
    return

# Моника с админом заходят в подсобку отеля
label ep210_dialogues7_escort_hotel_7:
    # в подсобке стоят все девочки, Моника с китаянкой стоят перед ними
    reception "у нас тут дружный коллектив и девочки должны одобрить твою кандидатуру."
    # а, это она... я ее видела раньше тут...
    # я так и знала, что она работает...
    # она и правда тут работала?
    # китаянка - да, я вывела ее на чистую воду. она пыталась отобрать у вас клиентов.
    # теперь она хочет стать одной из вас. подходит она или нет? как вы считаете?
    # Моника спрашивает - они что, все здесь работают
    # админ - да, и работают легально, в отличие от тебя
    # девочки говорят, что их итак много, зачем нам еще одна. еще и такая, кто пыталась отнять у нас наш заработок
    # одна из девочек - да ладно. пусть разденется, давайте посмотрим сначала на нее. вдруг у нее жирная задница
    # админ - да. давай, раздевайся
    # у Моники выбор - послать к черту (диалог с админом тогда заново) или раздеться
    # Моника раздевается
    # девочки ее обсуждают - кто-то говорит, что она красивая. другая - да ну, а вдруг у нее задница жирна. а ну-ка повернись.
    # слышала, поворачивайся.
    # Моника поворачивается.
    # ну смотри, у нее отличная задница.
    # ну и что, все равно, зачем нам еще одна нужна? да, девочки? зачем она нам?
    # все говорят, что она им не нужна.
    # админ говорит - да вы всегда отказываетесь обслуживать проблемных клиентов
    # девочки - скакой стати мы должны обслуживать всяких козлов
    # админ - у нас приличное заведение с хорошей репутацией.
    # девочки - ты хочешь, чтобы она работала с проблемными и не отбирала наших.
    # админ - да, она провинилась и ей нужно сначала заслужить наше доверие. поэтому будет по проблемным клиентам
    # тогда девочки соглашаются.
    # админ говорит Монике - ну что? согласна работать с теми, кого мы тебе дадим.
    # у нас здесь строгие правила. будешь зарабатывать 50 процентов. а то что сверху - решение по ним принимается отдельно.
    # нельзя говорить нет клиентам. у нас любая услуга есть в прайсе и она дожна быть оказана.
    # за отказ или попытку нагрубить клиенту - предупреждение или увольнение.
    # у тебя нет права выбирать клиентов, как у других девушек.
    # если согласна на такие условия, то завтра можешь приступать к работе.
    # тебе нужно сидеть за столиком и клиент сам подойдет к тебе. а если поступит вызов, то тебя позовут
    # выбор: отказаться или согласиться
    # Моника - согласна на любых клиентов.обещаю, что не буду отбирать у девочек клиентов. мне нужно заработать хоть какие-то деньги.
    # одна из девочек - да зачем она нам нужна? давай не будем ее брать
    # админ - все. решение принято.

# Моника приходит в отель ЛеГранд работать в эскорте
label ep210_dialogues7_escort_hotel_8:
    # Моника приходит в ресторан. админ - ты пришла работать? иди за столик. Моника может или поужинать или ждать клиента. если ждать клиента (в след. обновлениях)
    # Моника вся в сомнениях - неужели я решусь на такое. это же проституция! я действительно смогу обслуживать мужчин за деньги?!
    # кошмар! возможно, эти эскорт-услуги не предполагают под собой интим?
    # может, мне просто нужно будет сопровождать богатых мужчин на каких-то мероприятиях?
    # если так, то я вполне справлюсь с этим. а если потом нужно будет заниматься с ними сексом?
    # что же мне делать? эта противная администраторша говорила, что мне сначала надо познакомиться с другими эскортницами...
    # пожалуй, я сделаю это сегодня. а там уже решу, согласиться или нет
    # Моника заходит в отель. на ресепшене стоит китаянка
    # увидев Монику, говорит ей - хорошо, что пришла. у нас как раз сегодня нет одной девочки
    # давай, проходи в ресторан, там тебя встретит Салли, я ей уже говорила про тебя
    # Моника в растерянности, спрашивает, а может она сегодня просто познакомиться с девушками-эскортницами без обслуживания клиентов
    # та ей говорит, что нет нельзя. ты или работаешь или не работаешь. здесь не место разводить сопли.
    # выбор: пойти в ресторан или убежать отсюда
    # если выбор убежать, то Моника говорит, что она еще не готова и ей надо еще подумать и убегает
    # если выбор идти в ресторан, то Моника китаянка предпруждает Монику о том, чтобы она не делала никаких глупостей.
    # запомни: клиент всегда прав. ты не должна спорить с клиентом. если отказываешь от чего-либо, что требует клиент, то он вправе не заплатить тебе
    # а если и заплатит, тогда я тебя оштрафую и заберу все деньги, заработанные с ним. а теперь иди.
    # Моника идет в ресторан
    return

# реплики с девочками, когда приходит на работу или просто мимо проходит
# китаянка может комментировать ее работу, н-р, клиент похвалил тебя, ты хорошо отсосала ему


# Моника подходит к столику клиента
label ep210_dialogues7_escort_hotel_9:
    # за столиком сидит полный мужчина, очкарик. в приличном костюме. с виду интеллигентный интеллигент
    # Моника в панике, но говорит себе, что ей надо собраться и сделать это.
    # в конце концов, она в любой момент может послать всех к черту и уйти
    # Моника обращается к клиенту - добрый вечер, мистер Сэм. я сегодня вместо Анны.
    # Сэм смотрит на нее удивленно, говорит - добрый вечер, мисс. я вас раньше здесь не видел. как вас зовут?
    # Моника - меня зовут Мэрилин (?)
    # Сэм - Мэрилин. какое прекрасное имя, как и его обладательница. я очень рад, что сегодня проведу вечер с вами, Мэрилин
    # Моника про себя думает, хм. разговаривает вежливо, выглядит вполне прилично. думаю, от него не стоит ожидать ничего развратного...
    # Сэм - позволите мне сразу пригласить вас в номер, мисс Мэрилин?
    # выбор: уйти отсюда! или пойти в номер с клиентом
    # если выбор уйти, то Моника идет на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # если пойти в номер, то Моника про себя - это же совсем нестрашно. что-то пойдет не так - я просто уйду отсюда
    # Моника говорит, что да, мы можем пойти в номер
    return


# шкала от обычной шлюхи до ВИП эскортницы
# Моника с клиентом в номере отеля
label ep210_dialogues7_escort_hotel_10:
    # Сэм сидит на кровати, Моника растерянно стоит перед ним
    # спрашивает его, что ей нужно сделать?
    # Моника про себя - дал бы денег просто так и все. у меня нет никакого желания делать ему что-либо.
    # Сэм говорит, что для начала мисс должна снять платье
    # выбор: нет, я не смогу! или снять платье
    # если выбор я не смогу, то Моника убегает на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # или она снимает платье и стоит перед клиентом голая
    # тот ее рассматривает внимательно, а потом нагибается и снимает с себя ботинки с носками
    # Моника думает, что он сейчас разденется и начнет ее лапать. фу
    # но он остается в одежде и протягивает ей свою голую ступню
    # говорит, что ей нужно просто целовать и лизать его ноги, за это он будет щедр с мисс
    # Моника про себя - ФУУУУ! какая мерзость!

    # сначала клиент просит, чтобы он облизал ноги Моники, а потом говорит, чтобы она пососала его большой палец

    # выбор: нет, я не смогу! или сделать, как просит клиент
    # если выбор я не смогу, то Моника убегает на ресепшен и говорит китаянке, что ей надо еще подумать, она не готова
    # если Моника согласна, то она думает, что это унизительно и противно, но если он будет щедр...
    # все же это не какое-то страшное и гадкое извращенство.
    # возможно, ему большего ничего и не нужно будет. Салли поэтому и сказала, что ей повезло с этим клиентом
    # Моника встает на колени, с отвращением, но все приближает губы к его ступне
    # про себя думает - главное, чтобы меня не стошнило прямо на него.
    # она прикасается к его ноге губами, он начинает охать и ахать, как же ему приятно, какая мисс хорошая
    # мисс может провести своим язычком по ступне? о, даа. как же приятно. даааа. оооо. ещееее
    # а теперь возьми в рот мой палец, соси его. оооооо.
    # в процессе он расстегивает ширинку, достает член и дрочит, пока Моника облизывает его ногу
    # потом он убирает ногу, придвигается к ней и кончает ей на лицо
    # Моника про себя - фу. это итак было мерзко, так он еще все лицо мне испачкал в этой гадости! фу!
    # клиент доволен, застегивается, обувается. говорит, что мисс старалась и ему понравилось.
    # Моника молча смотрит на него, вытирается
    # он встает и оставляет на кровати купюры
    # говорит, здесь 700 долларов. он обязательно с ней еще встретится и уходит
    # Моника смотрит на деньги. про себя думает, что это заработала эти деньги, облизывая ноги незнакомому мужчине. кошмар!
    # потом думает, что меньше всего ей хочется отдавать половину китаянке. может уйти и больше просто не приходить сюда? что она ей сделает?
    # выбор: пойти на ресепшен и отдать половину суммы китаянке или убежать из отеля, забрав всю сумму

    # в зависимости от выбора идет сначала к Салли, говорит ей, что отработала, клиент заплатил и вроде доволен
    # та ей говорит ок, иди к администратору.
    # на ресепшене Моника отдает 350 долларов. китаянка говорит ей - ты хорошо справилась. приходи еще.
    # если был выбор убежать, то Моника ни к кому не подходит
    # просто сбегает, дождавшись, когда китаянка на ресепшене отвернется или будет разговаривать с кем-нибудь
    # в этом случае, если Моника вернется в любой другой день в отель, та будет орать на нее и требовать с нее 700 долларов плюс предупреждение
    return

####################################
# сцена с унижением по вызову. в комании людей, типа просто эскорт сопровождение, а в итоге все знаю, что она проститутка
# сцена, где клиент подходит и спрашивает про ее услуги, что-то спрашивает, а она отказывается, тот жалуется китаянка - предупреждение
# сцена по вызову, где она сидит рядом с чуваком голая на полу, а он ужинает
# фетиши
# клиент с другом, тот говорит, давай вдвоем. Моника отказывается, дала одному. а китаянка ее за это наказывает
# Ральф пришел на Моникины деньги снять Монику. одна из девочек говорит, что он стал приходить и покуапать их услуги активно, а Моника думает, сволочь! он это делает на мои деньги! ненавижу
# парень-служащий отеля будет приходит и просить, а она будет отказывать, т.к. запрещено по правилам, а он все равно будет просить
# клиент может захотеть двух девушек, но одна из них категорически против, клиент просит Монику уговорить ее
# вызов в номер. клиент в черном списке - унижение
# может прийти один из полицейских. тот говорит, что та рботает нелегально. она просит не говорить никому, и оказывает услугу бесплатно
# клиент может попросить Монику отвлечь его жену и пока ее нет сделать ему н-р минет
# + лесби контент (с китаянкой или с другими девочками)
# семейная пара - жена платит, чтобы посмотреть как муж занимается сексом с проституткой
# клиент выстраивает девушек в ряд, чтобы выбрать одну из них и заставляет что-то сделать, на что не все соглашаются
# + сцены с обычными действиями - минет, секс и т.п. - короткие сцены, их будет много
# клиент просит ее раздеться, а сам надевает ее чулки и платье и пялит ее (платье для эскорта ей выдаст админ)
#####################################

# в неделю максимальный заработок 5500 баксов
# если заработала в отеле, то фотосессии и контракт со Стивом недоступны
