# прачечная (когда Моника вышла из дома)
label ep210_dialogues3_bardie_erik_betty_1:
    # темный экран "тем временем"
    # открывается дверь прачечной, в дверном проеме стоит Бетти
    # в прачечной стоит Эрик, спиной к двери, штаны приспущены и дрочит
    # шкафчики он закрывает своей тушкой, их не видно (показываем его сначала сзади, а потом его спереди, как будто из шкафчика, и Бетти стоит сзади)
    # Бетти возмущенно
    betty "Это что еще такое?!"
    betty "Ты что тут делаешь?!"
    betty "!!!"
    # Эрик подпрыгивает от неожиданности, поворачивается к ней, пытается прикрыться
    # можно брать ассет, где он кончает в кулачок в других артах, но изменить что он закрывает рукой свой стручок )
    eric "Я... Ну... Эээ..."
    betty "А ну-ка иди сюда, паршивец!!!"
    betty "Я сейчас устрою тебе и этому малявке!!!"
    betty "Устроили непонятно что в моем доме!!!"
    betty "Я это вам просто так не оставлю!"
    # Бетти хватает его за ухо и тащит из прачечной
    eric "А-а-а-а-а!"
    # он не успевает натянуть штаны и пытается удержать их рукой
    return

# комната Барди
label ep210_dialogues3_bardie_erik_betty_2:
    # Бетти затаскивает Эрика, который пытается одной рукой уержать свои расстегнутые штаны, в комнату Барди
    # Барди стоит у окна спиной, но поворчивается когда они заходят
    bardie "Эй, что случилось?"
    betty "Ты у него спрашиваешь что случилось?! Я скажу тебе!"
    betty "Я нашла твоего друга в прачечной!"
    betty "Он залез в шкафчик с моим бельем!!!"
    betty "Он дергал свой... Свой отросток! И делал это на МОИ трусики!!!"
    # Бетти злится, орет и продолжает держать Эрика за ухо
    betty "Я не хочу больше видеть этого сопляка-извращенца в моем доме!"
    betty "Я порядочная женщина и живу в этом доме со своим мужем!"
    betty "И я не потерплю, что какая-то малявка приходит сюда..."
    betty "И делает непотребства на белье супруги Ральфа!"
    # Барди смотрит на Эрика удивленно
    bardie "Что он делал?"
    bardie "Дрочил что-ли? На ее трусы?"
    eric "Нууу..."
    # Барди смеется и говорит Бетти
    bardie "Тебе-то какое дело? Они тебе не нужны, все равно ты их не носишь!"
    bardie "Аха-ха!"
    # Бетти бомбит
    betty "Я не вижу здесь ничего смешного!!!"
    betty "!!!"
    betty "Еще раз такое повторится, я расскажу маме этого сопляка, что он тут творит!"
    # Барди опять смеется
    bardie "Расскажешь его маме?! Аха-ха!!!"
    betty "!!!"
    betty "Ничего смешного я тут не вижу!"
    bardie "..." # видно, что что-то задумывает
    bardie "Вообще-то..."
    # потом Барди делает вид, что недоволен поведением одноклассника
    bardie "Эй, чувак! Это же белье моей приемной мамы..."
    bardie "А я ее очень люблю и очень уважаю!"
    # Бетти отпускает Эрика и удивленно смотрит на Барди
    betty "???"
    bardie "Все, Эрик! Ты больше не можешь приходить ко мне домой!"
    # Эрик взволнованно
    eric "Нет, не надо! Барди, я могу..."
    eric "Домашку еще поделать тебе могу! Как в прошлый раз, помнишь?"
    eric "Еще напишу для тебя сочинение по литературе! Ты за это получишь высший балл по колледжу!"
    # Барди делает вид, что сомневается
    bardie "Домашку? Ну, помню..."
    eric "..."
    eric "Только я хочу, как и в прошлый раз... Посмотреть... Ну ты понял..."
    bardie "..."
    bardie "Два месяца домашки!"
    bardie "И годовое тестирование по математике!!!"
    eric "Месяц домашки, если просто посмотрю!"
    bardie "Месяц домашки и годовое тестирование по математике!"
    # Бетти смотрит на них с подозрением
    betty "На что ты собрался смотреть, сопляк?"
    bardie "На тебя..."
    bardie "Ты сейчас покажешь, как ты соблюдаешь правила этого дома. А мы с Эриком посмотрим."
    # Бетти опять бомбит
    betty "ЧТОООО?!"
    betty "Да ты охренел!!!"
    betty "Я порядочная женщина и ни за что не стану..."
    # Барди перебивает
    bardie "Да-да-да... Ты 'порядочная женщина' и что там еще?"
    bardie "А, ты еще и 'верная жена'..."
    bardie "По крайне мере, мой отец так думает. Пока что..."
    # Бетти стоит руки в боки и смотрит на Барди зло
    betty "Я!"
    betty "Не буду!"
    betty "Этого делать!"
    # Барди с мерзкой улыбочкой берет в руки телефон и смотрит вопросительно на нее
    bardie "Ты уверена?"
    betty "Ненавижу!!!"
    betty "Мерзкая малявка!!!"
    menu:
        "Сделать, как требует Барди.":
            pass
        "Послать малявку и уйти.":
            betty_t "Этот малявка думает, что может вытворять любую глупость, которая взбредет ему голову..."
            betty_t "Ну уж нет! И ничего он мне за это не сделает!"
            betty "Да пошел ты к черту со своими правилами!"
            betty "Я не буду этого делать!"
            betty "!!!"
            # уходит (поставить флаг, показывала или нет)
            return False
    # Бетти злобно смотрит на Барди
    bardie "..." # Прищурившись, типа попробуй не послушайся
    betty "Ладно..."
    betty "Я..."
    betty "Я сделаю это..."
    betty "Только быстро!"
    betty "Подниму платье и сразу опущу!"
    betty "На этом все! Только на секунду, не больше!" # строго
    betty "!!!"
    # Барди с улыбочкой
    bardie "Боюсь, мне придется наказать тебя."
    bardie "Ты споришь с хозяином дома и не хочешь слушаться его приказов."
    # Бетти смотрит на него зло
    betty "!!!"
    bardie "Ну, я жду! Быстро в угол и снимай платье!"
    betty "Да как ты смеешь?! При своем друге!!!"
    betty "Я не буду ничего делать при нем!"
    bardie "Будешь..."
    # Барди нажимает что-то в телефоне
    # Бетти пугается, хватает его за руку
    betty "Хорошо! Я сделаю, что нужно...."
    betty "Только не прикасаться ко мне!"
    # поворачивается к Эрику
    betty "Ты понял?!"
    # Эрик молча смотрит на нее как маньяк и кивает, что понял
    eric "Ага..."
    # кадр меняется. Бетти стоит в углу. в одном шарфике. зло смотрит на малявок
    # Эрик смотрит на нее и говорит Барди
    eric "Чувак, я согласен... Два месяца домашки и годовое тестирование."
    # Барди радостно
    bardie "Серьезно?! Точно?!"
    eric "Ага..."
    bardie "По рукам!"
    # Барди обращается к Бетти
    bardie "Сядь на кровать и раздвинь ноги шире!"
    # Бетти возмущенно
    betty "Нет!"
    betty "!!!"
    bardie "Ты снова не хочешь исполнять приказов хозяина дома?"
    # Барди снова показывает ей свой телефон и нажимает на экран
    bardie "Или мне это показалось, м?"
    # Бетти зло смотрит на него
    betty_t "Ненавижу!"
    betty_t "!!!"
    # кадр меняется. Бетти сидит на кровати, откинувшись назад. широко раздвинув ноги
    # Эрик рассматривает ее в упор, потом мнется, смотрит на Барди, потом на Бетти
    # потом резко подается вперед и присасывается к ее киске (как в сцене с Моникой)
    # Бетти
    betty "ААААА!!!"
    betty "Что ты делаешь?! Не смей!!!"
    betty "Мелкий извращенец!"
    betty "БАРДИ!!!"
    betty "!!!"
    # Барди смотрит на это и офигевает
    bardie "Эй! Ты чего творишь?!"
    bardie "Это же моя приемная мать!!!"
    # Эрик продолжает еще сильнее
    bardie "Эй! Чувак! Ты меня слышишь?!"
    # Эрик отстраняется от ее киски, хватается за свой член и убегает из комнаты
    # Бетти возмущается
    betty "Безобразие!"
    betty "!!!"
    betty "Как ты мог такое позволить?!"
    betty "Я твоя приемная мать! А ты заставляешь меня раздеваться перед этим... Этим сопляком-извращенцем!!!"
    betty "И ради чего?! Ради какой-то домашки!!!"
    betty "!!!"
    # Барди смотрит на нее
    bardie_t "Черт! Этот придурок Эрик совсем уже головой поехал."
    bardie_t "Ладно к моей гувернантке своим языком полез между ног..."
    bardie_t "Но эта дура Бетти - моя приемная мать..."
    bardie_t "Как-то стремно получилось..."
    betty "Я порядочная женщина, я не потерплю такого отношения к себе!"
    betty "!!!"
    # Барди отмахивается от Бетти
    bardie "Бетти, я не рассчитывал, что так будет и..." # Барди чешет репу
    betty "Это тебе так не сойдет с рук!"
    bardie "Ладно..."
    bardie "Давай это... Короче, просто забудем об этом."
    betty "Мерзкая малявка!" # Бетти убегает
    return


#################### в v0.11 #########################
# для разговора с Фредом Мелани придет во двор дома Моники
# ее там увидят все обитатели дома, включая Барди
# проработать, как Мелани выйдет на Фреда (игра будет за Мелани)
# Мелани выходит на Фреда, чтобы выяснить что-то про Викторию
# он взамен просит что-то, но Мелани ему отказывает
# тогда он говорит, давай тогда Миссис Бакфетт это сделает
#
# Фред должен принести компромат
# на встречу приходит он, а за ним приходит Виктория
# он говорит, что Виктория пообещала ему секс с Мелани, если он встанет на ее сторону
# поэтому он
