# как будет раскрываться меню Бифа?
# Моника вычитает в каком-нибудь журнале, как подмазаться к начальнику
# журнал может взять у Алекса или купить в трущобах
# каким способом, Моника откроет следующий пункт меню?

# презентация перед советом директоров
# Моника в платье, открытом сзади
# Биф заставляет ее провести эту презентацию


# вместо Моники отчеты собрала Юлия и Биф об этом узнал
# он недоволен работой Моники и хочет наказать ее
# он заставляет ее надеть другой офисный костюм и провести в этом луке презентацию для потенциальных инвесторов
#
#
#
#
