# Моника приходит в ресторан на ужин (презентация инвесторам уже проведена)
# ресторан отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_1:
    # Моника заказывает еду у официантки
    # пока ждет, когда принесут ее заказ, думает о том, что наконец-то она постепенно возвращает свою прежнюю жизнь
    # она на верном пути, ведь совсем недавно она могла себе позволить только один ужасный кебаб или сворованное пирожное
    # ей пришлось пережить столько ужасных моментов...
    # а теперь она может себе позволить надеть красивое платье и сходить на ужин ресторан
    # скоро Моника Бакфетт вернет себе все, что у нее отняли
    # и накажет всех до единого, кто посмел недостойно себя вести в отношении нее, пользуясь тем, что у нее временные трудности
    # всех до единого!
    # ее мысли прерывает мужской голос - миссис Бакфетт, какая неожиданная и приятная встреча!
    # Моника поднимает взгляд, рядом с ее столиком стоит Филипп
    # Моника про себя, о нет! только не этот мерзкий тип! что он здесь делает?!
    # Филипп продолжает любезничать, добрый вечер, Миссис Бакфетт. позвольте вашу ручку
    # Моника вспоминает о том, что он один из инвесторов, а Биф угрожал, что уволит ее, если хоть кто-то из них отказывался
    # решает про себя, что надо притвориться, что рада встрече и узнать, что решил этот Филипп насчет инвестирования журнала
    # Моника натягивает на себя улыбку и протягивает ему руку, тот наклоняется и целует ее, ухмыляясь
    # он говорит, Миссис Бакфетт, позвольте, я составлю вам компанию
    # Моника разрешает ему присесть
    # официант приносит ужин
    # Филипп говорит Монике, что впечатлен ее выступлением на презентации
    # Моника говорит, спасибо, вы уже ознакомились с документацией, которую вам высылали на почту? каково ваше решение?
    # Филипп отвечает, что не ознакомился, ему не это нужно, чтобы принять решение
    # Моника удивлена, а что именно вас интересует? я могу вам подробно все рассказать
    # Филипп - мне нужно не рассказывать, а показывать, Миссис Бакфетт. и не только показывать, если вы понимаете, о чем я
    # ???
    # Филипп - я конечно не люблю дважды пользоваться одной и той же женщиной, но когда увидел вас на презентации
    # вернее не вас, а ваш замечательный зад, я подумал, а почему бы и нет. ведь я использовал только ваш ротик (если было)
    # !!!
    # Моника возмущена, что он себе позволяет и т.д.
    # Моника говорит ему, что с юбкой вышло нелепое недоразумение. и она не позволит так с собой обращаться, это оскорбительно для такой леди, как она
    # Филипп говорит ей - конечно, миссис Бакфетт, вы правы. я никогда бы себе не позволил выражаться подобным образом, общаясь с леди
    # а вот с такой "леди" как вы, Миссис Бакфетт, я могу обращаться, как хочется МНЕ, а не вам
    # поэтому я сейчас оплачиваю ваш ужин, Миссис Бакфетт, а вы снова продемонстрируете ваш замечательный зад
    # а я, в свою очередь, возможно склонюсь к положительному решению по вопросу моих инвестиций... возможно, Миссис Бакфетт
    # все зависит от того, насколько хорошо вы себя будете вести.
    # а если будете себя хорошо вести, то еще и заработаете долларов 300.
    # Моника возмущена этим предложением, выбор: как вы можете предлагать мне подобное?! или почему 300 долларов?!
    # если возмущается насчет предложения, то квест не продолжается (но к нему всегда можно вернуться, сходив на ужин в отель)
    # если возмущается насчет цены, спрашивает, почему 300 долларов?!
    # Филипп, ухмыляясь говорит, что вы подешевели, Миссис Бакфетт
    # вы продожаете дешеветь даже сейчас и я думаю, что 300 долларов - это много. 250 не больше
    # Моника, 250?!
    # про себя возмущается, вся в сомнениях, как так, что мне делать, мне нужны деньги, но не таким же способом!
    # а ведь он же еще и инвестор!!! а что если он откажется инвестирвать? Биф меня больше не пустит в офис!
    # он ей, да. будете задавать лишние вопросы, станет еще меньше.
    # он подзывает официанта, расплачивается за ужин, говорит Монике - позвольте вашу руку, Леди (выбор послать к черту или подать руку)
    # она встает со стула, подав ему руку.
    # Моника паникует в мыслях, боится, что ее отказ сейчас повлечет за собой огромные последствия. и она окажется без работы в журнале
    # тогда она не будет в курсе тех событий, что происходит в ее журнале и что там творит сволочь Биф
    # как же быть? вроде, этот Филипп сказал, что ему нужно только показать попу. может, он не будет ничего другого делать
    # он же сам сейчас сказал, что не пользуется дважды одной и той же женщиной (если в прошлый раз была сцена в туалете)
    # Моника смотрит на него, пытаясь понять его намерения, тот ей улыбается в ответ
    return

# ресторан отеля ЛеГранд, туалет
label ep210_dialogues2_escort_start_Phillip_2:
    # Филипп говорит Монике, давайте, Миссис Бакфетт, продемонстрируйте мне свой замечательный зад
    # Моника все еще думает, не зря ли она согласилась пойти с ним сюда
    # Филипп говорит, зря вы тратите время на раздумья. не забывайте, что вы дешевеете, Миссис Бакфетт. время - деньги
    # Моника неуверенно поворачивается к нему задом и задирает платье немного (выбор задрать или нет)
    # он ей говорит, что это никуда не годится и заставляет ее поднять платье еще выше
    # Моника задирает его до талии (выбор задрать или нет) и стоит перед ним с голой попой, думая, боже, я стою с голой попой в туалете ресторана. какой кошмар!
    # он ей говорит, пока ты ведешь себя хорошо. а теперь предложи мне себя. раздвинь ноги и покажи мне, что там между ними
    # Моника злится, пытается возразить ему, мы об это не договаривались
    # он ее перебивает и напоминает, что она должна вести себя хорошо, иначе он может передумать не только насчет 250 баксов, но и насчет инвестиций
    # Моника про себя думает о том, как же она ненавидит всех этих извращенцев. (выбор сделать или нет) нагибается и раздвигает ноги
    # он расстегивает ширинку и достает член. говорит - давно я не трахал "леди" в туалете ресторана. ухмыляется
    # подходит к ней ближе и засовывает член в нее
    # Моника в ужасе, но не сопротивляется. думает, что с ним сейчас лучше не спорить. она ему отомстит обязательно.
    # он будет одним из первых, кого Моника Бакфетт накажет за все его мерзкие поступки
    # секс с Филиппом, после которого он говорит, что Моника себя вела хорошо и не открывала лишний раз свой рот
    # это ему понравилось, поэтому она может забирать свои 250 долларов. дает ей деньги
    # но вот насчет инвестиций ему надо еще подумать...
    # Моника смотрит на него, говорит, вы ведь говорили, что примите положительное решение, если я... я
    # он отвечает, что говорил, что склониться к положительному. а это разные вещи
    # хотя, он и не удивлен, что она не понимает разницу...
    # он протягивает ей визитку(?), она растерянно смотрит на нее
    # он говорит, что визитка ей понадобится, там есть его адрес
    # по вечерам в субботу он бывает дома. если хочешь узнать, что я решу насчет инвестиций
    # а заодно и заработать 250 долларов, то приедешь.
    # Филипп уходит. Моника негодует, какие же все вокруг сволочи и как же она хочет поскорее отомстить им всем!
    return

# мысли Моники перед посещением квартиры Филиппа
label ep210_dialogues2_escort_start_Phillip_3:
    # перед посещением квартиры Филиппа Моника думает о том, что можно послать все к черту и не ехать к этому извращенцу
    # а если Биф уволит ее, то она найдет другой способ заработать деньги
    # с другой стороны, Филипп говорил, что не встречается с одной женщиной дважды, а тут пригласил к себе домой
    # возможно, он неравнодушен ко мне, в принципе, как и все мужчины...
    # но он богат и, возможно, он станет инвестором ее журнала, а значит Биф будет считаться с его мнением
    # мне нужно будет заручиться поддержкой этого Филиппа, сделать так, чтобы он был на моей стороне и поддерживал меня
    # возможно, он поможет мне с деньгами. тогда я смогла бы купить себе дом и послать к черту тех деревенщин, что живут в моем бывшем доме
    # мне кажется, что мне нужно будет поехать домой к Филиппу. и попытаться найти с ним общий язык.
    return

# если Моника после этого происшествия снова приходит в ресторан отеля ЛеГранд на ужин
label ep210_dialogues2_escort_start_Phillip_4:
    # Моника заказывает еду у официантки
    # пока ждет, когда принесут ее заказ, думает о том, что она надеется, что не увидит этого извращенца Филиппа сегодня
    # это было ужасно! как он посмел так со мной обращаться?! сволочь! как и все мужчины вокруг!
    # почему меня, такую добрую и красивую девушку, окружают одни подлецы?
    # ее мысли прерывает мужской голос - мэм...  добрый вечер, мэм... (hotel_staff)
    # Моника смотрит на него вопросительно - что?
    # что могло понадобиться этому неудачнику от меня?! (если не было сцены в туалете)
    # я помню этого неудачника! это он тогда был в туалете, когда я... когда мерзавец Филипп заставил меня...
    # делать всякие гадости! (если была сцена в туалете)
    # служащий отеля говорит ей, что один их очень уважаемый клиент сказал ему, что...
    # Моника снова спрашивает - что?
    # кхм... что я могу оплатить Ваш ужин, мэм.
    # Моника - оплатить ужин? про себя думает, что может быть кто-то из ее поклонников решил таким образом сделать ей приятное
    # тода почему этот неудачник говорит, что сам будет оплачивать? странно это все
    # он ее спрашивает - так Вы позволите, мэм?
    # Моника спрашивает, кто ему сказал, что он может оплатить ее ужин? и зачем?
    # служащий отвечает, что мистер Филипп сказал ему об этом, а после оплаты ужина вы... кхм... вы...
    # тогда вы пойдете со мной и за 250 долларов проведете со мной время
    # в каком-нибудь уединенном месте. я знаю одно такое, мэм.
    # Моника - ЧТО??? Филипп?!
    # служащий - да.
    # выбор у Моники: послать его к черту (служ. уходит, квест дальше не идет, возобновится при след. посещении ресторана)
    # либо Моника возмущенно спрашивает, 250 долларов?! мало того, что этот мерзавец сказал этому неудачнику, что можно купить меня
    # так еще и за 250 долларов!!!
    # Моника говорит служащему отеля, что за 250 долларов он может пойти и сам с собой провести время.
    # от ей говорит, что он, помимо этого и ужин ее оплатит
    # Моника - и что? ужин я и сама могу оплатить!
    # служащий - я готов дать вам 300 долларов, мэм
    # Моника про себя думает, что это все отвратительно и мерзко, но... 300 долларов... они не будут лишними
    # а если кто-нибудь узнает?! тогда ее будут называть проституткой! ее! Монику Бакфетт! какой кошмар!!
    # Моника говорит служащему - я не могу согласиться на такое...
    # он ей говорит - мэм, вы можете не переживать. об этом никто не узнает.
    # Моника молчит и смотрит на него с подозрением, думает о том, что ведь ей действительно нужны эти деньги
    # что если пригрозить этому служащему увольнением, если он кому-то расскажет... тогда он испугается
    # и об этом никто никогда не узнает. зато у нее прибавится 300 долларов
    # Моника говорит ему, ты пожалеешь, если ты об этом расскажешь хоть одной живой душе.
    # я сделаю так, что тебя выкинут с работы и ты не сможешь устроиться никуда в этом городе
    # ты знаешь о том, что у меня много знакомых, которые смогут это устроить
    # он ей - да, мэм. я никому не скажу, мэм.
    # Моника грозно смотрит на него, а потом спрашивает, что за уединенное место? в туалет я не пойду!
    # не, что вы, мэм. я взял ключи от пустого номера. и хотел пригласить вас в этом номер.
    # Моника думает, хм... в таком случае, риск того, что меня кто-нибудь заподозрит в том, что я оказала услугу за деньги этому неудачнику, минимален
    # в итоге Моника соглашается и идет вместе со служащим отеля
    return

# Моника со служащим в номере отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_5:
    # Моника заходит в номер, оглядывается и думает, фи... это самый дешевый номер в отеле... мог бы позаботиться о номере получше
    # служащий смущаясь садится на край кровати и пялится на ее грудь
    # Моника смотрит на него вопросительно
    # спрашивает его - ты ждешь, что я сама что-то начну делать?
    # он ей - нет, мэм. если вы позволите. я хотел бы посмотреть на вашу грудь
    # ты и так на нее пялишься все время, про себя - неудачник!
    # он ей - а могли бы вы снять платье, мэм?
    # она смотрит на него и про себя думает, что она без трусиков
    # совсем снять? он ей- да, совсем...
    # она ему - а где гарантия того, что ты меня не обманываешь? я сейчас сниму платье, ты будешь пялиться на мое прекрасное тело
    # а потом возьмешь и сбежишь. в этом случае ты тоже лишишься работы!
    # нет, мэм. что вы! я не собирался вас обманывать. вот деньги.
    # достает купюры и кладет их на столик возле кровати
    # выбор: снять платье, украсть деньги и уйти или послать к черту этого неудачника
    # если украсть деньги, Моника думает, что она не шлюха, чтобы раздеваться непонятно перед кем за деньги. а деньги ей нужны...
    # если я просто заберу деньги и уйду, этот неудачник ничего не сможет сделать. полицию он точно не вызовет. кому и что он докажет?
    # поверят мне, а не ему. (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги со служащим)
    # если послать его к черту, то Моника говорит ему, что она передумала и не собирается связываться со всякими неудачниками... уходит (квест останавливается)
    # если она соглашается снять платье, то думает про себя, что об этом все равно никто не узнает, а деньги ей нужны
    # она снимает платье и стоит перед ним
    # служащий смотрит на нее, открыв рот, а потом просит ее сесть рядом с ним
    # выбор: сесть на кровать или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если сесть на кровать, Моника садится рядом с ним
    # он неуверенно трогает ее грудь, Моника про себя думает, фу, какой-то неудачник прикасается к моей прекрасной груди
    # служащий расстегивает штаны и достает стояк, потом продалжает лапать Монику, просит ее раздвинуть ноги
    # выбор: развинуть ноги или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если Моника раздвигает ноги, служащий отеля трогает ее киску
    # Моника думает, скорее бы все это закончилось, я хочу скорее забрать свои деньги и уйти отсюда
    # зачем я только согласилась? это так унизительно...
    # служащий говорит ей сесть перед ним на колени и поработать с его членом грудями
    # выбор: сесть на колени или одеться и уйти, забрав деньги (в коридоре возле номера ее поймает китаянка-админ, потом Моника отработает эти деньги)
    # если садится на колени, то он засовывает член между грудей и она двигает ими туда-сюда
    # потом он говорит ей встать на четвереньки
    # снова выбор и если Моника соглашается, то он вводит свой член в ее киску
    # Моника при этом испытывает странные ощущения внизу живота, какое-то непонятное ощущение, похожее на щекотку
    # странно, это даже кажется притным... скорее бы этот кошмар уже закончился! как я могла согласиться на подобное.
    # секс. он додрачивает на Монику (на спину, или на киску, или на лицо)
    # после этого Моника с покерфейсом, а сама в панике, что за странные чувства, это ненормально, что она испытала какие-то приятные ощущения
    # занимаясь сексом с каким-то ничегонезначащим служащим отеля! неуверенным в себе неудачником, у которого и женщины то никогда скорее всего не было!!!
    # Моника, что с тобой происходит?! это ненормально!!! больше никакого секса!!! ни с кем!!!
    # Моника одевается и уходит, забрав деньги
    return

# Моника со служащим в номере отеля ЛеГранд
label ep210_dialogues2_escort_start_Phillip_6:
    #
    #
    #
    #
    #



##########################

# потом к ней подходит админ китаянка и говорит, что так и знала, что Моника шлюха и работает здесь
# и в прошлый раз она приходила сюда именно работать.
# она узнала об этом от работника
# Моника должна согласиться с ней, чтобы начать работать в эскорте
# для начала работы Монике нужно познакомиться со всеми девушками-эскортницами и выполнить какое-нибудь задание от них
# клиенты выбирают себе девушку на ночь, выстроив их всех в ряд (проработать это)
# любой косяк - предупреждение от китаянки (она организатор этого эскорта), второй косяк - выкидывают на улицу
# в неделю максимальный заработок 5500 баксов
# если заработала в отеле, то фотосессии и контракт со Стивом недоступны
