# TODO: Translation updated at 2019-03-03 21:01

# game/Rooms/Pub/pub_bar1.rpy:30
translate german pub_bar1_environment_4d8ab59f:

    # mt "Это Джо. Он дал мне работу посудомойщицей."
    # mt "Это ужас, конечно, но, по крайней мере, у меня есть еда..."
    mt "Это Джо. Он дал мне работу посудомойщицей."
    mt "Это ужас, конечно, но, по крайней мере, у меня есть еда..."

# game/Rooms/Pub/pub_bar1.rpy:34
translate german pub_bar1_environment_443f743b:

    # mt "Это Эшли. Жена Джо."
    # mt "Мне кажется что она немного странная."
    # mt "Хотя что может быть не странного в этой дыре?!"
    mt "Это Эшли. Жена Джо."
    mt "Мне кажется что она немного странная."
    mt "Хотя что может быть не странного в этой дыре?!"

# game/Rooms/Pub/pub_bar1.rpy:39
translate german pub_bar1_environment_10d1f503:

    # mt "Какое жуткое место!"
    # "Я даже представить себе не могла что могу оказаться в подобном заведении!"
    mt "Какое жуткое место!"
    "Я даже представить себе не могла что могу оказаться в подобном заведении!"

