# ЭББИ
# Моника подходит к Эбби и спрашивает про доп. заработок с ее левыми клиентами (на входе в ресторан)
# Эбби говорит, что у нее есть одни клиент левый
# Эбби ей скажет, чтоб обязательно сходила в душ перед клиентом
# предупреждает, что у нее есть один скандальный сосед (встретит его в коридоре между комнатами), ему надо ответить "пошел на хрен отсюда, трахаюсь с кем хочу" и тогда он отстанет
# Моника приходит к ней в комнату
# душ общий, Моника идет в душ перед клиентом
# встречает соседа, тот говорит, что превратили квартиру в бордель, что он пожалуется, Моника его отшивает
# пока ждет клиента, сосед снова подходит и начинает возмущаться, Моника его отшивает
# секс с клиентом
# во время секса сосед начинает стучать в дверь и орать
# Моника кричит ему ту фразу и он отстает
# после секса Моника по просьбе Эбби должна оставить треть денег у Эбби на столе
# выбор: оставить или соврать Эбби, что клиент оставил мало денег
