# БЕТТИ
# она приходит забрать утюг, тот ни в какую не отдает его, говорит, что он ему нужен
# и что она может приходить гладить к нему, если ей нужен утюг
# он начинает ей говорить, что у него некому убраться, а она настоящая хозяйка, он завидует ей, что у нее есть горничная
# если она согласиться на его просьбу, то он даст ей потрогать свой член, достает и показывает при этом
# Бетти психует, отрицает саму возможность этого и уходит
# на след. лень она приходит к нему
# он говорит, чтобы она сняла платье, чтобы не испачкать его, что он даст ей фартук
# она убирается голая, в одном фартуке, а он комментирует, что надо сделать еще это и т.п.
# она говорит, что сама знает, как убираться
# он говорит, что у нее есть горничная
# она говорит, что горничная у нее плозая, ничего не меет и убирается в доме она сама
# он ходит за ней со стояком
# заканчивается сексом, но сам секс мы не показываем

# ФИТНЕС
# Мелани приходит на фитнес в костюме, этот костюм ей посоветовала купить Виктория
# Виктория, ой, девочки, мы пришли. сейчас мы переоденемся
# Виктория говорит - ой, мне так нравится этот костюм, как хорошо, что я посоветовала тебе его купить
# они выходит в зал
# тренер в шоке
# Мелани занимается в переднем рядо рядом со Стефани (Мелани на месте Моники)
# Ребекка с Викторией сзади (Виктория на месте Бетти)
# тренер в афиге смотрит на Мелани
# показываем немного, как каждая занимается
# заканчивается занятие, они все выходят, а Виктория выглядывает в зал, а тренер трогает Стефани за попу (пара фраз) - если у них был секс, или пытается флиртовать с ней, а она отказывает
# Виктория злорадно - ага
# в переодевалке после этого Виктория говорит, Мелани а тебе нравится инструктор по фитнесу
# Мелани говорит, что нет
# Виктория говорит, странно, я была уверена, что тебе понравится такой мужчина
# Мелани говорит ей, а почему ты спрашиваешь
# Виктория ехидно говорит, что потом расскажет подружке

# ЮЛИЯ
# если Моника заставляла Юлию раньше тереть пятно
# они играют в игру, что Юлия трет пятно, а Моника на нее наезжает, как раньше
# происходит в квартире Юлии
# Моника приходит к ней, а там пятно, Юлия говорит. смотрите какое пятно
# она говорит, что не знает, откуда оно
# Моника говорит. но не я же, по-любому это ты, его не оттереть
# Юлия начинает обижаться, говорит, что вы снова хотите меня обвинить
# два варианта: играют в игру или Моника говоритЮ что сама уберет это пятно
# если трет Юлия - Моника пристает к ней, играя в эту игру
# если трет Моника - Юлия к ней пристает
# это пятно там будет находится постоянно

# ИНВЕСТОР МЭЙСОН
# он приглашает ее на свидание, догвоорившись с Бифом
# она в черном аутфите, как с Олафом
# они идут в ресторан
# в рестране Моника встрети Райена
# он скажет, что получились крутые кадры и есть интимные
# Моника попросит его не посылать эти кадры Бифу для публикации в журнале
# Райен ей предложит пойти к нему домой и обсудить это без свидетелей
# она может пообещать ему в итоге взять его вместо Алекса на какие-то важные съемки
# Моника всячески перед инвестором выделывается
# в итоге она инвестору не даст, но секс будет с кем-то
# например, его сотрудники сидят за соседним столом и готовят ему документы (Дэвид и еще один чувак со своими женами)
# потом один из них подойдет к их столу и у Моники палево
# она чтобы этого избежать, ей приходится идти с ним в туалет и заниматься сексом
# он узнает Монику, говорит ей, что насколько он знает мой босс не ходит со шлюхами, та наверное обманываешь его, как нас тогда
# Моника говорит, что не надо ему ничего расказывать
# Дэвид раза три ее дергает
# говорит, что заезжаел в эскорт и хотел ее трахнуть, а ее не было
# Моника перед инвестором понтуется, но периодически отходит с Дэвидом
# в итоге они идут в туалет
# выбор: секс (один сзади в киску, а второй в рот) за деньги, либо секс без денег, либо она ударяет их и уходит
# при этом Мэйсон зайдет в туалет, услышит щвуки секса, но не поймет, что это Монику пялят
# после секса Моника остается одна в туалете, хочет выйти и сталкивается с Мэйсоном, он спрашивает, что она тут делает, она вынуждена врать ему и выкручиваться
# потом они приезжают к нему домой, он пытается затащить ее в постель
# инвестору она откажет в сексе, но пытается стрясти с него деньги, говорит, что хочет отношений, пытается перетащить на свою сторону, чтобы настроить против Бифа

# КВЕСТ МЕСТИ (дописать после шефа)

# ЭББИ
# Моника подходит к Эбби и спрашивает про доп. заработок с ее левыми клиентами (на входе в ресторан)
# Эбби говорит, что у нее есть одни клиент левый
# Эбби ей скажет, чтоб обязательно сходила в душ перед клиентом
# предупреждает, что у нее есть один скандальный сосед (встретит его в коридоре между комнатами), ему надо ответить "пошел на хрен отсюда, трахаюсь с кем хочу" и тогда он отстанет
# Моника приходит к ней в комнату
# душ общий, Моника идет в душ перед клиентом
# встречает соседа, тот говорит, что превратили квартиру в бордель, что он пожалуется, Моника его отшивает
# пока ждет клиента, сосед снова подходит и начинает возмущаться, Моника его отшивает
# секс с клиентом
# во время секса сосед начинает стучать в дверь и орать
# Моника кричит ему ту фразу и он отстает
# после секса Моника по просьбе Эбби должна оставить треть денег у Эбби на столе
# выбор: оставить или соврать Эбби, что клиент оставил мало денег

# локации:
    # душ, коридор ++
    # дом Мейсона +
    # туалет в ресторане +

# очередность:
    # инвестор
    # Эбби
    # Юлия
    # фитнес
    # Бетти
    # месть
