# БЕТТИ
# она приходит забрать утюг, тот ни в какую не отдает его, говорит, что он ему нужен
# и что она может приходить гладить к нему, если ей нужен утюг
# он начинает ей говорить, что у него некому убраться, а она настоящая хозяйка, он завидует ей, что у нее есть горничная
# если она согласиться на его просьбу, то он даст ей потрогать свой член, достает и показывает при этом
# Бетти психует, отрицает саму возможность этого и уходит
# на след. лень она приходит к нему
# он говорит, чтобы она сняла платье, чтобы не испачкать его, что он даст ей фартук
# она убирается голая, в одном фартуке, а он комментирует, что надо сделать еще это и т.п.
# она говорит, что сама знает, как убираться
# он говорит, что у нее есть горничная
# она говорит, что горничная у нее плозая, ничего не меет и убирается в доме она сама
# он ходит за ней со стояком
# заканчивается сексом, но сам секс мы не показываем
