# ФИТНЕС
# Мелани приходит на фитнес в костюме, этот костюм ей посоветовала купить Виктория
# Виктория, ой, девочки, мы пришли. сейчас мы переоденемся
# Виктория говорит - ой, мне так нравится этот костюм, как хорошо, что я посоветовала тебе его купить
# они выходит в зал
# тренер в шоке
# Мелани занимается в переднем рядо рядом со Стефани (Мелани на месте Моники)
# Ребекка с Викторией сзади (Виктория на месте Бетти)
# тренер в афиге смотрит на Мелани
# показываем немного, как каждая занимается
# заканчивается занятие, они все выходят, а Виктория выглядывает в зал, а тренер трогает Стефани за попу (пара фраз) - если у них был секс, или пытается флиртовать с ней, а она отказывает
# Виктория злорадно - ага
# в переодевалке после этого Виктория говорит, Мелани а тебе нравится инструктор по фитнесу
# Мелани говорит, что нет
# Виктория говорит, странно, я была уверена, что тебе понравится такой мужчина
# Мелани говорит ей, а почему ты спрашиваешь
# Виктория ехидно говорит, что потом расскажет подружке
