# ЮЛИЯ
# если Моника заставляла Юлию раньше тереть пятно
# они играют в игру, что Юлия трет пятно, а Моника на нее наезжает, как раньше
# происходит в квартире Юлии
# Моника приходит к ней, а там пятно, Юлия говорит. смотрите какое пятно
# она говорит, что не знает, откуда оно
# Моника говорит. но не я же, по-любому это ты, его не оттереть
# Юлия начинает обижаться, говорит, что вы снова хотите меня обвинить
# два варианта: играют в игру или Моника говоритЮ что сама уберет это пятно
# если трет Юлия - Моника пристает к ней, играя в эту игру
# если трет Моника - Юлия к ней пристает
# это пятно там будет находится постоянно
