# БЕТТИ
# она приходит забрать утюг, тот ни в какую не отдает его, говорит, что он ему нужен
# и что она может приходить гладить к нему, если ей нужен утюг
# он начинает ей говорить, что у него некому убраться, а она настоящая хозяйка, он завидует ей, что у нее есть горничная
# если она согласиться на его просьбу, то он даст ей потрогать свой член, достает и показывает при этом
# Бетти психует, отрицает саму возможность этого и уходит
# на след. лень она приходит к нему
# он говорит, чтобы она сняла платье, чтобы не испачкать его, что он даст ей фартук
# она убирается голая, в одном фартуке, а он комментирует, что надо сделать еще это и т.п.
# она говорит, что сама знает, как убираться
# он говорит, что у нее есть горничная
# она говорит, что горничная у нее плозая, ничего не меет и убирается в доме она сама
# он ходит за ней со стояком
# заканчивается сексом, но сам секс мы не показываем

# Бетти сама решает идти за утюгом, т.к. не погладить белье
# в прачечной
# Бетти психует и идет за утюгом. В конце концов забрать его
# Либо решает этого не делать, потому что закончится как всегда

label ep22_4_dialogues1_betty_1:
    # в холле дома или во дворе Фред подходит к Бетти
    fred "Миссис Робертс?"
    betty "Что ты хотел, Фред? Мне некогда."
    fred "Вас просил зайти на несколько минут ваш сосед Лиам..."
    # Фред улыбается, Бетти смотрит на него подозрительно
    betty "Зачем?"
    fred "Не знаю, Миссис Робертс."
    fred "Он говорил что-то про утюг..."
    # он снова улыбается и уходит
    # Бетти стоит в задумчивости
    betty_t "Хм... Почему это я должна сама ходить в нему за моим утюгом?"
    betty_t "Пусть сам и принес бы его!"
    betty_t "..."
    betty_t "С другой стороны, он хороший сосед..."
    betty_t "А хорошим соседям нужно помогать!"
    betty_t "Надо бы сходить к нему и забрать утюг..."
    # затемнение, смена кадра
    # Бетти стоит перед домом соседа и стучится в дверь
    # затемнение, звук двери, каблуки
    # смена кадра, Бетти стоит в гостиной у Лиама
    # утюг на столе
    liam "О. Мэм!"
    liam "Как я рад, что вы зашли ко мне!"
    betty "Здравствуйте, Лиам."
    betty "Мне мой водитель передал, что вы просили меня зайти к вам..."
    liam "Да, Мэм..."
    betty "..."
    liam "Я хотел бы попросить вас о помощи..."
    betty "Что?! Опять?!"
    betty "Знаете что, Лиам, мне кажется, что все ваши проблемы с недостаточно твердым членом надуманы!"
    liam "Нет-нет, Мэм!"
    liam "С этим теперь все в полном порядке!"
    liam "И все благодаря вашим умелым ручкам, Мэм!" # подмигивает
    betty "Да? А для чего вы меня позвали, Лиам?"
    betty "Вы хотите отдать мне мой утюг?"
    liam "Что? Какой утюг?"
    liam "Ах, утюг! Нет, я его еще не починил."
    betty "Лиам..."
    liam "Мэм..."
    # пока Бетти у соседа, тем временем во дворе
    # Ральф выходит во двор и подходит к Фреду
    # Барди тоже выходит следом и подслушивает их разговор
    ralph "Фред..."
    fred "Да, Мистер Робертс?"
    ralph "Ты не видел Бетти. Не могу найти ее."
    fred "Она сказала, что пошла по делам и что скоро вернется."
    ralph "А куда она пошла? Фитнес у нее вроде бы не сегодня..."
    fred "Я не знаю, Мистер Робертс. Она просто вышла за ворота."
    ralph "Вышла за ворота?.."
    # Ральф задумчиво чешет репу и смотрит на ворота
    # смена кадра
    liam "Дело в том, Мэм, что я давно живу один..."
    liam "И у меня такой беспорядок в доме."
    liam "У меня никак не получается убраться как следует..."
    liam "Я тут подумал, раз у меня по соседству живет такая замечательная и хозяйственная соседка..."
    betty "Лиам, вы что, намекаете мне на то, чтобы я помогла вам с уборкой в доме?!"
    betty "Я такой работой не занимаюсь, Лиам!"
    betty "Я хозяйка богатого дома и у меня для этого есть гувернантка!"
    liam "О, в таком случае, не могли бы вы мне одолжить вашу гувернантку, Мэм?"
    betty "Что?! Одолжить мою гувернантку?! Еще чего?!"
    betty "Я сама прекрасно справлюсь с уборкой!"
    liam "Мэм... Какая же вы хорошая соседка!"
    liam "Мне так с вами повезло, Мэм!"
    betty "Да, я такая!"
    betty "Где тут у вас швабра, Лиам?"
    # затемнение
    return
