# фотостудия
label ep211_dialogues3_fotoshoot_1:
    # идет в фотостудию, разговор с Алексом, как обычно.
    # в меню выбора новый костюм. Моника переодевается и выходит к Алексу
    # начинает возмущаться, что этот костюм слишком откровенный. как она будет сниматься в нем, да еще и при инвесторе?!
    # Алекс- Миссис Бакфетт, не переживайте. мы будем делать кадры, на которых ничего не будет видно
    # Моника про себя - этот фотограф-извращенец всегда так говорит, а в итоге...
    # Моника с угрозой - Алекс, только попробуй...
    # Моника замолкает, так как в фотостудию заходит инвестор
    # инвестор - Миссис Бакфетт. Вам нравится костюм, который я вам подбрал?
    # Моника сквозь зубы говорит, что нравится, но он ей кажется несколько откровенным
    # инвестор говорит, что подобрал костюм в соответствии с курсом их журнала и находит его весьма подходящим для Моники
    # инвестор садится на стул напротив съемочной площадки и с надменным видом смотрит на Монику, говорит -приступайте
    # Моника про себя - мерзкий тип! скорее надо провести эту долбанную фотосессию. и пусть убирается из моего офиса
    # Алекс - приступим, Миссис Бакфетт
    return

# фотосессия
label ep211_dialogues3_fotoshoot_2:
    # во время фотосессии периодически показывается лицо инвестора, который пристально смотрит на Монику, рассматривает ее
    # каждый раз, когда Моника отказывается принимать какую-либо позу, она смотрит на инвестора
    # понимает, что ей нужно сделать так, чтобы тот согласился вложить деньги в журнал
    # если она не проведет эту фотосессию, то он просто откажется
    # Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется... мне нужны эти деньги, чтобы отдавать их сучке Виктории
    # фразы Моники во время позирования для Алекса:
    # Алекс, ты помнишь, что ты мне обещал перед началом съемки?
    # Да, конечно, Миссис Бакфетт. Я все сделаю, как надо, не переживайте
    # Алекс, эта поза не будет хорошо смотреться в кадре...
    # Что вы, Миссис Бакфетт, это будет просто великолепный кадр
    # Алекс! Снимай меня с другого ракурса!!
    # Да, конечно. Сейчас еще один снимок и я возьму другой ракурс.
    # Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?
    # Конечно, Миссис Бакфетт! Вы можете мне довериться
    # Алекс, не снимай меня крупным планом. ты забыл, что ты мне обещал?
    # я помню, Миссис Бакфетт. Кадры получаются отличные! Вам очень идет это костюм
    # Алекс, я не буду вставать в такую позу!
    # инвестор - кхм... эта поза как нельзя лучше характеризует новый курс вашего журнала, Миссис Бакфетт...
    # Согласен. Миссис Бакфетт, это очень интересный ракурс. Ничего лишнего в кадре не будет видно, не переживайте
    # после фотосессии инвестор смортит на Монику, говорит, благодарю, мне было любопытно поприсутствовать
    # встает со стула и уходит
    # Моника про себя - куда этот неудачник пошел?
    # Моника - а если он пошел к Бифу и сейчас скажет ему, что отказывается?! тогда я не смогу больше здесь работать...
    # Моника - мне нужно переодеться и идти к Бифу, нужно узнать, что решил этот мерзкий Мистер Кэмпбелл...
    return

# кабинет Бифа
label ep211_dialogues3_fotoshoot_3:
    # заходит к Бифу, тот стоит вместе с инвестором
    # жмут друг другу руки
    # Биф ему - Мистер Кэмпбелл, я уверен, что вы сделали правильный выбор
    # инвестор - посмотрим. будем надеяться, что это будет выгодная сделка для нас обоих...
    # Биф - конечно, Мистер Кэмпбелл. с вами приятно сотрудничать
    # инвестор смотрит на часы - я уже опаздываю на важную встречу.
    # Биф - как я вам уже говорил, мы будем рады видеть вас снова в нашем офисе.
    # инвестор проходит мимо Моники - Миссис Бакфетт. надеюсь, это была не последняя фотосессия, на которую я был приглашен
    # Моника грозно смотрит на Бифа, тот стоит довольный
    # Моника - да, Мистер Кэмпбелл. до свидания
    # инвестор уходит
    # Биф садится на свой стул
    # Биф - папочка доволен, что цыпочка смогла убедить первого инвестора. но папочка недоволен тем, осталось еще пять колеблющихся инвесторов
    # цыпочка должна проявить свои таланты убеждения, полученные ею в прошлой жизни на грязной улице. Иначе цыпочка рискует вернуться к ней!
    # Моника -!!!
    return
