label e211_dialogues_revenge_quest1:
    # Затемнение, Фред сидит голый с шариком во рту
    # Моника ходит с пистолетом
    m "Ну что, корнишон..."
    m "Пришло время поговорить по душам."
    fred "..."
    m "Итак, что ты знаешь про то, что случилось со мной?"
    m "Говори!"
    fred "ММффхпп... Мэм... мфхппп"
    fred "Я... Я ничего не знаю, Мэм... мфхппп..."
    m "О, Фред, фред..."
    m "Как жаль... Я знала, что ты не очень далекого ума и повторяла это в свое время..."
    m "Но, все-таки я была уверена, что капля рассудка у тебя есть, потому я и держала тебя..."
    m "Ведь ты знаешь, что я деловой человек..."
    m "А деловые люди не задают лишних вопросов."
    m "Я не собираюсь много раз повторять одно и то же."
    m "И, очень жаль, что лимит отведенного тебе времени для ответов ты тратишь на всякие глупости."
    fred "..."
    m "Я назвала тебя корнишоном, помнишь за что?"
    fred "..."
    m "За твой маленький член, Фред."
    fred "..."
    m "Да, я вижу что твой отросток достаточно выделяется среди общей массы двуногих животных..."
    m "Однако, я оценивала тебя как мужчину, Фред..."
    m "Ты ведь понимаешь, что размер члена у мужчины измеряется не отсюда..." # показывает на член
    m "А отсюда..." # показывает на голову
    fred "..."
    m "Поэтому, несмотря ни на что, ты корнишон, Фред..."
    m "И никогда не изменишься..."
    m "Маленькая собачка до старости щенок..."
    m "Но я не виню тебя..."
    fred "..."
    m "Однако, корнишоны бывают полезные... и никчемные..."
    fred "..."
    m "Ты оказался никчемным корнишоном, Фред..."
    m "Я найду нужную информацию и без тебя."
    m "Но, ты знаешь, несмотря на то что я сказала, твой член, все-таки, портит картину корнишона."
    m "А ты знаешь, я люблю порядок."
    m "Поэтому не обижайся... Ничего личного, просто порядок."
    # Направляет пистолет на член
    fred "НЕЕЕТ!!!"
    fred "ММПППХХХФФФФ!!! Я ХПФМММ!"
    fred "Я СКАЖУ! МХХХПФМММ!"
    m "О, ты хочешь быть полезным корнишоном, Фред?"
    m "Тогда я потерплю небольшой беспорядок и не стану отстреливать тебе член..."
    # затемнение, шарик висит
    fred "Миссис Бакфетт! Прошу!"
    fred "Не делайте глупостей! Я все скажу!"
    m "Хорошо, Фред! Но это зависит от того что ты скажешь мне!"
    m "Итак! Откуда ты узнал про то что случилось со мной?!"
    fred "От Стива, Вашего младшего партнера!"
    fred "Я узнал про Вас от него!"
    m "От Стива?"
    fred "Да, Миссис Бакфетт! В тот день я заезжал к нему и он сообщил мне все."
    m "Зачем ты заезжал к нему?!"
    fred "..."
    m "Говори, Фред!"
    m "ИЛИ, КЛЯНУСЬ! Я ОТСТРЕЛЮ ТВОИ ЯЙЦА К ЧЕРТОВОЙ МАТЕРИ!!!"
    fred "Я заезжал к нему, чтобы отчитаться..."
    m "Отчитаться о чем?!"
    fred "О Ваших делах, Мэм... О Ваших передвижениях и связях..."
    m "ЧТО?! ТЫ ШПИОНИЛ ЗА МНОЙ?!"
    m "ШПИОНИЛ ДЛЯ ЭТОГО СЛИЗНЯКА СТИВА?!"
    fred "Да, Мэм... Но я не знал что с Вами случится такое..."
    fred "Поверьте, я не имею никакого отношения к этому!"
    m "Ладно, Фред. Я знала что ты мерзавец..."
    m "И ничуть не удивлена тому что ты, ко всему прочему, еще и шпионил за мной..."
    m "Итак, какая у Стива была цель?"
    m "С какой целью он собирал информацию про меня?"
    m "Он хотел лишить меня компании, чтобы завладеть ей?!"
    fred "Мэм... Нет..."
    m "А что тогда, Фред?!"
    fred "Мэм... Он собирал информацию про Вас, чтобы..."
    fred "Чтобы переспать с Вами, Мэм..."
    m "Вот мерзкий слизняк!"
    m "Этот мешок с дерьмом думает своим членом, вместо мозгов!"
    m "Впрочем как и ты, Фред!"
    m "Интересно, сколько еще подобных мерзавцев вынашивало такие планы в отношении меня..."
    fred "Мэм... Если честно... То, по-моему, ВСЕ..."
    fred "Все мужчины вокруг ищут способы переспать с Вами, Мэм..."
    m "Заткнись, Фред!"
    m "Итак, что Стив сказал тебе?!"
    fred "Мистер Стив сказал мне что некие люди взяли управление компанией в свои руки..."
    fred "Сказал что Вы лишились всего имущества что у Вас есть..."
    fred "И своих счетов..."
    m "Не удивлена, что ты использовал эти знания для таких же похотливых целей, как и тот мешок с дерьмом!"
    m "Откуда он это узнал?! У каких людей?!"
    m "С кем он связан?!"
    fred "Мэм... Я не знаю про тех людей, с которыми связан Мистер Стив..."
    # Снова приставляет пистолет
    m "Значит ты, Фред, все-таки, бесполезный корнишон..."
    fred "НЕТ!! Миссис Бакфетт!!!"
    fred "Я знаю про причину того, что случилось с Вами!"
    fred "Мистер Стив сказал мне!"
    m "Да?"
    m "И, в чем-же причина?"
    fred "Мистер Стив не сказал мне точно, но это что-то связанное со днем до того, как Вы приехали в полицию!"
    m "И что же это было?!"
    fred "Я не знаю, Миссис Бакфетт!"
    fred "Это какое-то событие или Ваш поступок!"
    # Моника подносит пистолет
    fred "Миссис Бакфетт! Я Вам нужен!"
    fred "Приведите сюда Мистера Стива и я помогу Вам узнать у него все что Вам нужно!"
    fred "Устройте нам очную ставку и он не сможет отвертеться!"

    m "Хм... А ты очень любишь свой член, Фред..."
    m "Итак, откуда ты получал информацию обо мне, впоследствии?!"
    m "Откуда ты знал, что Дик хотел меня видеть?"
    m "КТО передавал тебя это?!"
    fred "Виктория..."
    m "КТО?!"
    fred "Виктория, Миссис Бакфетт..."
    m "Ты... ты знаешь эту сучку?!"
    fred "Да, Миссис Бакфетт..."
    m "Я еще расспрошу тебя про нее..."
    m "Но сейчас у меня большое желание увидеть этот мешок с дерьмом, по имени Стив!"
    m "Корнишончик, я скоро вернусь!"
    m "Веди себя хорошо, обещаешь?!"
    fred "Да, Миссис Бакфетт..."

    $ log1 = _("Идти к Стиву")

    return
label e211_dialogues_revenge_quest1a:
    mt "Мне надо идти к этому мешку с дерьмом Стиву!"
    return


label e211_dialogues_revenge_quest2:
    # секретарша Джейн
    jane "Здравствуйте, Миссис Бакфетт!"
    m "Здравствуй, Джейн!"
    m "Стив у себя?"
    jane "Да, Миссис Бакфетт, Мистер Стив у себя в кабинете..."
    jane "Я предупрежу его, что..."
    m "Не стоит, Джейн..."
    m "Я сама сообщу ему о своем визите."
    m "Пожалуйста, не беспокой нас..."
    jane "Хорошо, Миссис Бакфетт..."
    return

label e211_dialogues_revenge_quest3:
    steve "Моника!"
    steve "Рад тебя видеть!"
    steve "Ты пришла заключить новый контракт?"
    m "Да, Стив... Я пришла заключить новый контракт..."
    steve "Моника, извини..."
    steve "Я уже потратил средства на кое-кого другую..."
    steve "Приходи через неделю..."
    steve "Мы заключим очень выгодный контракт!"
    m "Стив... Я бы хотела заключить контракт сейчас, если ты не против..."
    m "Более того, я не буду брать с тебя деньги..."
    steve "Не будешь брать деньги?"
    steve "Хмммм..."
    steve "Знаешь, Моника..."
    steve "Ко мне недавно заходила Джейн и..."
    steve "И она высосала все что было в моем члене, Моника..."
    steve "Он совсем сухой и я боюсь что..."
    m "Не переживай, Стив..."
    m "Если у тебя не получится, ты ведь не рискуешь деньгами..."
    steve "Ты права, Моника! Это отличная сделка!"
    steve "Залезай под стол... Ты знаешь что Джейн может зайти..."
    steve "А у меня с ней скоро свадьба и, в общем, ты понимаешь..."
    m "Я все понимаю, Стив..."
    m "Никаких проблем, усаживайся поудобнее..."
    steve "Моника, надо-же! Своим присутствием ты вливаешь в меня мужскую силу!"
    steve "Можешь приступать!"
    steve "Но помнишь, что по условиям контракте ты не берешь у меня денег за это?!"
    m "Да, Стив..."
    m "Я не стану брать у тебя деньги в этот раз..."
    m "..."
    m "Вместо этого, я возьму твои яйца..." # подносит пистолет
    steve "!!!"
    # занавес
    return














    #
