# при выборе в меню пункта "пригласить Юлию на второе свидание"
label ep211_dialogues4_julia_1:
    # Моника думает о том, что ей нужно попасть к Юлии домой
    # там она точно сможет залезть к ней под платье
    # ну или на крайний случай, посмотреть какого цвета белье лежит у нее в шкафчиках
    # только как мне попасть к ней домой?
    # нужно пригласить ее на свидание еще раз и там постараться напроситься к ней в гости
    # она уже доверяет мне намного больше, чем раньше. думаю, в этот раз она мне не откажет
    # Моника подходит к Юлии и говорит, что хотела бы провести с ней вечер
    # и сменить обстановку, так как они видятся только на работе
    # Юлия спрашивает, приглашает ли Моника ее сейчас на свидание
    # Моника говорит, да милая, я хочу пригласить тебя на ужин
    # Юлия радостно соглашается и спрашивает когда?
    # Моника говорит, что сегодня после работы, в том же кафе рядом с твоим домом, Юлия
    return

# Моника заходит в кафе в трущобах
label ep211_dialogues4_julia_2:
    # садятся за столик, заказывают ужин
    # Юлия выбирает что-то из меню, Моника ее пытается отговорить, т.к. за ужин платить нужно будет ей, а себе она ничего не берет
    # Моника - расскажи о себе. я тут поняла, что совсем ничего о тебе не знаю
    # Юлия говорит, что она с бедной семьи из другой страны, но она не хочет к ним возвращаться
    # есть богатый и влиятельный родственник, дядя. он пытается влиять на нашу семью и мне это совсем не нравится. у меня с ним плохие отношения
    # они никогда ее не понимали и не поддерживали, поэтому она уехала и пытается жить самостоятельно
    # Моника - почему ты не хочешь возвращаться, а работаешь здесь
    # Юлия - должно произойти нечто экстраординарное, чтобы я вернулась к ним.
    # Моник про себя - странно. дома у нее богатый дядя и не будет никакой нужды, а она здесь работает за копейки
    # Моника про себя - никогда не понимала логику неудачников...
    # Моника - а сейчас ты живешь здесь, в трущобах?
    # Юлия - да, я арендую тут квартиру.
    # Моника про себя - хмм.. арендовать квартиру в трущобах - это наверное недорого?
    # Моника - но жить в трущобах!! фи!
    # Моника - с другой стороны... не будет деревенщины Бетти и озабоченного сопляка Барди...
    # сколько уже можно работать за еду на эту семейку идиотов?!
    # я смогу забыть это как страшный сон и начать жить независимо ни от кого
    # у меня есть возможность зарабатывать
    # так почему бы мне не попробовать...
    # только у кого мне узнать про аренду квартиры? хм...
    # мне нужно будет подумать об этом...
    # Юлия - Миссис Бакфетт, спасибо за ужин. и я хотела бы... в знак благодарности за вечер...
    # пригласить Вас к себе домой.
    # только я стесняюсь что такая леди как вы в такой конуре как у меня
    # Моника говорит что да, это, конечно, будет шокирующе для меня и непривычно, но ради моих чувств к тебе я готова пойти бла бла бла
    # Моника - отлично! я почти у цели! действительно, замечательный вечер!
    # Моника - да, я с радостью
    # уходят с кафе
    return

# мысли Моники перед домом Юлии
label ep211_dialogues4_julia_3:
    # какой кошмарный дом! и как люди тут живут?!
    # наверняка, одни неудачники и... извращенцы!
    # и тут небезопасно вечером...
    # нет. вряд ли я смогу жить в таких условиях
    # такая леди, как я, никогда не сможет привыкнуть к таким условиям
    # Хотя для меня и это место сейчас бы подошло
    return

# Моника в квартире у Юлии
label ep211_dialogues4_julia_4:
    # Моника осматривается и говорит, что здесь очень уютно
    # про себя размышляет, что все же она была бы не против жить в подобной квартире
    # представь только, Моника. никто не будет тебе указывать, что делать и какую одежду надеть...
    # никто не будет ограничивать тебя в еде или в походах в душ...
    # в прошлый раз с хостелом в трущобах мне подсказал продавец кебабов
    # возможно, он сможет узнать что-нибудь и про аренду квартиры?
    # не у Юлии же мне спрашивать про это.
    # Юлия смущается, пока Моника осматривается
    # Моника подходит к ней и обнимает, целует в щечку, потом в губы
    # кладет руку ей на талию, потом смещает руку на попу, пытаясь поднять платье
    # Юлия отстраняется, говорит, что еще не готова
    # Моника говорит - дай, я тебя просто потрогаю и не более
    # Юлия смущается, но соглашается
    # снова поцелуй, Моника трогает ее попу и нащупывает трусики
    # Моника про себя - я почти у цели. осталось уговорить ее приподнять платье
    # Моника опускает руку немного ниже и пытается залезть под платье
    # но Юлия снова отстраняется и говорит, что на сегодня этого будет достаточно
    # Моника - черт! как обычно!
    # придется прибегать к запасному варианту и попроситься в туалет. ванная со стиральной машинкой будет наверное там же
    # спрашивает у Юлии и идет в туалет
    # в ванной открывает шкафчик или машинку и ищет трусики, но не находит
    # Моника злится, что снова не удалось ничего выяснить
    # выходит к Юлии, делает вид, что все в порядке, улыбается
    # говорит, что ей очень нравится квартира Юлии бла-бла
    # они еще целуются и обнимаются
    # Моника говорит, до завтра, милая и уходит
    return
