# после того, как был паблик ивент в новом ресторане
# Моника приходит на работу в офис, заходит в свой кабинет.
# при выборе "работать весь день" вызывается эта сцена
# Кабинет Моники.
label ep211_dialogues1_melanie_punishment_1:
    # Моника сидит за своим столом, Юлия работает за своим
    # думает - в этом отделе собрали самых никчемных сотрудников
    # думает - они целыми днями сидят в своих бумажках и думают, что их отчеты кому-то здесь нужны. неудачники.
    # смотрит на Юлию
    # думает - а эта Юлия вообще готова до поздней ночи сидеть и делать никому ненужную работу.
    # думает - от нее больше пользы было, когда она работала гувернанткой
    # открывается дверь и в ее кабинет заходит Мелани, встает перед Моникой
    # Мелани говорит - здравствуйте, Миссис Бакфетт
    # Моника заметно пугается, вскакиевает со стула
    # Мелани, ты вернулась? где ты пропадала столько времени?
    # Моника думает - что?! опять?!!! снова эта мерзкой Виктории что-то нужно?!!!!
    # Мелани- я брала несколько выходных дней у Бифа...
    # Юлия с интересом наблюдает за поведением Моники, та увидев это, берет себя в руки
    # Моника делает покерфейс и обращается к Мелани
    # Моника - надеюсь, ты пришла не для того, чтобы пригласить меня на очередной девичник...
    # Мелани отвечает - как раз об этом я и хотела с вами поговорить, Миссис Бакфетт.
    # пауза. Моника смотрит на нее и думает - чтобы я еще раз пошла на встречу с этой сучкой Викторией?!
    # ни за что! если Мелани согласна на еще один такой девичник, то пусть развлекает сама эту мелкую дрянь!
    # Юлия в это время с подозрением смотрит на Монику
    # Моника говорит - да, Мелани, я слушаю...
    # Мелани поворачивается, смотрит на Юлию, потом снова на Монику
    # Моника тоже обращает внимание, что Юлия греет уши
    # Юлия! Я смотрю, наш разговор с Мисс Мелани тебя интересует больше, чем работа?!
    # Юлия - нет, Миссис Бакфетт. извините, Миссис Бакфетт...
    # Моника ей - выйди из кабинета!
    # про себя - никчемная Юлия!
    # Моника, как только Юлия выходит из кабинета, вскакивает со своего стула
    # Моника говорит - Мелани! Больше никаких встреч с этой сучкой Викторией!!!
    # я даже слышать об этом ничего не хочу!
    # какая-то выскочка решила поиграть со мной, Моникой Бакфетт, в свои извращенские игры!!!
    # и думает, что ей это просто так сойдет с рук!!!
    # Мелани спокойно смотрит на Монику
    # Мелани говорит - вот именно это я и хотела обсудить с вами, Миссис Бакфетт
    # Моника смотрит на нее с возмущением
    # выбор:
        # 1) я больше ни слова не хочу слышать об этой стерве!!! (пропуск событий с Мелани)
            # Мелани! Я больше ни слова не хочу слышать об этой стерве!
            # И ничего не собираюсь обсуждать!
            # У меня и без этого проблем хватает!
            # Мелани ей - вы уверены, Миссис Бакфетт? Это ведь в ваших интересах...
            # Моника перебивает Мелани - я это уже слышала от тебя, Мелани!
            # в тот день, когда ты также зашла ко мне в кабинет и позвала к себе в гости!!!
            # я больше не хочу ничего обсуждать!!!
            # Мелани ей - хорошо, Миссис Бакфетт. я вас услышала. до свидания, Миссис Бакфетт
            # Мелани про себя - Миссис Бакфетт, конечно, не самая умная женщина...
            # и в такие моменты я в этом убеждаюсь лишний раз...
            # Мелани выходит из кабинета
        # 2) я тебя слушаю, Мелани.
            # pass
    # Моника садится на свой стул и говорит - я тебя слушаю, Мелани.
    # Мелани говорит - Миссис Бакфетт, я согласна с вами. просто так нельзя оставлять то, что Виктория сделала в тот вечер
    # и рассчитываю на ваше содействие в том, чтобы поставить ее на место и лишить возможности манипулировать нами
    # другими словами, нам нужно ее обезвредить
    # Моника отвечает - эту стерву уже давно следовало бы поставить на место. вопрос в том, как это сделать?
    # Мелани - дело в том, что я навела кое-какие справки...
    # Моника про себя - хм... что бы там ни было, я сделаю все, чтобы отомстить этой мелкой дряни!
    # Мелани - я задействовала свои связи и узнала, что у одного папарацци есть фото, компрометирующее Викторию
    # Моника смотрит на нее недоверчиво
    # спрашивает - и что это за фото?
    # Мелани - на этой фотографии доказательство того, что Виктория изменяет Дику
    # Моника смотрит на нее удивленно
    # Мелани - да. она сделала это прямо в его кабинете на рабочем столе.
    # я нашла е-мэйл этого папарацци и в переписке пообщалась с ним на эту тему
    # он не готов просто так отдавать эту фотографию и выдвинул определенное условие...
    # Моника - какое условие? что ему нужно? деньги?
    # Мелани, ты же понимаешь, что нам просто необходимо достать это фото?!
    # Мелани - понимаю, Миссис Бакфетт.
    # этот парень хочет, чтобы мы отдали ему наши эксклюзивные фотографии...
    # сделанные на фотосессии специально для него...
    # Моника - наши?! ты имеешь ввиду, твои и мои фотографии?
    # Мелани - да, Миссис Бакфетт...
    # как только мы предоставим ему наши фотографии, он отдаст нам фото Виктории
    # Моника - !!!!
    # выбор:
        # 1) Конечно, нет! Я не соглашусь на это! (пропуск событий с Мелани)
            # Конечно, нет! Я ни за что не соглашусь на это!
            # я уже убедилась в том, что вокруг одни негодяи и обманщики
            # я не верю, что у него вообще есть эта фотография с Викторией!
            # а если и была бы, то он мог выгодно ее продать нам! а не требовать от нас какие-то фотографии взамен!
            # в итоге у него будут наши фото, а мы взамен ничего не получим!
            # нет, Мелани! нам нужно искать какой-то более надежный способ расправиться с этой стервой
            # Мелани - вы думаете, что не стоит ему доверять, Миссис Бакфетт?
            # Моника - конечно, не стоит, Мелани!
            # Мелани - возможно, вы правы, Миссис Бакфетт...
            # я постараюсь разузнать еще какую-нибудь информацию, которая может быть нам полезной
            # Моника - хорошо, Мелани. ты можешь рассчитывать на мою поддержку в этом вопросе.
            # Мелани - до свидания, Миссис Бакфетт
            # Мелани уходит
            # Моника про себя - неужели Мелани могла предположить, что Я, Моника Бакфетт, соглашусь на эту фотосессию...
            # и для кого?! для какого-то неудачника!!! фи!
            # уверена, что есть более действенный способ обезвредить стерву Викторию...
        # 2) Мелани!!! Как ты себе это представляешь?!
            # pass
    # Мелани, а ты не пробовала договориться с ним на других условиях?!
    # я не хотела бы, чтобы мои фотографии были на руках у какого-то папапрацци!
    # Мелани - Миссис Бакфетт, я пыталась изменить условия договоренности, но он остался неприклонен
    # или мы делаем эту фотосессию и тогда фото Виктории у нас в кармане
    # или отказываемся, но в таком случае мы с вами упустим шанс избавиться от нее
    # Моника - Мелани, а ты уверена, что у этого папарацци действительно есть эта фотография?
    # Мелани - да, Миссис Бакфетт. я доверяю тому человеку, кто рассказал мне об этом
    # Моника про себя - черт! и что теперь делать? неужели придется проводить эту фотосессию?!
    # Моника - Мелани, а если папарацци нас обманет?
    # Мелани - я не думаю, Миссис Бакфетт. как я уже говорила, я доверяю моему знакомому. он отзывался о нем положительно
    # Моника в сомнениях
    # Моника - и кто будет нас фотографировать?
    # Мелани - мы будем фотографировать друг друга сами, Миссис Бакфетт
    # Моника - ???
    # Мелани - и сделаем это у меня дома. не нужно, чтобы об этом узнали на работе. будет слишком много лишних вопросов
    # Моника - черт!
    # выбор:
        # 1) Мелани, мне нужно подумать... (пропуск событий с Мелани)
            # Мелани, мне нужно подумать... Я не могу пока согласиться на эту фотосессию.
            # Мелани - я понимаю вас, Миссис Бакфетт. но это наш шанс обезвредить Викторию
            # когда вы решите, проводить фотосессию или нет, дайте мне знать
            # Мелани выходит из кабинета
            # Моника про себя - глупость какая-то! неужели Мелани не понимает, что этот папарацци ее просто обманывает
            # уверена, что есть более действенный способ обезвредить стерву Викторию...
        # 2) И когда ты хочешь провести эту фотосессию?
            # pass
    # Моника - И когда ты хочешь провести эту фотосессию?
    # Моника про себя - возможно, это единственный шанс расквитаться с этой сучкой
    # Моника - вдруг, я сейчас откажусь и больше не подвернется никакого компромата на Викторию?
    # а пока я буду медлить, эта мелкая стерва придумает снова какую-нибудь гадость
    # фу, нет. я больше не смогу перенести подобного!
    # Мелани - мы можем провести ее в любой день после работы, просто предупредите меня, когда будете готовы
    # Моника - договорились, Мелани
    # Мелани - до свидания, Миссис Бакфетт.
    # Мелани уходит
    # Моника про себя - надеюсь, я не пожалею о том, что согласилась на это...
    # в конце концов, давно пора поставить Викторию на место.
    # ненавижу эту мерзкую сучку!
    return


# если Моника в любой другой день приходит в гримерку днем
# клик на Мелани
label ep211_dialogues1_melanie_punishment_2:
    # Мелани - Миссис Бакфетт, вы готовы к нашей фотосессии?
    # выбор:
        # 1) Да, я готова.
            # Моника про себя - нужно как можно скорее вышвырнуть Викторию из офиса Дика
            # пока она не придумала очередную извращенскую игру для нас...
            # ненавижу ее!
            # Да, Мелани. Я готова к фотосессии.
            # pass
        # 2) Не сегодня.
            # Моника про себя - черт!
            # эти фотографии попадут в руки какого-то папарацци!
            # а вдруг он их продаст какому-нибудь журналу?!
            # даже думать об этом не хочу!
            # Нет, Мелани. Мне нужно еще время.
            # False
    # Мелани - тогда сегодня вечером я жду вас у себя дома, Миссис Бакфетт
    return

# Моника заходит в квартиру Мелани
label ep211_dialogues1_melanie_punishment_3:
    # фотка Мелани на стене без рисунков Виктории, Моника это замечает
    # Моника сомневается, стоит ли делать это, не хочет, чтобы снимки попали к какому-то неудачнику
    # неизвестно, что он с ними сдеелает и т.д.
    # но ее сомнения перевешивает мысль о том, что Дик вышвырнет Викторию после того, как убедится, что она шлюха
    # Мелани говорит ей, что в такой одежде Монике не стоит фоткаться, т.к. она выглядит как девушка по вызову в этом аутфите
    # Моника недовольна таким сравнением. если уже работает в эскорте, думает, что может Мелани что-то знает об этом
    # и таким образом пытается язвить ей
    # Мелани говорит о том, что папарацци просил сделать пикантные фото
    # Моника возмущается, выбор
    # мало того, что нам приходится делать эксклюзивные фото для него, так он еще и условия ставит, какими должны быть эти фото
    # что этот никчемный папарацци о себе возомнил?!?!
    # если соглашается, то Мелани говорит ей, что нужно снять куртку и топ, остаться только в шортах и сетке на груди
    # Моника все еще возмущается, но делает
    # Мелани одета в свой домашний красный пеньюар
    # Мелани делает несколько кадров Моники, при этом Моника комментирует, какие ракурсы надо брать, чтоб ничего лишнего не было видно
    # Мелани ей отвечает, что она хорошо разбирается в этом и ей виднее
    # потом Моника фотографирует Мелани
    # они закончили делать фото и Мелани говорит, что завтра она позвонит папарацци и назначит встречу
    # Моника уходит
    # Монике нужно будет подойти к Мелани в гримерке на след день и кликнуть на нее, чтобы узнать, где будет встреча
    return

# след день после фото в квартире Мелани
label ep211_dialogues1_melanie_punishment_4:
    # Моника думает, находясь у себя в кабинете, что ей нужно спросить Мелани о встрече с папарацци
    # идет в гримерку, клик на Мелани, та говорит, что встреча сегодня вечером в ресторане, где был паблик ивент
    return

# новый ресторан, где был паблик ивент
label ep211_dialogues1_melanie_punishment_5:
    # Моника с Мелани заходят в ресторан
    # Моника переживает, чтоб все прошло по плану, говорит об этом с Мелани, но та спокойна
    # Моника думает, что от этих никчемных папарацци всегда одни проблемы, вдруг он их обманет...
    # Моника спрашивает Мелани, за каким столиком назначена встреча
    # та говорит, что крайний столик у окна (у входа, у барной стойки или т.п.)
    # они смотрят в сторону этого столика, там кто-то сидит, они идут к нему
    # подходят, а там Виктория
    # Моника с Мелани !?!?!?!
    # та ехидно смотрит на них и приветствует своих подружек
    # -я рада, что подружки пришли на встречу, садитесь за столик, Билл (папарацци) не смог прийти и я решила сделать это вместо него
    # подружки, вы так удивлены... не знали, что я в курсе?
    # давайте сюда свои фотографии, я передам их своему другу Биллу.
    # Моника с Мелани в шоке - другу?!, говорят ей, что она что-то путает, они сюда пришли, чтобы просто поужинать вместе
    # Виктория говорит, что нехорошо, что подружки ее обманывают. их за это надо наказать
    # Моника с Мелани переглядываются. Моника злится, но молчит
    # Виктория заставляет их отдать ей фотографии, шантажируя их совместной фоткой с тройным лесби
    # заставляет их поцеловаться, выбор
    # если при выборе отказ, то Виктория смеется и говорит, что им все равно придется это сделать, если они хотят остаться ее подружками
    # потом говорит, что подружки провинились, но так уж и быть, она готова их простить
    # если подружка Виктория пригласит ее к себе в гости. сейчас. и подружка Моника поедет с ними
    # ее подружки в шоке, понимают, что там будет капец, что Виктория зла на них и т.п.
    # Моника пытается отмазаться, говорит, что вышло какое-то недоразумение бла-бла и что она хорошая подружка
    # Виктория отвечает, что еще слово и она решит, что они не ее подружки, а только притворяются ими
    # -мы сейчас едем домой к подружке Мелани и это не обсуждается
    # и, кстати, у меня для подружек приготовлен сюрприз
    # выходят из ресторана, звук авто, квартира Мелани
    return

# квартира Мелани
label ep211_dialogues1_melanie_punishment_6:
    # Виктория подходит к фото Мелани, оно без ее рисунка
    # она смотрит на Мелани, говорит, что та не велела ей стирать помаду
    # мало того, что она пыталась договориться с Биллом, так еще и не послушалась Викторию
    # что ж... подружка Мелани сама напросилась...
    # стук в дверь, Виктория говорит, а вот и мой сюоприз
    # подходит к двери, открывает, заходит Фред
    # Моника -Фред?! как ты здесь оказался?!
    # Фред здоровается с ней и говорит, что он просто исполняет свои профессиональные обязанности
    # Моника - ты работаешь на Мисс Викторию?
    # Фред смотрит на нее и мерзко улыбается
    # Виктория приказывает Монике сесть на диван и смотреть, что случается с плохими подружками
    # потом говорит Мелани, что теперь ей придется расплчиваться за то, что пыталась скомпрометировать ее перед Диком
    # -мы снимем небольшое видео с твоим участием, подружка Мелани
    # сейчас ты на камеру скажешь, что как обычно сделаешь минет за 50 баксов, секс - за 100 баксов
    # и сделашь это, а Фред нам в этом поможет
    # Моника напугана происходящим
    # Мелани зло смотрит на Викторию, пытается отказаться, но та заставляет ее
    # Мелани садится на кресло, Виктория снимает все на камеру на телефоне
    # Мелани в это время пытается рассуждать хладнокровно, думает, что позже она сотрет эту стерву в порошок
    # а сейчас нужно сделать вид, что она все поняла и готова ее слушаться
    # Фред подходит к Мелани со спущенными штанами, спрашивает, за сколько та работает
    # Мелани отвечает, что как обычно сделает минет за 50 баксов, секс - за 100 баксов
    # Фреда видно со спины, он бросает ей 50 баксов и та делает ему минет
    # после того, как Фред кончит Мелани на грудь или лицо, Виктория говорит, что видео снято
    # Мистеру Дику оно очень понравится
    # Мелани - !!!!!
    # кадр меняется, Мелани с Моникой вдвоем, Виктория и Фред ушли
    # Моника говорит, что не зря не хотела связываться с этим папарацци! он оказался знакомым Виктории!!
    # потом говорит, что не поймет, каким образом связаны Фред и Виктория
    # нужно поговорить с Фредом, может, он расскажет
    # Мелани говорит, что не стоит. скорее всего, он работает на нее и все ей докладывает
    # в том числе и о том, что происходит с вами Миссис Бакфетт в вашем же доме
    # нам нужно найти способ уничтожить эту дрянь Викторию
    return
