# Моника сидит за столиком
# Подходит официантка и говорит что ее ждет администратор
# Если отношения хорошие, то удивляется: Вы? Что Вы здесь работаете?
# Я, даже не думала, что... Моника говорит что она здесь не работает, а ждет, когда ей принесут еду.
# Официантка спрашивает, но Вы же ничего не заказывали.
# Моника понимает что ступила и говорит что да? А, да, не заказываела. Я... жду здесь человека.
# Кто там меня звал? Администратор?
# Если плохие отношения, то та язвит, а Моника отвечает примерно то же самое, только злее.

# Моника идет ищет администратора, та в коридоре (вход за рецепшином, дверь)
# Там стоит заказчик (парень) и администраторша
# Он говорит что да, вот эта девушка. Я хочу ее.
# Та говорит: Это monica_hotel_name. Вы уверены? У нас есть другие девушки для такого заказа.
# Тот отвечает, что именно она, что он заприметил ее. И она больше подойдет для этого.
# Администраторша говорит Монике что ее заказали. Неизвестно почему ее.
# Она должна будет сопровождать этого джентельмена на встрече и вести себя как его девушка.
# Тот поправляет, что не просто вести себя так, а так, чтобы никто не догадался что он платит за это.
# Администратор говорит ему будьте спокойны, наши девушки - профессионалы.
# Если что-то будет не так, то Вам будет компенсирована сумма вдвое большая, нежели Вы заплатите за заказ.
# Тот отвечает что очень надеется на это, так как для него это важно.
# Моника спрашивает у него, что ей придется делать.
# Тот отвечает, что Вам надо будет быть моей девушкой, Луизой.
# Моника спрашивает почему Луизой?
# Администратор цикает на нее, помолчи. Это желание заказчика и у тебя нет права обсуждать его!
# Моника злится
# Администратор спрашивает, точно-ли он уверен что ему нужен только эскорт?
# Не хотите-ли воспользоваться опцией секса с этой девушкой из нашего прейскуранта?
# Он отвечает, что нет, для него важно, чтобы она вела себя как его девушка и ничего более, но это очень важно!
# Администратор говорит что Вы можете воспользоваться любыми опциями из прейскуранта, если надумаете.
# В наших интересах оказать как можно больше услуг для того, чтобы наш клиент остался максимально доволен.
# Моника кривится
# Администраторша говорит Монике: Ну что, ты все поняла?
# Будешь осуществлять эскорт, играя роль его девушки.
# Если будешь делать это плохо, то будешь оштрафована! Тебе понятно, monica_hotel_name?!
# Моника сквозь зубы отвечает что да, ей понятно.
# Администратор говорит иди переодевайся, для этого заказа тебе надо кое-что поприличнее.

# Смена кадра. Моника с заказчиком подходит к столику, где сидят две пары:
# Парень1, Девушка1, Парень2, Девушка2.
# парень1 богаче заказчика (возможно его босс)

# Заказчик знакомит Монику, представляет ее как свою девушку Луизу.
# Моника отвечает, общается и тд.
# Между всеми происходят какие-то диалоги. Например, парень1 говорит заказчику:
# так вот почему ты стал опаздывать на работу! очевидно, что с такой прекрасной девушкой ты не спишь целыми ночами, хе-хе!
#подмигивает. Жена(или кто там) его одергивает, говоря что оставь свои шуточки.
# Ты смущаешь ими Луизу и мне становится за тебя стыдно (и тд)
# Парой фраз раскрываем персонажей, их отношения (что они работают вместе, какие-то напряги между ними и тд)
# девушка1 его девушка (или жена), у них такие-то отношения и тд, какие-то привычки.
# Это очень оживляет игровой мир. Мы, как бы, наносим мазки на общую картину, делая его реалистичным.

# Они общаются, затем затемнение что прошло какое-то время.

# Переход на то, что видимо они общаются уже давно и Моника произвела впечатление на всех.
# Моника думает про себя что все не так уж и плохо. Она думала что работа в эскорте это какой-то кошмар.
# Однако, в большинстве своем это вполне безобидное общение. Она, пожалуй, поработает здесь, пока не решит свои проблемы.
# В любом случае, никто ее здесь не знает, кто она такая и, даже если будут вопросы, она скажет что это ее двойник.
# Она даже найдет где-нибудь в стране девушку, похожую на Монику и предъявит тем, кто будет что-то подозревать.
# Конечно, она будет всего-лишь похожа на Монику. У нее, конечно, не может быть такой красоты, которой обладаю Я!
# Но, все-же.

# Моника начинает даже доминировать над заказчиком.
# У нее спрашивают девушки собираются-ли они пожениться.
# Моника что-то там язвит в отношении заказчика и тд

# В конце концов, девушки куда-то уходят пошептаться или хз куда.
# Зовут Монику, но заказчик просит ее остаться.

# Остаются только парни, заказчик и Моника
# Заказчи говорит парню1: ну что, я выиграл наше пари! ха-ха!!!
# Гони мне мои деньги! Я сделал это! У меня получилось, наконец-то!
# Тот в шоке. Что?!
# Ты про что? Ты про... про... Она что, проститутка?!
# Тот отвечает: Да!
# парень1: Не могу поверить, нет! Сколько раз ты пытался нас провести, я всегда вижу проституток насквозь.
# Но как, нет! Я не верю! Пусть она сама нам скажет!
# Заказчик спрашивает у Моники: ну, скажи им, кто ты?
# Моника в напряжении как струна. Отвечает, я его девушка.
# Парень1 смеется: ну что, я говорил тебе! Я не могу ошибиться.
# Ты не смог провести меня в те разы, не сможешь и теперь!
# Заказчик: нет, она проститутка, ее зовут monica_hotel_name.
# Мы заключили пари, что если я приведу проститутку и ты не сможешь ее определить, то пари мое!
# Парень1 спрашивает у Моники, скажи, кто ты? Ты ведь Луиза, правда?
# Моника отвечает что да, ее зовут Луиза и она девушка заказчика.
# Заказчик злится на нее и говорит чтобы она говорила кто она, ее игра закончена.
# Если она не скажет, то он сообщит администратору сервиса эскорта что та не выполняет условия!

# Выбор: сказать что Моника его девушка и уйти
# Моника встает, говорит что она БЫЛА его девушкой!
# Но, после того как он посмел устроить такое при своих друзьях, она больше не хочет его знать!
# И уходит
# Парень1 язвительно говорит заказчику: ну что (как там его зовут), ты снова облажался!
# Я тебе говорил что за версту вижу шлюх!
# Тот зло смотрит на Монику.
# Администратор устраивает разнос и вешает на Монику долг и угрожает что та вылетит отсюда.

# Выбор: сказать что Моника работает в эскорте
# Моника говорит заказчику, что в условиях было то, что она говорит что она его девушка, а не доказывает обратное!
# Я соблюдаю условия!
# Заказчик кричит: ага! Она заговорила про условия! Она призналась, видишь, парень1?!
# Парень1: Что? Так ты действительно работаешь в эскорте?
# Моника отвечает, напряженно. Я... я действительно здесь не совсем из чувственных побуждений...
# Заказчик: А из каких? Говори!
# Моника кидает злой взгляд на заказчика.
# Из... из несколько... меркантильных...
# Заказчик: да она обычная проститутка из ВИП Эскорта! Из отеля Ле Гранд! Я там нашел ее!
# Парень1: я знаю всех кто там работает, я не видел ее там!
# Заказчик: она там работает совсем недавно, потому я ее и заприметил. Я знал что ты не мог ее видеть.
# Да и она держится так статно, что сложно поверить в то что она обычная проститутка.
# Монику бомбит в себе.
# Парень1: То есть погоди, если она, все-же, проститутка, то зачем ты притащил ее на эту встречу?!
# Ведь здесь же наши жены, (имя заказчика)!!
# Ты что, совсем сдурел?! Ты за кого нас держишь, А?!
# Заказчик: Я знал что ты не сможешь раскусить ее здесь, при своей жене, хе-хе!
# Если бы я привел ее как обычно приводил других, то не смог бы выиграть наше пари!
# Парень1: Ладно, твоя взяла, хотя...
# То есть, ты хочешь сказать, что она проститутка.
# И, если она проститутка, то, получается, я могу ее трахнуть?
# Заказчик: конечно можешь!
# Моника вскикивает: нет! Мы так не договаривались! Ты меня нанял только сопровождать тебя!
# Заказчик: твоя администратор навязывала мне ваш прейскурант. Она сказала что я могу передумать в любой момент!
# Моника: нет!
# Заказчик: твое агентство гарантировало мне, что с тобой не будет проблем!
# Мне позвонить твоему начальству?!
# Монику бомбит.
# Парень1: Скажи, ты уже далал это? Пробовал ее? Ну и как она?
# Заказчик: Если честно, то нет. Я договорился только сопровождать меня. Доплачивать за секс $500 (?) для меня дороговато.
# А вдруг бы ты раскусил ее и тогда наше пари не покрыло бы мои расходы.
# так что с нашим пари? Ты признаешь, что я выиграл?
# парень1:да, черт возьми! И, если ты ее еще не пробовал, то я буду первым! Я хочу трахнуть ее прямо сейчас!
# парень2: но как же Сэнди (девушка1?) ? Она же придет с минуты на минуту!
# парень1: к черту! Ребята, соврите что-нибудь! Скажите, что у меня важный звонок, а у Луизы закружилась голова и она ушла в уборную!
# и попросила ее не беспокоить!!
# парень1: как там тебя зовут?
# Заказчик: monica_hotel_name
# парень1: monica_hotel_name, пойдем за мной!
# Моника: но, но...
# Нет, я не пойду, я...
# Заказчик: Я звоню в ВИП Эскорт! Говорю что девушка отказывается работать по прейскуранту!
# Моника: черт! Что же мне делать?!
# Я просто хотела заработать немного денег, я не предполагала что это зайдет так далеко!
# Заказчик: говорит по телефону. Добрый вечер, да. Я передумал и хочу взять некоторые пункты из вашего прейскуранта.
# Отвечает администратор (из отеля): Да, сэр. Мы рады оказать Вам любые перечисленные в прейскуранте услуги!
# Заказчик: видите-ли, эта девушка, она...
# Администратор: Она что, отказывается что-то делать? Передайте ей что она будет оштрафована или уволена!
# Заказчик: Она... Так ты согласна?

# Выбор: уйти (Моника уходит, в две фразы! никаких тонн текста!!!)

# Выбор: я согласна.
# Моника говорит что она согласна, все слышала и нет необходимости никого увольнять.
# Парень1: говорит ей пройти, Моника идет впереди него, с каменным лицом.

# Спальня или что-то где сцена
# Парень1 говорит что с самого начала знакомства захотел трахнуть ее.
# И, даже будь она женой заказчика, непременно сделал бы это в один из дней.
# Он все время за прошедший вечер раздумывал над тем как осуществить это.
# И, вовсе не ожидал что трахнуть такую как Луиза будет так просто!
# Скорее раздевайся!
# Моника парится и просит чтобы о том что здесь произойдет никому не было известно.
# Тот отвечает что конечно, он не собирается никому рассказывать про нее.
# Он не хочет делиться ею с лишними людьми, а будет заказывать и трахать ее сам!

# Сцена и тд

# Показывается как сидит компания.
# Жена парень1 спрашивает, а где он?
# Ему отвечают что ему сделали срочный звонок и он вышел во двор или куда-то еще, чтобы поговорить без посторонних.
# Он не хочет чтобы ему мешали разговаривать по телефону, потому ушел.
# А где Луиза.
# Заказчик отвечает что она стала себя немного плохо чувствовать и ушла в туалет.
# Попросила нас пока веселиться и не беспокоить ее. Она скоро придет.
# Девушка2 спрашивает. Странно. Парень и девушка одновременно отсутствуют...
# Девушка1 говорит. Уж не думаешь-ли ты что такая как Луиза станет общаться с моим оболтусом и хамом?
# Да и я его знаю, он никогда бы не стал делать этого по отношению к своему другу Заказчик.
# Так что не говори ерунды. Они скоро придут, а пока давайте веселиться!

# Снова сцена. Парень1 жарит Монику. Что-то говорит и тд

# Заходит парень2.
# Парень1: что ты делаешь здесь?! Что-то случилось? Она что-то заподозрила?
# Парень2: нет, все в порядке!
# Парень1: А зачем ты приперся сюда?
# Парень2: я сказал что пойду проверю все-ли у тебя хорошо.
# парень1: кончает.
# У меня все хорошо, как видишь.
# парень2: вообще-то, я спросил у заказчик и он разрешил мне тоже воспользоваться ей.
# парень1: ха-ха! Я уже закончил, так что можешь делать с ней все что хочешь!
# Моника: нет! Я занималась этим с одним человеком! Не было условия, чтобы делать это с кем-то еще!!!
# парень2: заказчик сказал что дополнительный клиент стоит сверху $ 400. И что это входит в прейскурант.
# Моника: А почему $ 400?! Разве не должно быть дороже, если больше клиентов?!
# Он сказал, что администратор ему сообщила, что у этой девушки индивидуальный прейскурант.
# Чем больше мужчин, тем дешевле!
# Моника думает: Сволочь! Сучка!!! Ненавижу эту тварь!!! Она специально сделала это!
# Она мстит мне за то что я обозвала ее никчемной и обещала уволить! Между прочим, вполне заслуженно!
# Это несправедливо!!! Дьявол!!!

# парень2: так что, я могу сделать это?
# выбор (уйти)
# выбор Смириться с прейскурантом
# Моника смотрит на него с ненавистью и нагибается или что там делает (позы разные у всех)

# Сцена с компанией.
# девушка2 спрашивает у парень1, а где парень2?
# тот отвечает, что парень2 нашел его и спросил все-ли у меня в порядке.
# я как раз закончил разговор и собирался возвращаться.
# тогда парень2 решил зайти в туалет и я проводил его.
# нам пришлось идти в другой туалет, потому что основной был занят.
# там, видимо, сейчас Луиза. Мы даже слышали какие-то звуки. Похоже, что ее тошнит.

# девушка2. Бедняжка! Она, должно быть, выбрала какое-то не то сочетание продуктов.
# Может быть, нам стоит сходить проверить, все-ли с ней хорошо? (обращается к девушка1)

# Переключение на сцену. парень2 жарит Монику.
# Говорит какая классная попка и тд.
# Но он более закомплексован.
# В итоге, он кончает

# Переключение на компанию
# Заказчик говорит что не стоит, сейчас он сам пойдет ее проверит.
# Девушка1 говорит что пусть идет, ему стоит заботать о такой девушке, иначе он рискует ее потерять.
# Должно быть у нее действительно к тебе чувства, раз такая как она согласилась встречаться с тобой.
# Заказчик отвечает: да, она моя девушка и я очень горд этим!

# Сцена. Парень2 закончил
# Забегает заказчик. Черт, пустите!
# Теперь моя очередь! Дайте сюда! Я должен ее трахнуть тоже! Все-таки, это моя девушка!!
# Моника смотрит на него зло и хочет что-то сказать
# Заказчик: $ 200! Следующий клиент стоит $ 200! Я специально подождал, чтобы получить скидку!
# Жаль мы не взяли с собой Джима! Тогда мне бы это обошлось всего в $ 100!
# Мерзавец! Подонок!
# выбор (уйти)
# выбор Смириться, иначе меня ждет штраф или увольнение
# Заказчик начинает жарить Монику (еще поза)
# Парень2: они ничего не спрашивали про меня!
# Говорит Парню2: нет, но беги скорее, а то тебя начнут искать!
# парень2 убегает довольный


# Снова сцена компании, где все сидят за столом (включая Монику)
# развернуть довольно длинную беседу, где девушки общаются с Моникой.
# спрашивают их о совместной жизни с Заказчик и спрашивают советов и тд
# Моника, получается, сидит там, перед мужчинами, с каждым из которых был секс и вынуждена продолжать притворяться
# девушкой заказчика


# администратор говорит Монике что та справилась, но ей сказали что она мешкала и вела себя нерешительно
# monica_hotel_name должна сама предлагать услуги из прейскуранта, а не заставлять клиентов уговаривать себя!
# Если подобное поведение будет встречено еще раз, то ты будешь оштрафована, понятно?!
# Моника отвечает что понятно.
# Монике дается 50% от дохода.


















#
