# подсобка барменов в пабе
label ep211_dialogues5_shiny_hole_1:
    # Джо и Эшли ссорятся
    # Джо: Эшли, любимая, не стоит так переживать. Ну подумаешь, процент станет немного выше
    # Джо: выручка в последнее время стала больше, так что ты вполне справишься с этим кредитом
    # Эшли стоит руки в боки и орет
    # Эшли: в смысле, "подумаешь, процент станет выше"?! ты что, долбоеб, совсем не понимаешь, что ты несешь?
    # Эшли: ты своей тупой башкой не можешь сообразить, насколько выше станет ежемесячная сумма платежа?!
    # Джо: ну выручка же тоже стала выше...
    # Эшли: и платеж по кредиту теперь будет больше, кретин! мы ничего не будем зарабатывать
    # Джо: ... я уверен, ты что-нибудь сможешь придумать. поговори с этим банкиром...
    # Эшли: это Я должна разговаривать с банкиром?!?!?!
    # Эшли: ты хоть что-нибудь можешь сделать полезного для паба, Джо?!
    # Джо: хочешь сказать, я ничего не делаю
    # Эшли: НЕТ. делаешь. пытаешься залезть в трусы нашим девочкам. вот что ты делаешь!
    # Эшли: думаешь, я не в курсе, а?!
    # Эшли: если не хочешь, чтобы я тебя вышвырнула из МОЕГО заведения ко всем чертям,
    # Эшли: ты пойдешь и договоришься с этим гребанным банкиром!
    # Джо: это не только твое заведение!
    # Эшли: да что ты говоришь?! может, это ты залез в долги, чтобы открыть его?
    # Эшли: или может это ты занимешься ведением всей документацией здесь?!
    # Джо: ...
    # Эшли: ты сейчас возьмешь свою ленивую жирную задницу и потащишь ее к этому банкиру, понял!?
    # Эшли: мне по херу как, но ты договоришься с ним!
    # Эшли: если он откажется, тогда иди ты в задницу, Джо! я разведусь с тобой, тебе понятно, придурок?!
    # Джо: но как я с ним договорюсь? а если он не согласится?
    # Эшли: у меня такое ощущение, что у тебя вообще яиц нет! и мозгов тоже!
    # Эшли: бесполезный мешок дерьма!
    # Джо: не смей говорить со мной в таком тоне!
    # Эшли: ты охуел?! ты мне еще указывать будешь, как мне разговаривать?!
    # Эшли: ты здесь сидишь на всем готовом! ничем вообще не занимаешься, только и думаешь о том,
    # Эшли: как бы свой хер присунуть кому-нибудь из девочек. МОИХ девочек!!!
    # Эшли: у тебя сперма вместо мозгов! какого хрена я вообще за тебя вышла?!
    # Джо: да с чего ты взяла...
    # Эшли: ни с чего!!! сегодня же ты договоришься с этим денежным мешком! отказа я не приму
    # Эшли: ты меня понял?!
    # Джо: да, понял, понял. хватит орать. тебя, наверное, даже в зале слышно. я все устрою.
    # Эшли: только попробуй накосячить, Джо. завтра же пойду подам на развод.
    return

# паб, столики.
label ep211_dialogues5_shiny_hole_2:
    # Джо подходит к клиенту-банкиру. это парень, который сидит на диванчике справа от сцены
    # Джо приносит ему выпивку и интересуется, все ли в порядке, нужно ли что-нибудь еще
    # лебезит перед ним
    # банкир говорит, что спасибо. вроде все окей. а что случилось, Джо? с чего вдруг такой интерес к моей персоне?
    # Джо мнется, но не решается начать разговор, говорит, ну дело в том, что... в общем, разговор есть. касательно
    # банкир: дай угадаю. касательно кредита Эшли, да?
    # Джо: ага. вы же можете как-то пойти нам на уступки?
    # банкир: ну не знаю, Джо. вряд ли. кредитный договор заключался на определнных условиях и подошел срок.
    # Джо: да, я понимаю. но возможно мы можем сделать что-нибудь, чтобы продлить действующий процент, не повышать его?
    # банкир - хм... надо подумать... а что ты можешь предложить за это, Джо?
    # банкир: ты же понимаешь, что просто так подобные дела не решаются?
    # Джо: наше заведение готово для вас, как для особого клиента, предоставить любую услугу. что бы вас заинтересовало?
    # банкир: любую услугу? это уже любопытно...
    # банкир: я хочу ту девочку, которая танцует тут недавно.
    # Джо: [monica_pub_name]?
    # Джо: а может вам, кроме нее, нравится еще кто-нибудь из наших девочек? Молли, например?
    # банкир: я не отказался бы посмотреть еще и на Эшли...
    # Джо: ?!?!?!
    # банкир: но она твоя жена, ты вряд ли допустишь, чтобы она обнажалась перед другим мужчиной.
    # Джо (неуверенно): конечно, нет... я люблю свою жену (еще более неуверенно)
    # банкир: тогда [monica_pub_name]. приват с ней и считай, что мы заключили сделку
    # Джо: черт, это будет непросто, но я попробую организовать вам приват с ней.
    # банкир: ну вот и отлично. буду ждать
    return

# паб, барная стойка.
label ep211_dialogues5_shiny_hole_3:
    # организовать приват с [monica_pub_name] - задача непростая. надо как-то заставить ее
    # Джо стоит на своем рабочем месте, Эшли нет рядом, Джо рассуждает о том, что сказал ему банкир
    # он сказал, что хотел бы посмотреть на Эшли... извращенец. на что там смотреть?..
    # а вот на [monica_pub_name] я и сам бы посмотрел.
    # если бы мне удалось договориться с ним заключить договор о перекредитовании на выгодных для меня условиях
    # я бы заставил Эшли не только танцевать перед ним, но и сделать все, что он попросит
    # после такого эта стерва перестанет тут корчить из себя главную.
    # как она меня назвала? бесполезный мешок дерьма? без яиц.
    # ну что ж, "любимая", посмотрим, кто из нас тут с яйцами...
    return

# паб, барная стойка.
label ep211_dialogues5_shiny_hole_4:
    # приходит Эшли
    # спрашивает у Джо, разговаривал ли он с банкиром
    # тот говорит, что да. рассказывает, что он требует приват с Моникой
    # просит Эшли помочь ему с этим
    # Эшли говорит - ха! сам справишься, это в твоих интересах. ну удачи тебе, Джо, заставить ее пойти с ним в приват
    # уходит
    # Джо ей вслед - сука!
    return
#####################
#####################
# после того, как Моника пришла со сцены в гримерку, приходит Эшли и возникает диалог. все, что выше - убрать
# Эшли будет смотреть на приват, в ходе этого банкир предложит и Эшли показать ему что-нибудь, взамен на это он готов пересмотреть процент по кредиту
# паб, барная стойка.
# Моника приходит в бар и независимо от выбранного пункта меню, кем работать возникает диалог с Джо
label ep211_dialogues5_shiny_hole_5:
    # [monica_pub_name], сегодня у тебя особая работа
    # поэтому ничего больше делать не нужно
    # Моника смотрит на него удивленно - в смысле?
    # у нашего заведения возникли финансовые трудности
    # один из клиентов работает в кредитном отделе банка и готов нам помочь
    # в противном случае, мы вынуждены будем провести сокращение и уволить всех сотрудников
    # в том числе и тебя
    # Моника спрашивает, она тут вообще причем.
    # Джо говорит, что этот банкир готов оказать помощь не просто так...
    # он требует приват танца для него
    # Моника говорит, что рыжая сучка Молли легко с этим справится
    # Джо говорит, [monica_pub_name], он требует приват с тобой
    # Моника возмущенно, а не пошел бы ты, Джо?!
    # тебе надо, ты и танцуй в привате для этого неудачника
    # я не собираюсь в этом участвовать!
    # Моника разворачивается, чтобы уйти, но Джо ей говорит, в таком случае [monica_pub_name] ты уволена
    # Моника !!! что? ты сдурел? из-за того, что я отказалась идти в приват с каким-то никченым банкиром?!
    # Джо - да. или ты сейчас же переоденешься и сделаешь так, как я сказал. или можешь уходить и не возвращаться
    # заходит Эшли. слушает их разговор с любопытством, скрстив руки на груди и ухмыляется
    # Моника смотрит на нее - Эшли! Это правда? если я сейчас откажусь, вы меня уволите?
    # Эшли говорит, что да, [monica_pub_name]. боюсь, что иных вариантов нет.
    # в другой ситуации я бы смогла тебе помочь, но не в этот раз
    # Джо говорит - тебе нечего бояться. ты с ним будешь только вдвоем, больше никто тебя не увидит
    # но ты должна это сделать. это очень важно для заведения.
    # Моника в растерянности
    # спрашивает, а вдруг он будет приставать ко мне?!
    # Джо говорит, чтобы она не беспокоилась. она в любой момент, если клиент позволит себе что-то лишнее,
    # может позвать Джо и он все уладит
    # Моника говорит, что будет танцевать, но только в одежде!
    # Эшли говорит - нет, так дело не пойдет. смысл привата в обнаженном танце, дорогая
    # Эшли говорит, что не будет забирать процент за этот приват и все достанется Монике
    # Моника в шоке смотрит на нее.
    # я не буду танцевать перед ним голая!!! за кого вы меня принимаете?!
    # трусики я не буду снимать перед ним!
    # Эшли говорит - тогда выметайся отсюда, [monica_pub_name]. мне надоело с тобой спорить
    # меню выбора
    # если отказ - увольнение
    # если ок - спрашивает, сколько клиент ей за это заплатит?
    # Джо говорит, что это зависит от того, насколько ты хорошо сделаешь свою работу
    # Моника идет в гримерку
    return

# гримерка
# если Клэр на смене, то клик на нее не работает.
label ep211_dialogues5_shiny_hole_6:
    # Моника злится на всех этих неудачников
    # как ее достало, что они постоянно заставляют ее что-то делать
    # с другой стороны, не нужно будет выходить сегодня на сцену
    # на мое великолепное тело будет смотреть только один никчемный банкир и больше никто
    # и возможно, что я смогу заработать больше, чем мне дают чаевых за танец на сцене

    return

# подсобка барменов
# банкир предложит Эшли сделать процент по кредиту еще меньше, но нужно будет что-то сделать для него
label ep211_dialogues5_shiny_hole_7:
    # банкир сидит, развалившись, на диване, Моника стоит перед ним в трусиках и маске, Эшли тоже присутствует.
    # Моника думает про себя, что помнит этого мерзкого клиента.
    # так он оказывается банкир. ну что ж. значит, у него водятся деньги в бумажнике
    # надеюсь, он не из жадных. не помню, сколько он мне платил чаевых, когда я работала официанткой?
    # банкир самодовольно усмехается и говорит Монике залазить на стол и танцевать
    # Моника недовольна тем, как он это говорит, но выполняет
    # Моника танцует
    # банкир ей через некоторое время говорит, чтобы она сняла с себя трусики
    # Моника медлит
    # выбор: к черту. пусть Джо или Эшли сами танцуют перед ним с голым задом. или снять трусики
    # если ок, говорит ему, что это стоит денег. тот кидает ей купюры и она снимает трусики и танцует.
    # банкир во время танца пытается прикоснуться к ней, но она ему не позволяет
    # или позволяет, но за деньги. меню выбора.
    # секса нет. просто танец.
    return

# подсобка барменов
label ep211_dialogues5_shiny_hole_8:
    # после танца Моника переодевается в гримерке и идет к барной стойке
    # Эшли ей говорит, ну ничего страшного в привате нет? а ты так боялась.
    # в следующий раз уже будет попроще. тот же танец, что и на сцене
    # только с голой попкой
    # и только перед одним денежным мешком
    # зато денег зарабатываешь больше
    # так что не спеши отказываться от приватов, детка
    # кстати, нашим клиентам очень понравился твой танец с Клэр.
    # они теперь просят, чтобы ты станцевала с Молли
    # а как ты знаешь, желание наших клиентов - закон
    # Моника - танцевать с этой рыжей сучкой?! да ни за что!!!
    # Эшли - тебе придется. и я уже говорила, чтобы вы прекратили эту свою битву сучек, она здесь королева и ее попка для меня важнее, чем твоя
    # ты так и не помирилась с ней?
    # Моника- еще чего. я еще должна сама к ней подходить и мириться? после того, как она меня подставила?
    # Эшли - да. тебе надо попросить у Молли прощения. вам придется в следующий раз вместе танцевать на сцене
    # и мне не надо, чтобы вы поубивали друг друга там
    # наши клиенты должны остаться довольны. они щедро платят за танцы
    # и выручка паба в эти дни значительно увеличивается
    # так что никаких отговорок я слышать не буду
    return

# след день. гримерка. если Молли на смене
label ep211_dialogues5_shiny_hole_9:
    # Моника заходит в гримерку, видит Молли и зло думает, что ненавидит эту сучку
    # а теперь она еще должна и просить у нее прощения, я не буду этого делать! я просто попробую заговорить с ней.
    # проходит к вешалке мимо Молли
    # меню выбора: заговорить с Молли (в след апдейте) или ни за что!
    # если заговорить, то Моника говорит ей, что Эшли что-то говорила про их совместный танец
    # Молли, не смотря в ее сторону говорит - да, я слышала
    # Молли: я бы ни за что с тобой не стала выходить на сцену, потому что ты грязная воровка (ехидно)
    # Моника-!!!
    # Молли: но говорят, что вы с Клэр хорошо заработали тогда
    # если чаевых и правда платят намного больше, то я так уж и быть потерплю твое присутствие рядом со мной
    # Моника сквозь зубы: да, чаевых платят больше
    # Молли: тогда окей. можно попробовать. я забираю все чаевые от танца. тогда скажу Эшли, что я тебя простила
    # Моника думает, что меньше всего она хочет выходить с этой сучкой
    # но если клиенты так просят, то Эшли рано или поздно все равно заставит ее это сделать
    # какая же эта рыжеволосая дрянь мерзкая
    # а вдруг она мне прямо на сцене сделает какую-нибудь гадость?!
    # пусть только попробует! я тогда точно не сдержусь и врежу ей!
    # Молли: чего ты там копаешься? иди на сцену первая, я выйду сразу за тобой
    # Моника зло на нее смотрит, переодевается и идет на сцену
    # танец
    return
