# офис, кабинет Бифа
label ep211_dialogues2_public_event_1:
    # после того, как Моника провела презентацию, и стали доступны новые обнаженные кастинги у Бифа
    # если она приходит к Бифу и спрашивает насчет работы
    # Биф ей говорит, что он доволен тем, как цыпочка провела презентацию
    # у тебя неплохо получается притворятся Моникой Бакфетт и совсем скоро тебе придется сделать это еще раз
    # Моника - я больше не собираюсь проводить никакие глупые презентации!
    # Биф ей, во-первых, кукла, здесь я решаю, чем ты будешь заниматься. я здесь босс
    # Моника про себя, ненавижу, сволочь.
    # во-вторых, если не будешь меня слушаться - будешь ходить в той юбке с презентации и собирать отчеты у сотрудников!
    # я и так собираюсь скоро заставить тебя делать это, но ты склоняешь меня к тому, чтобы сделать это прямо сейчас
    # понятно тебе, кукла?!
    # Моника про себя, ни за что!!!
    # Биф - а теперь к делу. да, работа есть. завтра ты поедешь со мной...
    # Моника -??? куда?
    # Биф - у нашего журнала организована встреча с журналистами
    # тебе нужно будет пообщаться с ними от лица Моники Бакфетт
    # тебе же не в первый раз придется притворяться ею, так что думаю, ты справишься
    # и не наговоришь никаких глупостей
    # в противном случае, я тебя вышвырну с работы обратно на улицу, будешь обслуживать прохожих за 20 баксов
    # ты же понимаешь, что мне ничего не стоит это сделать?
    # ты мне, кукла двадцатидолларовая, итак слишком дорого обходишься...
    # Моника - !!!
    # Биф - чего ты так смотришь? не согласна со мной?
    # ты, смотрю, уже забыла, что я тебя с улицы сюда взял? сколько ты там зарабатывала за день, отсасывая у местных бомжей?
    # 50 баксов? или 100? пять бомжей в день и сотка в кармане?
    # я тебе за одну фотосессию плачу 5000 баксов!!! это немыслимые деньги для такой как ты!
    # а ты, шлюха, при этом еще и спорить со мной пытаешься!
    # и не выполняешь свою работу!
    # Моника - я делаю все по работе
    # Биф - да ты что?! почему тогда еще ни один из инвесторов не дал свой ответ?
    # ты думала, я пошутил тогда? я жду результатов. ты вообще что-нибудь сделала для этого?
    # Моника - ...
    # это твоя забота. иначе...
    # ...
    # ты сама знаешь, что это в твоих интересах
    # Моника - ... Биф, как я это сделаю...
    # Биф - да мне все равно как цыпочка будет с ними договариваться. это проблемы цыпочки. папочке нужен результат!
    # Моника- !!! мразь!
    # Биф - и нечего на меня так смотреть! ты здесь никто! какая-то грязная шлюха с улицы
    # еще пытается здеь свои условия мне диктовать!
    # Моника - ...
    # в общем, кукла, ты испортила мне настроение. теперь ты должна это исправить. что ты можешь мне предложить?
    # Моника - после всего, что ты мне тут наговорил, я еще должна поднимать тебе настроение?
    # Биф - да. хорошие цыпочки именно так и поступают...
    # Моника - ...
    # Биф - скажи мне, ты хорошая цыпочка
    # меню выбора, далее обнаженный кастинг
    # после кастинга Биф говорит, что ждет Монику завтра, чтобы поехать на паблик ивент
    return

# офис, кабинет Бифа, след день после диалога выше
label ep211_dialogues2_public_event_2:
    # Моника заходит в кабинет и говорит Бифу, что пришла
    # он ей говорит, ок. и отпраляет ее переодеться-? (будет у нее новый аутфит, переодевается в гримерке, поговорив с Алексом)
    # Биф - выглядишь, как Моника Бакфетт. хорошо, что у тебя совсем нет мозгов, и ты не можешь пользоваться своей внешностью. ха-ха
    # Биф ей говорит, чтобы никаких глупостей, если она не хочет неприятностей
    # будешь хорошей цыпочкой - папочка будет доволен. ты же не хочешь расстраивать папочку?
    # едут в ресторан
    return

# ресторан
label ep211_dialogues2_public_event_3:
    # Моника с Биффом заходят в ресторан
    # в ресторане где-нибудь будет размещена большая фотка Моники с однй из ее фотосессий- ?
    # Монику освещают вспышки камер, она позирует и чувствует себя как рыба в воде
    # про себя думает, что в этот вечер она будет наслаждаться своей настоящей жизнью
    # наконец-то вкусно поест приличной еды и выпьет дорого вина
    # а вокруг нее будут крутиться журналисты и ее поклонники
    # черт, она заслужила этот вечер и возможность побыть собой настоящей!
    # Бифф наклоняется к ней и спрашивает, помнит ли цыпочка о том, что она должна быть хорошей и не расстраивать папочку
    # сейчас цыпочка пойдет поговорит с журналистами
    # цыпочка должна представить, что она не двадцатидолларовая шлюха, какой является, а что она Моника Бакфетт
    # Моника про себя думает, что пусть этот болван говорит, что хочет. и ничего не сможет испортить ей настроение.
    # Моника с уверенным видом позирует журналистам
    # они сыпят вопросами: скажите, Миссис Бакфетт, это правда, что ваш журнал теперь больше про эротику, чем про моду?
    # она отвечает - в первую очередь, журнал про женскую красоту, а вещи и аксессуары ее только подчеркивают.
    # мысли в конце про себя думает "мне во что бы то ни стало нужно скорее возвращать мой журнал МНЕ и прекращать эти глупости со сменой курса!!!"
    # репортер: Миссис Бакфетт, ходят слухи, что проводятся достаточно откровенные фотосессии для вашего журнала...
    # Моника про себя, черт! что еще за слухи?! неужели этот болван Бифф уже опубликовал какие-то фотографии?! а на них я!!!
    # Моника отвечает: мы проводим фотосессии, на которых в полной мере раскрываем всю женственность и красоту наших моделей
    # репортер: когда мы сможем увидеть эти долгожданные снимки на страницах вашего журнала?
    # Моника про себя: фу... Моника, спокойно. еще никто не видел твоих фотографий. иначе они сейчас только об этом и спрашивали бы...
    # Моника отвечает: совсем скоро, я думаю, вы сможете насладиться эстетикой этих потрясающих кадров
    # про себя: не дай бог они выйдут в печать!!!
    # репортер: Миссис Бакфетт, говорят вы лично позируете перед камерой. это правда?
    # Моника про себя: !!!
    # Моника: я провела фотосессию... иногда провожу их... лишь одну и только в поддержку смены курса журнала, не более того
    # репортер: Миссис Бакфетт, а еще говорят...
    # я самая лучшая модель, со мной никто не сравниться, поэтому я иногда участвую в фотосессиях
    # репортер: у вас была фотосессия, где ваша грудь практически полностью видна из-под платья, собираетесь ли вы сделать фотосессия топлесс
    # Моника: нет. я никогда не позволила бы себе обнажить грудь перед камерой. мир не достоин того, чтобы созерцать совершенную красоту мего тела
    # репортер: в одном из своих интервью вы достаточно неприязенно отзывались о Мистере Кэмпбелле. а сегодня вы присутствуете на мероприятии его компании

    # Моника про себя, так, все, с меня достаточно! никчемные журналисты!
    # перебивает их, интервью окончено. вы можете сделать еще несколько снимков.
    # щелкают затворы камер, Моника улыбается, про себя думает, что еще за слухи и откуда они их узнают?
    # кто может рассказывать такие подробности? Алекс? Бифф? узнаю - уволю всех к черту!
    # когда стану снова босом...
    return

# Моника проходит вглубь зала ресторана
label ep211_dialogues2_public_event_4:
    # Моника осматривается, думает, что это место ей нравится больше, чем ресторан в отеле
    # скоро все наладится и она здесь будет ужинать хоть каждый вечер
    # к ней подходит Биф, с ним вместе лысый инвестор. он смотрит на Монику неприязненно
    # это мероприятие инвестора, торжественный фуршет в честь дня рождения компании
    # Биф - Мистер Campbell, мы очень рады присутствовать на дне рождении вашей компании
    # инвестор - у меня есть немного времени сегодня. Миссис Бакфетт на презентации говорила, что ваш журнал весьма успешен...
    # Биф - да, это так. Посмотрите, сколько гостей у нас сегодня на мероприятии, сколько прессы. внимание к нам не утихает
    # а, наоборот, со сменой курса пресса стала более активно инетерсоваться нашей работой
    # инвестор-...
    # инвестор - я изучил документацию, которую вы мне прислали
    # инвестор - но мне еще необходимо подумать, прежде чем принимать какое-то решение... речь идет о довольно крупной сумме денег
    # инвестор - а я не привык раскидываться деньгами понапрасну. я должен быть уверен в том, что не потеряю ни цента
    # инвестор - а эта сделка будет для нас взаимовыгодной. вы понимаете, о чем я?
    # Биф - да, конечно, Мистер Кэмпбелл. мы готовы предоставить вам всю необходимую для вас информацию, чтобы развеять ваши сомнения
    # инвестор - Миссис Бакфетт, вы являетесь лицом журнала и выступаете перед прессой... вы сами как относитесь к столь радикальной смене курса журнала?
    # Биф смотрит на Монику пристально, с угрозой
    # Моника про себя, да я готова взорвать этого чертового Бифа с его идиотскими идеями!!! или придушить... нет, лучше бутылкой по его пустой голове!!
    # Моника - Мистер Кэмпбелл, я поддерживаю эту идею. я уверена, что вы сделаете правильный выбор, поддержав наш журнал
    # инвестор - д меня дошли слухи, что вы настолько поддерживаете эту идею, Миссис Бакфетт, что сами лично позируете на фотосессиях...
    # Моника - !!!, смотрит на Бифа
    # Биф - да, Мистер Кэмбелл. Миссис Бакфетт провела уже несколько фотосессий в поддержку нового курса журнала.
    # желаете посмотреть снимки с этих фотосессий, Мистер Кэмпбелл?
    # Моника - что?!
    # Моника- Биф!!!
    # инвестор - да, я бы посмотрел. но только не на снимки...
    # инвестор - одна из моих фирм занимается пошивом дизайнерской одежды и я хотел бы прорекламировать их
    # инвестор - я готов предоставить костюм для Миссис Бакфетт для проведения фотосессии...
    # инвестор - также я хочу посмотреть на работу журнала, так сказать, изнутри
    # инвестро - и если у Миссис Бакфетт запланированы какие-либо фотосессии на ближайшее время,
    # то я хотел бы присутствовать на них.
    # Биф - да, Конечно, Мистер Кэмпбелл. мы будем рады вашему визиту в наш офис!
    # Моника в шоке, смотрит на Бифа убийственным взглядом - вот сволочь!!! что он несет?!
    # Моника - Биф, я...
    # Биф перебивает Монику - Миссис Бакфетт хочет сказать, что завтра у нее будет фотосессия и она вас приглашает поприсутствовать на ней
    # Биф - мы с радостью проведем эту фотосессию в предоставленной вами одежде
    # Моника - !!!
    # инвестор - договорились. завтра я приеду к вам и, возможно, смогу принять окончательное решение по инвестиции в ваш журнал
    # Биф - отлично, Мистер Кэмпбелл! будем рады вас видеть!
    # инвестор кидает на Монику еще один неприязненный взгляд и уходит
    # Моника смотрит на Бифа с ненавистью
    # Биф - цыпочка обещала быть хорошей и сделать так, чтобы инвесторы несли мне свои деньги
    # скоро у цыпочки будет возможность продемонстрировать свою работу
    # и сделать это так, чтобы у этого жадного мешка с деньгами не осталось никаких сомнений
    # ты поняла меня?
    return

# след день после паблик ивента, Моника приходит в кабинет Бифа
label ep211_dialogues2_public_event_5:
    # Биф - а, цыпочка пришла на фотосессию. отлично, Мистер Кэмпбелл приедет с минуты на минуту
    # можешь пока переодеваться, костюм в гримерке, Мистер Кэмпбелл прислал его еще утром
    # Моника с подозрением - что это за костюм, Биф? я предупреждаю сразу, что я не буду делать никаких откровенных кадров!
    # тем более, в присутствии этого Мистера Кэмпбелла!
    # Биф - а я тебя предупреждаю, что если он откажется, то виновата в этом будешь ты, кукла
    # или у тебя не хватает мозгов понять, что от этой фотосессии многое зависит и нужно ее провести без всяких твоих глупостей
    # в конце концов, это твоя работа и ты получаешь за это немаленькие деньги. иди переодевайся!
    # Моника- !!! сволочь!
    return
