# TODO: Translation updated at 2019-07-02 18:59

# game/Quests/EP2_06/ep26_dialogues7_melanie.rpy:9
translate english ep26_dialogues7_melanie1_87f7800f:

    # m "Мелани, ты вернулась?"
    # m "Где ты так долго была? Что с тобой случилось?"
    # melanie "Миссис Бакфетт, это Вы?"
    # m "Да, Мелани, это Я!"
    # m "И я ждала тебя все это время!"
    # m "Почему тебя так долго не было?!"
    # m "Я уже думала что Маркус забрал тебя!"
    # melanie "Миссис Бакфетт, я не понимаю о чем Вы говорите..."
    # m "Что значит ты не понимаешь, Мелани?"
    # m "Я говорю про твой визит к Маркусу!"
    # m "Ты должна была решить с ним вопрос по поводу меня!"
    # m "Но, вместо этого, ты куда-то пропала!"
    # melanie "Мэм, Я не знаю о чем и о ком Вы говорите..."
    # m "Ты что, играешь со мной, Мелани?!"
    # m "Ты прекрасно знаешь что я говорю о Маркусе!"
    # melanie "Мэм, я не знаю кто это..."
    # melanie "Миссис Бакфетт, я очень занята. Пожалуйста, не отвлекайте меня..."
    # mt "Она не хочет говорить про Маркуса..."
    # mt "Она что, обманула меня и не ходила к нему?!"
    m "Мелани, ты вернулась?"
    m "Где ты так долго была? Что с тобой случилось?"
    melanie "Миссис Бакфетт, это Вы?"
    m "Да, Мелани, это Я!"
    m "И я ждала тебя все это время!"
    m "Почему тебя так долго не было?!"
    m "Я уже думала что Маркус забрал тебя!"
    melanie "Миссис Бакфетт, я не понимаю о чем Вы говорите..."
    m "Что значит ты не понимаешь, Мелани?"
    m "Я говорю про твой визит к Маркусу!"
    m "Ты должна была решить с ним вопрос по поводу меня!"
    m "Но, вместо этого, ты куда-то пропала!"
    melanie "Мэм, Я не знаю о чем и о ком Вы говорите..."
    m "Ты что, играешь со мной, Мелани?!"
    m "Ты прекрасно знаешь что я говорю о Маркусе!"
    melanie "Мэм, я не знаю кто это..."
    melanie "Миссис Бакфетт, я очень занята. Пожалуйста, не отвлекайте меня..."
    mt "Она не хочет говорить про Маркуса..."
    mt "Она что, обманула меня и не ходила к нему?!"

# game/Quests/EP2_06/ep26_dialogues7_melanie.rpy:36
translate english ep26_dialogues7_melanie1_a96e3162:

    # m "У меня странное чуство..."
    # m "Мелани?"
    # m "Мелани!"
    # m "Что там? Что там такое?"
    # m "О БОЖЕ!"
    # m "НЕТ!"
    # melanie "Миссис Бакфетт, я просила Вас не беспокоить меня."
    # m "!!!"
    m "У меня странное чуство..."
    m "Мелани?"
    m "Мелани!"
    m "Что там? Что там такое?"
    m "О БОЖЕ!"
    m "НЕТ!"
    melanie "Миссис Бакфетт, я просила Вас не беспокоить меня."
    m "!!!"

translate english strings:

    # Quests/EP2_06/ep26_dialogues7_melanie.rpy:32
    old "Мелани, ты вернулась?"
    new ""

    # Quests/EP2_06/ep26_dialogues7_melanie.rpy:32
    old "Посмотреть на Мелани."
    new ""

    # Quests/EP2_06/ep26_dialogues7_melanie.rpy:32
    old "Мелани, пожалуйста, для меня это очень важно! (next update) (disabled)"
    new ""

