# TODO: Translation updated at 2019-07-02 18:59

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:16
translate english ep26_dialogues4_restaurant1_c0b8d7d0:

    # reception "Женщина, постойте-ка!"
    # m "Что Вам надо?!"
    # reception "Мэм, какая цель Вашего визита сюда?"
    # m "Это не Ваше дело!"
    # m "Я посещаю любые места когда захочу."
    # m "И не собираюсь отчитываться ни перед кем!"
    # reception "Мэм, это мое дело, как сотрудника отеля."
    # reception "У нас есть подозрение на незаконное занятие проституцией."
    # reception "Это запрещено в нашем отеле!"
    # m "ЧТО?!"
    # m "Да как ты смеешь, никчемный работник!?"
    # m "Я приличная Леди!"
    # m "И иду отведать ланч в Вашем ресторане!"
    # m "По приглашению!"
    # reception "Мэм, пожалуйста, предъявите доказательства того, что Вы собираетесь посетить ресторан."
    # reception "И Ваше приглашение."
    # reception "Иначе я вынуждена буду вызвать охрану."
    reception "Женщина, постойте-ка!"
    m "Что Вам надо?!"
    reception "Мэм, какая цель Вашего визита сюда?"
    m "Это не Ваше дело!"
    m "Я посещаю любые места когда захочу."
    m "И не собираюсь отчитываться ни перед кем!"
    reception "Мэм, это мое дело, как сотрудника отеля."
    reception "У нас есть подозрение на незаконное занятие проституцией."
    reception "Это запрещено в нашем отеле!"
    m "ЧТО?!"
    m "Да как ты смеешь, никчемный работник!?"
    m "Я приличная Леди!"
    m "И иду отведать ланч в Вашем ресторане!"
    m "По приглашению!"
    reception "Мэм, пожалуйста, предъявите доказательства того, что Вы собираетесь посетить ресторан."
    reception "И Ваше приглашение."
    reception "Иначе я вынуждена буду вызвать охрану."

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:42
translate english ep26_dialogues4_restaurant1_a99f0ac9:

    # m "Абсолютно не понимаю необходимость этого ненужного действия."
    # m "Но вот, пожалуйста!"
    # m "Если уж Вам так надо!"
    # reception "..."
    m "Абсолютно не понимаю необходимость этого ненужного действия."
    m "Но вот, пожалуйста!"
    m "Если уж Вам так надо!"
    reception "..."

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:55
translate english ep26_dialogues4_restaurant1_8f40ab44:

    # m "Доказательства?!"
    # m "У меня достаточно денег, чтобы скупить весь этот дурацкий отель!"
    # reception "..."
    # m "Поверь, я уже все всем доказала в этой жизни!"
    # m "И, если тебе кажется, что в этом есть необходимость, то можешь ходить за мной и следить."
    # m "Однако, если твоя цель преследования меня получить чаевые от такой леди как Я, то ты выбрала неверный путь!"
    # m "А сейчас, уйди с дороги, пока я по настоящему не разозлилась!"
    # reception "..."
    m "Доказательства?!"
    m "У меня достаточно денег, чтобы скупить весь этот дурацкий отель!"
    reception "..."
    m "Поверь, я уже все всем доказала в этой жизни!"
    m "И, если тебе кажется, что в этом есть необходимость, то можешь ходить за мной и следить."
    m "Однако, если твоя цель преследования меня получить чаевые от такой леди как Я, то ты выбрала неверный путь!"
    m "А сейчас, уйди с дороги, пока я по настоящему не разозлилась!"
    reception "..."

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:66
translate english ep26_dialogues4_restaurant1_eca75734:

    # m "Я не собираюсь предъявлять каких-то дурацких доказательств!"
    # m "Я ухожу!"
    # m "Но я еще вернусь!"
    # m "И устрою неприятности такому нерадивому и никчемному сотруднику, как Вы!"
    m "Я не собираюсь предъявлять каких-то дурацких доказательств!"
    m "I'm leaving!"
    m "Но я еще вернусь!"
    m "И устрою неприятности такому нерадивому и никчемному сотруднику, как Вы!"

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:81
translate english ep26_dialogues4_restaurant2_f1871896:

    # reception "Мэм! Пожалуйста, назовите цель Вашего визита."
    # m "Я иду в ресторан!"
    # reception "Хорошо, Мэм."
    reception "Мэм! Пожалуйста, назовите цель Вашего визита."
    m "Я иду в ресторан!"
    reception "All right, Ma'am."

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:94
translate english ep26_dialogues4_restaurant3_7af2cf35:

    # waitress "Здравствуйте, Мэм!"
    # waitress "Это... Это ВЫ?!"
    # m "Да, это Я!"
    # m "Удивительно, что ты все еще работаешь здесь!"
    # waitress "Мэм... Что Вам будет угодно?!"
    # m "Этот ресторан не дотягивает до моих требований."
    # m "Но я, так уж и быть, соблаговолю откушать здесь."
    # waitress "Да, Мэм..."
    # waitress "Присаживайтесь, пожалуйста, за свободный столик."
    # waitress "Мэм, Что Вам будет угодно?"
    waitress "Good day, Ma'am!"
    waitress "Это... Это ВЫ?!"
    m "Да, это Я!"
    m "Удивительно, что ты все еще работаешь здесь!"
    waitress "Мэм... Что Вам будет угодно?!"
    m "Этот ресторан не дотягивает до моих требований."
    m "Но я, так уж и быть, соблаговолю откушать здесь."
    waitress "Yes, Ma'am..."
    waitress "Присаживайтесь, пожалуйста, за свободный столик."
    waitress "Мэм, Что Вам будет угодно?"

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:116
translate english ep26_dialogues4_restaurant3_19eae6e4:

    # m "В этом дурацком ресторане нет нормальной еды для такой леди как Я!"
    # m "Я ухожу!"
    # waitress "!!!"
    m "В этом дурацком ресторане нет нормальной еды для такой леди как Я!"
    m "I'm leaving!"
    waitress "!!!"

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:122
translate english ep26_dialogues4_restaurant3_cd835712:

    # m "Я оплачу этим сертификатом"
    # waitress "Да, Мэм. Несколько минут и все будет готово."
    # m "Я советую тебе поторопиться, деточка."
    # m "Если ты не хочешь вылететь с работы прямо сейчас!"
    # waitress "Пожалуйста, Мэм."
    # m "Ммммм... Как вкусно..."
    # m "Я уже отвылка от такой вкусной пищи."
    # m "А зря!"
    # m "Надо скорее возвращать назад мою прежнюю жизнь!"
    # m "Я закончила."
    # m "Было невкусно!"
    # waitress "Мэм, прошу прощения."
    # waitress "В следующий раз мы постараемся угодить Вам..." 
    m "Я оплачу этим сертификатом"
    waitress "Да, Мэм. Несколько минут и все будет готово."
    m "Я советую тебе поторопиться, деточка."
    m "Если ты не хочешь вылететь с работы прямо сейчас!"
    waitress "Пожалуйста, Мэм."
    m "Ммммм... Как вкусно..."
    m "Я уже отвылка от такой вкусной пищи."
    m "А зря!"
    m "Надо скорее возвращать назад мою прежнюю жизнь!"
    m "Я закончила."
    m "Было невкусно!"
    waitress "Мэм, прошу прощения."
    waitress "В следующий раз мы постараемся угодить Вам..." 

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:160
translate english ep26_dialogues4_restaurant4_908d8f6b:

    # waitress "Здравствуйте, Мэм!"
    # waitress "Это... Это ВЫ?!"
    # m "Да, это Я!"
    # waitress "Мэм... Я очень рада видеть Вас!"
    # waitress "И тепло приветствую Вас от имени заведения!"
    # m "Спасибо."
    # m "Я бы хотела у Вас что-нибудь поесть."
    # waitress "Да, Мэм."
    # waitress "Присаживайтесь, пожалуйста, за свободный столик." 
    # waitress "Мэм, что Вам будет угодно?"
    # waitress "Специально для Вас у нас скидка 50 процентов на все меню."
    waitress "Good day, Ma'am!"
    waitress "Это... Это ВЫ?!"
    m "Да, это Я!"
    waitress "Мэм... Я очень рада видеть Вас!"
    waitress "И тепло приветствую Вас от имени заведения!"
    m "Спасибо."
    m "Я бы хотела у Вас что-нибудь поесть."
    waitress "Yes, Ma'am."
    waitress "Присаживайтесь, пожалуйста, за свободный столик." 
    waitress "Мэм, что Вам будет угодно?"
    waitress "Специально для Вас у нас скидка 50 процентов на все меню."

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:181
translate english ep26_dialogues4_restaurant4_c6b5f13a:

    # m "Спасибо, я передумала. Зайду попозже."
    # waitress "Мэм, мы всегда ждем Вас!"
    m "Спасибо, я передумала. Зайду попозже."
    waitress "Мэм, мы всегда ждем Вас!"

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:187
translate english ep26_dialogues4_restaurant4_8ab2f12b:

    # waitress "Я оплачу сертификатом."
    # waitress "Да, Мэм."
    # waitress "Несколько минут и все будет готово."
    # waitress "Пожалуйста, Мэм."
    # m "Ммммм... Как вкусно..."
    # m "Я уже отвылка от такой вкусной пищи."
    # m "А зря!"
    # m "Надо скорее возвращать назад мою прежнюю жизнь!"
    # m "Я закончила."
    # m "Было очень вкусно. Спасибо!"
    # waitress "Мэм, добро пожаловать к нам снова!"
    waitress "Я оплачу сертификатом."
    waitress "Yes, Ma'am."
    waitress "Несколько минут и все будет готово."
    waitress "Пожалуйста, Мэм."
    m "Ммммм... Как вкусно..."
    m "Я уже отвылка от такой вкусной пищи."
    m "А зря!"
    m "Надо скорее возвращать назад мою прежнюю жизнь!"
    m "Я закончила."
    m "Было очень вкусно. Спасибо!"
    waitress "Мэм, добро пожаловать к нам снова!"

# game/Quests/EP2_06/ep26_dialogues4_restaurant.rpy:211
translate english ep26_dialogues4_restaurant5_e20d3132:

    # mt "Я уже посещала ресторан сегодня."
    # mt "Больше мне пока нечего там делать."
    mt "Я уже посещала ресторан сегодня."
    mt "Больше мне пока нечего там делать."

translate english strings:

    # Quests/EP2_06/ep26_dialogues4_restaurant.rpy:38
    old "Показать сертификат."
    new ""

    # Quests/EP2_06/ep26_dialogues4_restaurant.rpy:38
    old "Показать сертификат. (disabled)"
    new ""

    # Quests/EP2_06/ep26_dialogues4_restaurant.rpy:38
    old "Устроить скандал и войти"
    new ""

