# TODO: Translation updated at 2019-02-16 02:59

# game/Quests/EP2_03/ep23_photoshoot5.rpy:12
translate english tempaaa2_e583169d:

    # m "Алекс, я не буду сниматься в таком ракурсе!"
    # m "Алекс, даже не думай делать такой кадр!"
    # m "Алекс, я не собираюсь вставать в эту позу!!!"
    # "Даже не мечтай!"
    m "Алекс, я не буду сниматься в таком ракурсе!"
    m "Алекс, даже не думай делать такой кадр!"
    m "Алекс, я не собираюсь вставать в эту позу!!!"
    "Даже не мечтай!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:89
translate english tempaaa2_2f5a4cfc:

    # alex_photograph "Миссис Бакфетт, пожалуйста, поместите голову Мелани между ног!"
    alex_photograph "Миссис Бакфетт, пожалуйста, поместите голову Мелани между ног!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:104
translate english tempaaa2_f4713de7:

    # alex_photograph "Теперь сделайте вид что Вы касаетесь язычком ее киски!"
    # m "ЧТО?!?! АЛЕКС, ТЫ В СВОЕМ УМЕ?!?!"
    # m "Я НЕ СОБИРАЮСЬ ЛИЗАТЬ У МЕЛАНИ МЕЖДУ НОГ!!!"
    # "ДА ЕЩЕ И НА КАМЕРУ!!!"
    alex_photograph "Теперь сделайте вид что Вы касаетесь язычком ее киски!"
    m "ЧТО?!?! АЛЕКС, ТЫ В СВОЕМ УМЕ?!?!"
    m "Я НЕ СОБИРАЮСЬ ЛИЗАТЬ У МЕЛАНИ МЕЖДУ НОГ!!!"
    "ДА ЕЩЕ И НА КАМЕРУ!!!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:109
translate english tempaaa2_f0e37347:

    # alex_photograph "Миссис Бакфетт! Это ведь просто симуляция!"
    # "Вам надо просто коснуться язычком и все!"
    alex_photograph "Миссис Бакфетт! Это ведь просто симуляция!"
    "Вам надо просто коснуться язычком и все!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:112
translate english tempaaa2_457ae7ed:

    # "Тем более это всего-лишь трусики!"
    # "Вы не сделаете ничего неприличного, если дотронетесь до белья другой модели!"
    "Тем более это всего-лишь трусики!"
    "Вы не сделаете ничего неприличного, если дотронетесь до белья другой модели!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:115
translate english tempaaa2_4ce034c0:

    # m "АЛЕКС, НО!!!..."
    # alex_photograph "Миссис Бакфетт, это эротическая фотосессия."
    # "В ней авиакомпания хочет показать что готова на все, лишь бы ее клиенты остались довольны!"
    m "АЛЕКС, НО!!!..."
    alex_photograph "Миссис Бакфетт, это эротическая фотосессия."
    "В ней авиакомпания хочет показать что готова на все, лишь бы ее клиенты остались довольны!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:121
translate english tempaaa2_af417179:

    # melanie "Миссис Бакфетт?"
    melanie "Миссис Бакфетт?"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:126
translate english tempaaa2_bdc05f31:

    # mt "Похоже у меня нет выхода..."
    # "Мне надо любой ценой узнать замешан-ли во всем этом Дик!"
    # "И Мелани единственная надежда на это!"
    mt "Похоже у меня нет выхода..."
    "Мне надо любой ценой узнать замешан-ли во всем этом Дик!"
    "И Мелани единственная надежда на это!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:131
translate english tempaaa2_b29f05e7:

    # m "Мелани, пожалуйста!"
    # "Скажи Алексу что хватит!"
    # melanie "Хорошо, Миссис Бакфетт..."
    m "Мелани, пожалуйста!"
    "Скажи Алексу что хватит!"
    melanie "Хорошо, Миссис Бакфетт..."

# game/Quests/EP2_03/ep23_photoshoot5.rpy:136
translate english tempaaa2_35173e7a:

    # melanie "Алекс, я думаю этого достаточно!"
    # "Я ведь знаю что этот кадр твоя инициатива!"
    melanie "Алекс, я думаю этого достаточно!"
    "Я ведь знаю что этот кадр твоя инициатива!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:166
translate english testaaa3_ee1ef0be:

    # alex_photograph "Мэм! Мы закончили фотосессию!"
    alex_photograph "Мэм! Мы закончили фотосессию!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:168
translate english testaaa3_c577c087:

    # melanie "Миссис Бакфетт..."
    # "А мне понравилась последняя поза..."
    melanie "Миссис Бакфетт..."
    "А мне понравилась последняя поза..."

# game/Quests/EP2_03/ep23_photoshoot5.rpy:171
translate english testaaa3_3680e9d0:

    # "Не хотите-ли Вы коснуться меня язычком еще раз..."
    # "Без трусиков..."
    "Не хотите-ли Вы коснуться меня язычком еще раз..."
    "Без трусиков..."

# game/Quests/EP2_03/ep23_photoshoot5.rpy:187
translate english testaaa3_5917d46a:

    # m "НЕТ, МЕЛАНИ!!!"
    # "ЭТОГО НЕ БУДЕТ НИКОГДА!!!"
    # "И следи за своим языком и не забывай КТО Я и КТО ТЫ!!!"
    m "НЕТ, МЕЛАНИ!!!"
    "ЭТОГО НЕ БУДЕТ НИКОГДА!!!"
    "И следи за своим языком и не забывай КТО Я и КТО ТЫ!!!"

# game/Quests/EP2_03/ep23_photoshoot5.rpy:191
translate english testaaa3_a4291675:

    # melanie "..."
    # melanie "Хорошо, Миссис Бакфетт. Я буду ждать Вас в гримерной комнате."
    melanie "..."
    melanie "Хорошо, Миссис Бакфетт. Я буду ждать Вас в гримерной комнате."

translate english strings:

    # Quests/EP2_03/ep23_photoshoot5.rpy:122
    old "Прервать фотосессию."
    new ""

    # Quests/EP2_03/ep23_photoshoot5.rpy:122
    old "Сделать что просит Алекс."
    new ""

    # Quests/EP2_03/ep23_photoshoot5.rpy:122
    old "Попросить Мелани не делать этого (хорошие отношения с Мелани)"
    new ""

    # Quests/EP2_03/ep23_photoshoot5.rpy:122
    old "Попросить Мелани не делать этого (плохие отношения с Мелани) (disabled)"
    new ""

