# TODO: Translation updated at 2019-09-06 13:21

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:23
translate english ep23_dialogues1_0eef9d1a:

    # m "Биф... Мог бы ты дать еще немного денег?"
    # "Хотя бы еще $ 100?..."
    m "Биф... Мог бы ты дать еще немного денег?"
    "Хотя бы еще $ 100?..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:27
translate english ep23_dialogues1_577830cb:

    # biff "Детка, хорошо что ты напомнила про сумму!"
    # "Давай пересмотрим ее!"
    # "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    # "И не стоишь тех $ 5000!"
    # mt "!!!"
    # biff "Я думаю тебя вполне устроят $ 3000."
    # "Это хорошие деньги для такой уличной шлюхи как ты!"
    biff "Детка, хорошо что ты напомнила про сумму!"
    "Давай пересмотрим ее!"
    "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    "И не стоишь тех $ 5000!"
    mt "!!!"
    biff "Я думаю тебя вполне устроят $ 3000."
    "Это хорошие деньги для такой уличной шлюхи как ты!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:35
translate english ep23_dialogues1_cca0b3fc:

    # m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    # biff "А что ты подразумевала, цыпочка?"
    # m "Нет, Биф... Ничего..."
    m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    biff "А что ты подразумевала, цыпочка?"
    m "Нет, Биф... Ничего..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:39
translate english ep23_dialogues1_52a774d9:

    # mt "Черт! С этим слизняком опасно говорить про деньги!"
    # "Если он не будет давать мне эти $ 5000, то мне конец!"
    # "Где я еще достану такую огромную сумму?!"
    # "..."
    mt "Черт! С этим слизняком опасно говорить про деньги!"
    "Если он не будет давать мне эти $ 5000, то мне конец!"
    "Где я еще достану такую огромную сумму?!"
    "..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:45
translate english ep23_dialogues1_d44618e0:

    # "Какая огромная сумма, Моника? Ты о чем?"
    # "Это же сущие копейки для тебя!"
    # "Не привыкай к тому положению, в котором ты оказалась!"
    # "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    # "И восстановить справедливость!!!"
    "Какая огромная сумма, Моника? Ты о чем?"
    "Это же сущие копейки для тебя!"
    "Не привыкай к тому положению, в котором ты оказалась!"
    "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    "И восстановить справедливость!!!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:53
translate english ep23_dialogues1_0eef9d1a_1:

    # m "Биф... Мог бы ты дать еще немного денег?"
    # "Хотя бы еще $ 100?..."
    m "Биф... Мог бы ты дать еще немного денег?"
    "Хотя бы еще $ 100?..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:57
translate english ep23_dialogues1_577830cb_1:

    # biff "Детка, хорошо что ты напомнила про сумму!"
    # "Давай пересмотрим ее!"
    # "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    # "И не стоишь тех $ 5000!"
    # mt "!!!"
    # biff "Я думаю тебя вполне устроят $ 3000."
    # "Это хорошие деньги для такой уличной шлюхи как ты!"
    biff "Детка, хорошо что ты напомнила про сумму!"
    "Давай пересмотрим ее!"
    "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    "И не стоишь тех $ 5000!"
    mt "!!!"
    biff "Я думаю тебя вполне устроят $ 3000."
    "Это хорошие деньги для такой уличной шлюхи как ты!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:65
translate english ep23_dialogues1_1a88460a:

    # biff "Тем более, тебе хватает этих денег на дорогие платья!"
    biff "Тем более, тебе хватает этих денег на дорогие платья!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:67
translate english ep23_dialogues1_cca0b3fc_1:

    # m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    # biff "А что ты подразумевала, цыпочка?"
    # m "Нет, Биф... Ничего..."
    m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    biff "А что ты подразумевала, цыпочка?"
    m "Нет, Биф... Ничего..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:71
translate english ep23_dialogues1_52a774d9_1:

    # mt "Черт! С этим слизняком опасно говорить про деньги!"
    # "Если он не будет давать мне эти $ 5000, то мне конец!"
    # "Где я еще достану такую огромную сумму?!"
    # "..."
    mt "Черт! С этим слизняком опасно говорить про деньги!"
    "Если он не будет давать мне эти $ 5000, то мне конец!"
    "Где я еще достану такую огромную сумму?!"
    "..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:77
translate english ep23_dialogues1_d44618e0_1:

    # "Какая огромная сумма, Моника? Ты о чем?"
    # "Это же сущие копейки для тебя!"
    # "Не привыкай к тому положению, в котором ты оказалась!"
    # "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    # "И восстановить справедливость!!!"
    "Какая огромная сумма, Моника? Ты о чем?"
    "Это же сущие копейки для тебя!"
    "Не привыкай к тому положению, в котором ты оказалась!"
    "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    "И восстановить справедливость!!!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:86
translate english ep23_dialogues1_0eef9d1a_2:

    # m "Биф... Мог бы ты дать еще немного денег?"
    # "Хотя бы еще $ 100?..."
    m "Биф... Мог бы ты дать еще немного денег?"
    "Хотя бы еще $ 100?..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:90
translate english ep23_dialogues1_577830cb_2:

    # biff "Детка, хорошо что ты напомнила про сумму!"
    # "Давай пересмотрим ее!"
    # "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    # "И не стоишь тех $ 5000!"
    # mt "!!!"
    # biff "Я думаю тебя вполне устроят $ 3000."
    # "Это хорошие деньги для такой уличной шлюхи как ты!"
    biff "Детка, хорошо что ты напомнила про сумму!"
    "Давай пересмотрим ее!"
    "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    "И не стоишь тех $ 5000!"
    mt "!!!"
    biff "Я думаю тебя вполне устроят $ 3000."
    "Это хорошие деньги для такой уличной шлюхи как ты!"

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:98
translate english ep23_dialogues1_cca0b3fc_2:

    # m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    # biff "А что ты подразумевала, цыпочка?"
    # m "Нет, Биф... Ничего..."
    m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    biff "А что ты подразумевала, цыпочка?"
    m "Нет, Биф... Ничего..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:102
translate english ep23_dialogues1_52a774d9_2:

    # mt "Черт! С этим слизняком опасно говорить про деньги!"
    # "Если он не будет давать мне эти $ 5000, то мне конец!"
    # "Где я еще достану такую огромную сумму?!"
    # "..."
    mt "Черт! С этим слизняком опасно говорить про деньги!"
    "Если он не будет давать мне эти $ 5000, то мне конец!"
    "Где я еще достану такую огромную сумму?!"
    "..."

# game/Quests/EP2_03/ep23_dialogues2_biff.rpy:108
translate english ep23_dialogues1_d44618e0_2:

    # "Какая огромная сумма, Моника? Ты о чем?"
    # "Это же сущие копейки для тебя!"
    # "Не привыкай к тому положению, в котором ты оказалась!"
    # "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    # "И восстановить справедливость!!!"
    "Какая огромная сумма, Моника? Ты о чем?"
    "Это же сущие копейки для тебя!"
    "Не привыкай к тому положению, в котором ты оказалась!"
    "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    "И восстановить справедливость!!!"

