# TODO: Translation updated at 2019-02-16 02:59

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:9
translate english ep23_dialogues5_1_ac28ff3d:

    # m "Алекс... А где Мелани?"
    # alex_photograph "Мелани обычно бывает днем, Миссис Бакфетт..."
    # "А зачем она Вам?"
    # m "Это не твое дело, Алекс..."
    m "Алекс... А где Мелани?"
    alex_photograph "Мелани обычно бывает днем, Миссис Бакфетт..."
    "А зачем она Вам?"
    m "Это не твое дело, Алекс..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:21
translate english ep23_dialogues5_2_9baf4d88:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "О чем Вы хотите поговорить со мной, Миссис Бакфетт?"
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "О чем Вы хотите поговорить со мной, Миссис Бакфетт?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:25
translate english ep23_dialogues5_2_fc8799e2:

    # m "Может мы отойти с тобой куда-нибудь?"
    # "Я бы не хотела чтобы Алекс слышал наш разговор?"
    m "Может мы отойти с тобой куда-нибудь?"
    "Я бы не хотела чтобы Алекс слышал наш разговор?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:35
translate english ep23_dialogues5_2_70a8bf50:

    # melanie "Миссис Бакфетт, у нас с Вами официальные отношения."
    # "Я бы хотела чтобы у нас не было никаких секретов."
    # "Это может повредить моей карьере..."
    melanie "Миссис Бакфетт, у нас с Вами официальные отношения."
    "Я бы хотела чтобы у нас не было никаких секретов."
    "Это может повредить моей карьере..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:39
translate english ep23_dialogues5_2_fd42eb08:

    # mt "Мне надо как-то уговорить Мелани пойти со мной."
    # "Я не собираюсь заводить разговор здесь, в присутствии Алекса!"
    # "..."
    # "Мелани любит лесть..."
    mt "Мне надо как-то уговорить Мелани пойти со мной."
    "Я не собираюсь заводить разговор здесь, в присутствии Алекса!"
    "..."
    "Мелани любит лесть..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:46
translate english ep23_dialogues5_2_499cdfa2:

    # m "Мелани, пожалуйста..."
    # "Да, у нас официальные отношения и ты отличный профессионал."
    # "Ты самая красивая модель в этом журнале."
    # "И я бы хотела поговорить с тобой наедине..."
    m "Мелани, пожалуйста..."
    "Да, у нас официальные отношения и ты отличный профессионал."
    "Ты самая красивая модель в этом журнале."
    "И я бы хотела поговорить с тобой наедине..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:57
translate english ep23_dialogues5_2_5ba1d7f3:

    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:63
translate english ep23_dialogues5_2_b4b4c590:

    # mt "Хм..."
    # "Я смотрю Мелани здесь неплохо обосновалась, пока меня нет..."
    mt "Хм..."
    "Я смотрю Мелани здесь неплохо обосновалась, пока меня нет..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:69
translate english ep23_dialogues5_2_2c6856e2:

    # melanie "Итак, Миссис Бакфетт?"
    # m "Мелани, я хочу попросить тебя об услуги..."
    # melanie "Интересно... Чем же я могу помочь Миссис Бакфетт?"
    melanie "Итак, Миссис Бакфетт?"
    m "Мелани, я хочу попросить тебя об услуги..."
    melanie "Интересно... Чем же я могу помочь Миссис Бакфетт?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:77
translate english ep23_dialogues5_2_e55f19de:

    # m "Это... Это касается одного мужчины..."
    # "А ты, Мелани, насколько я знаю, очень сильна в этих вопросах..."
    # "Это касается решения кое-каких небольших проблем, которые у меня возникли в последнее время..."
    m "Это... Это касается одного мужчины..."
    "А ты, Мелани, насколько я знаю, очень сильна в этих вопросах..."
    "Это касается решения кое-каких небольших проблем, которые у меня возникли в последнее время..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:81
translate english ep23_dialogues5_2_25058677:

    # "Я обещаю что повышу тебя значительно выше, чем ты сейчас..."
    # "Когда верну все назад..."
    "Я обещаю что повышу тебя значительно выше, чем ты сейчас..."
    "Когда верну все назад..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:88
translate english ep23_dialogues5_2_7ea983ff:

    # melanie "Да, Миссис Бакфетт."
    # "По Вашему виду можно сказать что у Вас возникли небольшие проблемы."
    # "Мне не совсем понятно, зачем вы ходите в этом..."
    # "Вы развелись с мужем и он забрал все Ваши деньги?"
    melanie "Да, Миссис Бакфетт."
    "По Вашему виду можно сказать что у Вас возникли небольшие проблемы."
    "Мне не совсем понятно, зачем вы ходите в этом..."
    "Вы развелись с мужем и он забрал все Ваши деньги?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:93
translate english ep23_dialogues5_2_c660a90b:

    # m "Нет, Мелани... Муж у меня..."
    # "Не будем об этом... Я не могу сказать ничего положительного про него..."
    m "Нет, Мелани... Муж у меня..."
    "Не будем об этом... Я не могу сказать ничего положительного про него..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:96
translate english ep23_dialogues5_2_b17c085f:

    # melanie "Миссис Бакфетт. Не бывает плохих мужчин."
    # "Просто надо знать подход к ним..."
    # "Так Вам надо помочь с Вашим мужем?"
    melanie "Миссис Бакфетт. Не бывает плохих мужчин."
    "Просто надо знать подход к ним..."
    "Так Вам надо помочь с Вашим мужем?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:107
translate english ep23_dialogues5_2_f8d7c483:

    # m "Нет, Мелани..."
    # m "Мне надо помочь с... другим мужчиной..."
    m "Нет, Мелани..."
    m "Мне надо помочь с... другим мужчиной..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:110
translate english ep23_dialogues5_2_075067d8:

    # melanie "Значит в этом замешан еще один мужчина?"
    # melanie "Значит это любовь?!"
    # melanie "Как я сразу не догадалась!"
    # melanie "Только любовь может заставить Монику Бакфетт идти на такие жертвы!"
    melanie "Значит в этом замешан еще один мужчина?"
    melanie "Значит это любовь?!"
    melanie "Как я сразу не догадалась!"
    melanie "Только любовь может заставить Монику Бакфетт идти на такие жертвы!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:115
translate english ep23_dialogues5_2_c47b25d5:

    # "У всех на виду!"
    "У всех на виду!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:117
translate english ep23_dialogues5_2_f1327c0f:

    # m "Мелани... знаешь..."
    # "Это... не совсем любовь..."
    # "Это касается еще одной женщины... на моем пути..."
    m "Мелани... знаешь..."
    "Это... не совсем любовь..."
    "Это касается еще одной женщины... на моем пути..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:121
translate english ep23_dialogues5_2_b78d204e:

    # melanie "Еще одной женщины?"
    # "Это становится интересно!"
    # "И что же САМА Миссис Бакфетт хочет от Мелани?"
    melanie "Еще одной женщины?"
    "Это становится интересно!"
    "И что же САМА Миссис Бакфетт хочет от Мелани?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:134
translate english ep23_dialogues5_2_3b0f9916:

    # m "У меня есть подозрения, что этот мужчина замешан в том, что у меня возникли небольшие временные трудности..."
    # "Этот мужчина был моим поклонником и любил меня. Бегал за мной как пудель, но..."
    # "Но, вдруг, он изменился."
    m "У меня есть подозрения, что этот мужчина замешан в том, что у меня возникли небольшие временные трудности..."
    "Этот мужчина был моим поклонником и любил меня. Бегал за мной как пудель, но..."
    "Но, вдруг, он изменился."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:138
translate english ep23_dialogues5_2_825b2fa5:

    # "Впоследствии еще появилась другая женщина."
    # "И у меня серьезные подозрения, что все проблемы могут быть связаны с этим."
    "Впоследствии еще появилась другая женщина."
    "И у меня серьезные подозрения, что все проблемы могут быть связаны с этим."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:141
translate english ep23_dialogues5_2_fcd2df71:

    # "Я пыталась найти подход у этому мужчине, но потерпела неудачу."
    # "Не знаю почему!!!"
    # "Но этот мужчина любит женщин и перед тобой он вряд-ли устоит!"
    "Я пыталась найти подход у этому мужчине, но потерпела неудачу."
    "Не знаю почему!!!"
    "Но этот мужчина любит женщин и перед тобой он вряд-ли устоит!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:148
translate english ep23_dialogues5_2_0c4f422c:

    # m "Еще он как-то проговорился о том что мечтает о тебе..."
    # melanie "Ой, Миссис Бакфетт..."
    # "Я получаю тысячи признаний в любви каждый день..."
    m "Еще он как-то проговорился о том что мечтает о тебе..."
    melanie "Ой, Миссис Бакфетт..."
    "Я получаю тысячи признаний в любви каждый день..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:154
translate english ep23_dialogues5_2_b508763e:

    # melanie "А как же Вы?"
    # "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    # "Что я смогу затмить ту женщину, которая встала между Вами?"
    melanie "А как же Вы?"
    "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    "Что я смогу затмить ту женщину, которая встала между Вами?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:159
translate english ep23_dialogues5_2_b1d26e26:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:163
translate english ep23_dialogues5_2_1aa58f2b:

    # m "Я... про наш разговор..."
    m "Я... про наш разговор..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:165
translate english ep23_dialogues5_2_e3b4f71e:

    # melanie "Что же Вы ответите?"
    # "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    # "Что я смогу затмить ту женщину, которая встала между Вами?"
    melanie "Что же Вы ответите?"
    "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    "Что я смогу затмить ту женщину, которая встала между Вами?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:177
translate english ep23_dialogues5_2_8badd592:

    # m "Нет, Мелани. Я не думаю что ты лучше меня."
    m "Нет, Мелани. Я не думаю что ты лучше меня."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:190
translate english ep23_dialogues5_2_0a974efc:

    # m "Видишь ли, Мелани."
    # "Красота - это условная вещь."
    # "Но в чем ты, Мелани, действительно разбираешься..."
    # "Так это в том как управлять мужчинами..."
    m "Видишь ли, Мелани."
    "Красота - это условная вещь."
    "Но в чем ты, Мелани, действительно разбираешься..."
    "Так это в том как управлять мужчинами..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:195
translate english ep23_dialogues5_2_3a8416ea:

    # melanie "Миссис Бакфетт, это очевидно. Я рада что Вы, наконец-то, это признали..."
    melanie "Миссис Бакфетт, это очевидно. Я рада что Вы, наконец-то, это признали..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:197
translate english ep23_dialogues5_2_39854fe8:

    # m "Но мужчиной, про которого я говорю, будет управлять не так просто."
    m "Но мужчиной, про которого я говорю, будет управлять не так просто."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:199
translate english ep23_dialogues5_2_adecfad6:

    # melanie "Миссис Бакфетт, любым мужчиной управлять просто."
    # "Мужчины готовы идти на любые жертвы, воевать друг с другом."
    # "Ради женщины..."
    melanie "Миссис Бакфетт, любым мужчиной управлять просто."
    "Мужчины готовы идти на любые жертвы, воевать друг с другом."
    "Ради женщины..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:203
translate english ep23_dialogues5_2_1b2539ef:

    # "Им надо, всего-лишь, показать что Вы именно та женщина..."
    # "Ради которой стоит это делать..."
    # "..."
    # "Любой мужчина готов на все ради меня, Миссис Бакфетт."
    "Им надо, всего-лишь, показать что Вы именно та женщина..."
    "Ради которой стоит это делать..."
    "..."
    "Любой мужчина готов на все ради меня, Миссис Бакфетт."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:208
translate english ep23_dialogues5_2_7bd768ca:

    # m "У меня тоже много поклонников!"
    m "У меня тоже много поклонников!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:215
translate english ep23_dialogues5_2_ef97dfe5:

    # melanie "Почему же тогда Вы не попросите помощи их?"
    melanie "Почему же тогда Вы не попросите помощи их?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:217
translate english ep23_dialogues5_2_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:219
translate english ep23_dialogues5_2_d72b025e:

    # melanie "Нет, Миссис Бакфетт... Вы не умеете управлять мужчинами."
    # "Оставьте это мне..."
    # "Так кто тот мучжина, с которым Вам никак не справиться?"
    melanie "Нет, Миссис Бакфетт... Вы не умеете управлять мужчинами."
    "Оставьте это мне..."
    "Так кто тот мучжина, с которым Вам никак не справиться?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:231
translate english ep23_dialogues5_2_485e6c22:

    # m "Я скажу тебе если ты согласишься помочь мне!"
    m "Я скажу тебе если ты согласишься помочь мне!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:235
translate english ep23_dialogues5_2_b1d26e26_1:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:239
translate english ep23_dialogues5_2_1aa58f2b_1:

    # m "Я... про наш разговор..."
    m "Я... про наш разговор..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:241
translate english ep23_dialogues5_2_8713b006:

    # melanie "Я помогу Вам, Миссис Бакфетт, если..."
    melanie "Я помогу Вам, Миссис Бакфетт, если..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:243
translate english ep23_dialogues5_2_4253afcc:

    # m "Если?"
    m "Если?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:245
translate english ep23_dialogues5_2_1c66a9bb:

    # melanie "Если Вы поучаствуете со мной в фотосессии."
    # melanie "Биф хочет от меня какую-то пошлятину и Вы можете помочь мне с этим."
    melanie "Если Вы поучаствуете со мной в фотосессии."
    melanie "Биф хочет от меня какую-то пошлятину и Вы можете помочь мне с этим."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:248
translate english ep23_dialogues5_2_d785dcc3:

    # melanie "В любом случае я не собираюсь задерживаться здесь."
    # melanie "Я лишь хочу завершить подписанный контракт."
    melanie "В любом случае я не собираюсь задерживаться здесь."
    melanie "Я лишь хочу завершить подписанный контракт."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:251
translate english ep23_dialogues5_2_32890979:

    # m "И чем-же я могу помочь тебе?"
    m "И чем-же я могу помочь тебе?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:253
translate english ep23_dialogues5_2_84df9513:

    # melanie "Тем что поучаствуете вместе со мной..."
    melanie "Тем что поучаствуете вместе со мной..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:255
translate english ep23_dialogues5_2_47c629d7:

    # m "Значит Биф что-то требует от тебя?"
    # "И почему-же ты не управляешь им, а?"
    m "Значит Биф что-то требует от тебя?"
    "И почему-же ты не управляешь им, а?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:259
translate english ep23_dialogues5_2_e3a7836a:

    # melanie "Миссис Бакфетт... Я именно это и делаю..."
    melanie "Миссис Бакфетт... Я именно это и делаю..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:261
translate english ep23_dialogues5_2_c318681f:

    # melanie "Ну так что?"
    melanie "Ну так что?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:270
translate english ep23_dialogues5_2_16f0663c:

    # m "Я не хочу участвовать в каких-то сомнительных фотосессиях."
    m "Я не хочу участвовать в каких-то сомнительных фотосессиях."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:272
translate english ep23_dialogues5_2_49af6a6c:

    # melanie "Значит мы отложим этот разговор..."
    melanie "Значит мы отложим этот разговор..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:281
translate english ep23_dialogues5_2_c1743eb8:

    # m "Хорошо, Мелани..."
    # "Я... Согласна сделать с тобой фотосессию..."
    # "Когда она будет?"
    m "Хорошо, Мелани..."
    "Я... Согласна сделать с тобой фотосессию..."
    "Когда она будет?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:287
translate english ep23_dialogues5_2_7dbb1f9e:

    # melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    # "Сделайте их и мы начнем."
    # help "Надо открыть остальные фотосессии перед съемками с Мелани."
    melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    "Сделайте их и мы начнем."
    help "Надо открыть остальные фотосессии перед съемками с Мелани."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:293
translate english ep23_dialogues5_2_7c0faa2d:

    # melanie "Это будет ближайшая фотосессия."
    # "Вы можете узнать у Бифа."
    melanie "Это будет ближайшая фотосессия."
    "Вы можете узнать у Бифа."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:298
translate english ep23_dialogues5_2_9d888495:

    # mt "Итак... Очередная глупая фотосессия..."
    # "Но я сделаю ее, мне надо добрться до Дика!"
    mt "Итак... Очередная глупая фотосессия..."
    "Но я сделаю ее, мне надо добрться до Дика!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:302
translate english ep23_dialogues5_2_69c18a8f:

    # mt "Сучка Мелани! Ставит какие-то глупые условия мне!"
    # "МНЕ, МОНИКЕ БАКФЕТТ! ЕЕ БОССУ!!!"
    mt "Сучка Мелани! Ставит какие-то глупые условия мне!"
    "МНЕ, МОНИКЕ БАКФЕТТ! ЕЕ БОССУ!!!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:309
translate english ep23_dialogues5_2a_32b92694:

    # m "Мелани, когда будет эта твоя фотосессия?"
    m "Мелани, когда будет эта твоя фотосессия?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:312
translate english ep23_dialogues5_2a_7dbb1f9e:

    # melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    # "Сделайте их и мы начнем."
    # help "Надо открыть остальные фотосессии перед съемками с Мелани."
    melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    "Сделайте их и мы начнем."
    help "Надо открыть остальные фотосессии перед съемками с Мелани."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:318
translate english ep23_dialogues5_2a_7c0faa2d:

    # melanie "Это будет ближайшая фотосессия."
    # "Вы можете узнать у Бифа."
    melanie "Это будет ближайшая фотосессия."
    "Вы можете узнать у Бифа."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:326
translate english ep23_dialogues5_3_7b36577f:

    # m "Что это за униформа, Алекс?"
    # alex_photograph "Это униформа Стюардессы, Мэм!"
    # m "Зачем это мне?"
    # alex_photograph "Сегодня мы снимаем фотосессию для Fashion Airlines!"
    # "Это крупная авиакомпания!"
    # "И мы должны показать как авиакомпания и ее персонал относятся к пассажирам!"
    # m "И как они относятся?"
    # alex_photograph "Они восхищаются ими, Миссис Бакфетт!"
    # m "И кто будет в роли пассажира?"
    m "Что это за униформа, Алекс?"
    alex_photograph "Это униформа Стюардессы, Мэм!"
    m "Зачем это мне?"
    alex_photograph "Сегодня мы снимаем фотосессию для Fashion Airlines!"
    "Это крупная авиакомпания!"
    "И мы должны показать как авиакомпания и ее персонал относятся к пассажирам!"
    m "И как они относятся?"
    alex_photograph "Они восхищаются ими, Миссис Бакфетт!"
    m "И кто будет в роли пассажира?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:336
translate english ep23_dialogues5_3_f4a22235:

    # melanie "В роли пассажира буду я, Миссис Бакфетт..."
    melanie "В роли пассажира буду я, Миссис Бакфетт..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:338
translate english ep23_dialogues5_3_b6c100ab:

    # mt "Как же могло быть иначе!"
    # "Я с самого начала знала что эта фотосессия будет идиотской!!!"
    mt "Как же могло быть иначе!"
    "Я с самого начала знала что эта фотосессия будет идиотской!!!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:341
translate english ep23_dialogues5_3_8d82109b:

    # m "Ладно, Алекс..."
    # "Только условие, никаких неприличных ракурсов!"
    # alex_photograph "Конечно, Мэм!"
    # "Вы же знаете, Мелани не согласится на неприличные ракурсы!"
    m "Ладно, Алекс..."
    "Только условие, никаких неприличных ракурсов!"
    alex_photograph "Конечно, Мэм!"
    "Вы же знаете, Мелани не согласится на неприличные ракурсы!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:346
translate english ep23_dialogues5_3_69e6ce04:

    # "Правда, Мелани?"
    # melanie "Правда, Алекс..."
    # alex_photograph "Итак, мотор!"
    # m "Алекс, я не собираюсь вставать в эту позу!!!"
    # "Даже не мечтай!"
    "Правда, Мелани?"
    melanie "Правда, Алекс..."
    alex_photograph "Итак, мотор!"
    m "Алекс, я не собираюсь вставать в эту позу!!!"
    "Даже не мечтай!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:378
translate english ep23_dialogues5_3a_7cd197f5:

    # melanie "Миссис Бакфетт. Вы прервали сессию."
    # "Меня это вполне устраивает."
    melanie "Миссис Бакфетт. Вы прервали сессию."
    "Меня это вполне устраивает."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:381
translate english ep23_dialogues5_3a_bbf3f956:

    # "Может быть мой контракт закончится раньше, чем мы ее завершим."
    # "В любом случае, Вы можете придти, когда будете более раскованны."
    "Может быть мой контракт закончится раньше, чем мы ее завершим."
    "В любом случае, Вы можете придти, когда будете более раскованны."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:384
translate english ep23_dialogues5_3a_393d661a:

    # mt "Не Мелани говорить про раскованность!"
    # "Это не ей приходится унижаться перед камерой!"
    mt "Не Мелани говорить про раскованность!"
    "Это не ей приходится унижаться перед камерой!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:388
translate english ep23_dialogues5_3a_07d898e4:

    # alex_photograph "Мистер Биф не будет доволен тем, что фотосессия сорвалась."
    alex_photograph "Мистер Биф не будет доволен тем, что фотосессия сорвалась."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:394
translate english ep23_dialogues5_3b_41ee94bf:

    # mt "Мне надо к Мелани!"
    mt "Мне надо к Мелани!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:406
translate english ep23_dialogues6_0ca81fa6:

    # m "Мелани! Я выполнила твою просьбу! Теперь твоя очередь!"
    m "Мелани! Я выполнила твою просьбу! Теперь твоя очередь!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:408
translate english ep23_dialogues6_79d813f6:

    # melanie "Так кто этот мужчина, Миссис Бакфетт?"
    melanie "Так кто этот мужчина, Миссис Бакфетт?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:410
translate english ep23_dialogues6_654feaff:

    # m "Этот мужчина..."
    # "Это..."
    # "Это Дик Адвокат..."
    m "Этот мужчина..."
    "Это..."
    "Это Дик Адвокат..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:416
translate english ep23_dialogues6_576cd1ac:

    # melanie "Пфи!! Кто???"
    # "Дик Адвокат? Этот толстячок?"
    # "Мэм, какие у Вас могли возникнуть проблемы с тем, чтобы добиться от него желаемого?"
    melanie "Пфи!! Кто???"
    "Дик Адвокат? Этот толстячок?"
    "Мэм, какие у Вас могли возникнуть проблемы с тем, чтобы добиться от него желаемого?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:420
translate english ep23_dialogues6_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:422
translate english ep23_dialogues6_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:434
translate english ep23_dialogues6_c9163ffe:

    # melanie "Так что мне надо от него получить?"
    melanie "Так что мне надо от него получить?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:436
translate english ep23_dialogues6_d138b0e7:

    # m "Дик занимается одним очень важним делом, которое касается меня."
    # "Но у меня стойкое подозрение что сама необходимость в этом деле возникла..."
    # "По его же инициативе!"
    # "И, если бы не он, то у меня не возникло бы подобных трудностей, какие есть сейчас."
    m "Дик занимается одним очень важним делом, которое касается меня."
    "Но у меня стойкое подозрение что сама необходимость в этом деле возникла..."
    "По его же инициативе!"
    "И, если бы не он, то у меня не возникло бы подобных трудностей, какие есть сейчас."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:441
translate english ep23_dialogues6_06f6d155:

    # melanie "Хорошо, мне надо только узнать информацию?"
    melanie "Хорошо, мне надо только узнать информацию?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:443
translate english ep23_dialogues6_3c5c9e17:

    # m "Вообще, не только... Там еще есть Виктория, его секретарша..."
    m "Вообще, не только... Там еще есть Виктория, его секретарша..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:446
translate english ep23_dialogues6_1359457e:

    # "Она против того чтобы Дик помогал мне..."
    "Она против того чтобы Дик помогал мне..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:448
translate english ep23_dialogues6_5e8bacea:

    # melanie "Значит из-за любви к ней Дик перестал помогать Вам?"
    melanie "Значит из-за любви к ней Дик перестал помогать Вам?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:450
translate english ep23_dialogues6_d0b55cce:

    # m "Нет, Дик... он не перестал помогать мне..."
    # "Я договорилась с Викторией... временно..."
    m "Нет, Дик... он не перестал помогать мне..."
    "Я договорилась с Викторией... временно..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:453
translate english ep23_dialogues6_021fbf7c:

    # melanie "Договорились? О чем?"
    melanie "Договорились? О чем?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:463
translate english ep23_dialogues6_12d51699:

    # m "Это... Это неважно, Мелани!!!"
    # m "Можешь просто узнать кто или что за всем этим стоит?"
    m "Это... Это неважно, Мелани!!!"
    m "Можешь просто узнать кто или что за всем этим стоит?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:466
translate english ep23_dialogues6_84c6710c:

    # melanie "Знаете, Миссис Бакфетт... Это выглядит простым делом."
    # "Но не забыли-ли Вы о награде, которую обещали?"
    melanie "Знаете, Миссис Бакфетт... Это выглядит простым делом."
    "Но не забыли-ли Вы о награде, которую обещали?"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:469
translate english ep23_dialogues6_68f45bbd:

    # m "Я уже приняла участие в той жуткой фотосессии!"
    # "Что же тебе еще надо?!"
    m "Я уже приняла участие в той жуткой фотосессии!"
    "Что же тебе еще надо?!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:472
translate english ep23_dialogues6_35fc44e5:

    # melanie "Видите-ли, Миссис Бакфетт... Я - женщина."
    # "А женшина всегда хочет больше..."
    melanie "Видите-ли, Миссис Бакфетт... Я - женщина."
    "А женшина всегда хочет больше..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:475
translate english ep23_dialogues6_f4c90b6b:

    # m "Мелани!"
    # "Если ты поможешь мне, то можешь рассчитывать на пост главного редактора этого журнала!"
    m "Мелани!"
    "Если ты поможешь мне, то можешь рассчитывать на пост главного редактора этого журнала!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:478
translate english ep23_dialogues6_1a92e49f:

    # melanie "О! Да это и впрямь так важно для Вас, Миссис Бакфетт!"
    melanie "О! Да это и впрямь так важно для Вас, Миссис Бакфетт!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:480
translate english ep23_dialogues6_0779e3c6:

    # m "..."
    # melanie "Хорошо, я проведаю этого Дика в ближайшее время."
    m "..."
    melanie "Хорошо, я проведаю этого Дика в ближайшее время."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:489
translate english ep23_dialogues6_46790167:

    # m "Только будь аккуратна с Викторией. Эта сучка очень, ОЧЕНЬ опасна!"
    m "Только будь аккуратна с Викторией. Эта сучка очень, ОЧЕНЬ опасна!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:491
translate english ep23_dialogues6_5556a1f0:

    # melanie "Миссис Бакфетт, Вам стоит заниматься своим делом, которое у Вас получается очень хорошо."
    # "Это кричать и командовать людьми."
    # "Но я знаю лучше Вас как найти подход к мужчине."
    # "И мне доставит удовольствие сделать то, что не получилось сделать у самой Моники Бакфетт!"
    melanie "Миссис Бакфетт, Вам стоит заниматься своим делом, которое у Вас получается очень хорошо."
    "Это кричать и командовать людьми."
    "Но я знаю лучше Вас как найти подход к мужчине."
    "И мне доставит удовольствие сделать то, что не получилось сделать у самой Моники Бакфетт!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:496
translate english ep23_dialogues6_38c8c391:

    # melanie "И меня очень привлекает то, что Вы будете должны мне."
    # "Это очень поможет моей карьере..."
    melanie "И меня очень привлекает то, что Вы будете должны мне."
    "Это очень поможет моей карьере..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:499
translate english ep23_dialogues6_e612037c_1:

    # m "..."
    m "..."

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:501
translate english ep23_dialogues6_7b554ba0:

    # melanie "Ждите новостей, Миссис Бакфетт!"
    melanie "Ждите новостей, Миссис Бакфетт!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:505
translate english ep23_dialogues6_5aec3033:

    # mt "Ну все!!!"
    mt "Ну все!!!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:507
translate english ep23_dialogues6_3448f747:

    # "Ну держись, сучка Виктория!"
    "Ну держись, сучка Виктория!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:509
translate english ep23_dialogues6_8917751d:

    # "Ну держись, Виктория!"
    "Ну держись, Виктория!"

# game/Quests/EP2_03/ep23_dialogues5_melanie.rpy:510
translate english ep23_dialogues6_f6d1a5f9:

    # "Я нашла кое-кого кто тебе не по зубам!"
    "Я нашла кое-кого кто тебе не по зубам!"

translate english strings:

    # Quests/EP2_03/ep23_dialogues5_melanie.rpy:146
    old "Дик признавался что хочет Мелани"
    new ""

    # Quests/EP2_03/ep23_dialogues5_melanie.rpy:172
    old "Да, Мелани, возможно ты справишься лучше."
    new ""

    # Quests/EP2_03/ep23_dialogues5_melanie.rpy:172
    old "Нет, Мелани. Я не думаю что ты лучше меня."
    new ""

    # Quests/EP2_03/ep23_dialogues5_melanie.rpy:265
    old "Хорошо, я согласна."
    new ""

    # Quests/EP2_03/ep23_dialogues5_melanie.rpy:265
    old "Я не хочу участвовать в каких-то сомнительных фотосессиях."
    new ""

