# С Юлией сценка (в парке?) Локация?
# Локация парк (?)
# романтическая болтовня с Юлией (мы как два этих лебедя, бла-бла)
# мимо ходят прохожие (немного), кто-то сидит недалеке от них и смотрит на них
# подружка питона может сидеть, хмырь с кафе
# во время романтич. болтовни Моника спросит про дядю, документы и когда они уедут
# Юлия в ответ говорит про свадьбу, про платье свадебное, когда мы будем его выбирать
# я представляю какое роскошное платье у вас будет, интересно какое будет у меня
# Моника говорит, ты же знаешь, я все оставля ради тебя, бла-бла
# потом Юлия начнет говорить о том, что они ото всех скрывают свои отношения
# что о них никто не знает, ведет к тому, что было бы хорошо сделать каминг-аут в офисе
# в итоге Моника вынуждена ей пообщеть, что она это сделает
# Юлия говорит, пойдемте прямо сейчас это сделаем
# Моника говорит, нет давай немного позже
# Юлия говорит, вы меня стесняетесь
# Моника отрицает
# -> поцелуй -> потом Юлия попросит потрогать ее -> переход в сцену, где они будут трогать друг друга, скрывая это от прохожих (не на показ!)
# прикрываются журналом (раскрытым, как на полу в гримерке паба)
# внизу у скамейки не будет доски, и Моника будет ласкать ее снизу через этот пробел
# в итоге Юлия возбуждается и они продолжают ласки у дерева, ласки обоюдные
# подглядывание, и они не замечают этого
#
#
#
#
#
#
#
#
#
#
