
# Моника пришла работать в эскорт
label ep218_dialogues1_escort_1:
	# Моника заходит в ресторан и у ступенек её встречает Кэндис
	mt "Боже! Очередной вечер в курятнике разврата!"
	mt "А эти глупые курицы даже не подозревают что перед ними не просто самая красивая и изысканая леди города,"
	mt "но и превосходный стратег - Моника Бакфетт!"
	mt "Оно и ясно, невозможно заметить очевидные вещи, когда во рту всё время чей-то член!"
	mt "Так что скоро эти тупые сучки получат по-заслугам!"
	mt "За каждую покасть, за каждый косой взгляд в мою сторну."
	mt "Они узнают что происходит с теми кто переходит дорогу Монике Бакфетт!"
	# у ступенек Моника встречает Кэндис
	candice "[monica_hotel_name], привет!"
	# Моника высокомерно и с призрением
	mt "Ох, Моника ради информации тебе приходится быть приветливой с этой дешевой шлюхой Кэндис! Фи!"
	mt "Какой ужас!!!"
	mt "Но это всего лишь временные неудобства!"
    mt "И как только я верну свою раскошную жизнь!"
	mt "Мне не придется тратить свое драгоценное время на общение с такими жалкими отбросами, как она."
	m "Привет, Кэндис!"
	candice "Как хорошо что ты пришла, [monica_hotel_name]!"
	candice "Мы можем с тобой поговорить?"
    candice "Там где нас не услышат..."
    mt "Что ей от меня нужно?"
    menu:
        "Мне нужно работать.":
            mt "Какая же прилипчивая шлюха."
            mt "Она решила что мы с ней теперь лучшие подружки?"
            m "Что бы заполучить 'хорошего клиента' мне нужно находиться в зале."
            m "Я не могу отлучаться..."
            candice "Пока в зале Линда и Миранда тебе будут доставаться одни придурки."
            candice "Поэтому можешь не переживать о 'хороших клиентах'."
            mt "Черт! А ведь она права!"
            #mt "Пока администраторша и эти сучки главные, приходится иметь дело с одними извращенцами."
            m "О чем ты хотела поговорить?"
            candice "Здесь нас могут услышать, давай выйдем."
            # Выходят в подсобку , где Линда и Миранда пытались купить Монику
            pass
        "Согласиться"
            mt "Общение с этой пустоголовой дурочкой Кэндис может быть полезным."
            mt "Наверное после девичника она решила что мы с ней теперь подружки. Фи!Дурочка!"
            mt "Но если она что-то узнала про сучку администраторшу..."
            mt "Или выяснила кто стоит за VIP- эскортом, то стоит ее выслушать."
	    	m "О чем ты хотела поговорить?"
            candice "Здесь нас могут услышать, давай выйдем."
            # Выходят в подсобку , где Линда и Миранда пытались купить Монику
			pass
	# если был секс с Адриано и девичник
	candice "Этот месяц был для меня не самым удачным..."
	candice "Линда с Мирандой как стервятники набрасывались на хороших клиентов."
	candice "А администраторша то и дело выписывала штрафы."
	candice "И если бы ты тогда не помогла мне с этим важным клиентом у меня опять были бы проблемы."
	candice "Поэтому, [monica_hotel_name], я могу доверять только тебе и Эбби."
	mt "Что ей от меня нужно???"
	mt "!?!?!?"
	candice "Сегодня я должна была внести оплату за аренду квартиры."
	candice "Но приехал мой постоянный клиент, который забирает меня до утра."
	candice "И я не могу отказать и не ехать..."
	#candice "Эбби обещала мне мне помочь, но я не могу до нее дозвониться."
	candice "Поэтому я подумала что может ты можешь меня выручить..."
	mt "К чему она клонит?"
	mt "Она хочет что бы я дала ей денег?"
	mt "?!?!?!?!"
	m "Ты хочешь что бы я...?"
	candice "Что бы ты оказала мне маленькую услугу."
	# звук пластинкм
	# Моника офигела
	mt "?!?!?!?!"
	mt "!!!!!!"
	mt "!!!"
	m "Ччччто?"
	m "Ты хочешь что бы я ..."
	# Кэндисс смеётся, её забавляет рекция моники
	candice "Оооо,[monica_hotel_name] в этом нет ничего такого."
	candice "Мы - девочки, обычно без проблем помогаем друг другу в подобных ситуациях."
	candice "И если тебе понадобится помощь, я без проблем сделаю для тебя тоже самое."
	candice "Ну так что скажешь?"
	candice "Я могу на тебя расчитывать?"
	mt "..."
	menu:
        "Отказаться.":
			mt "Как у нее вообще хватает наглости просить меня о какой-то услуге?!?!?!"
			mt "Я уже и так ей достаточно помогла с этим извращенцем Адриано!"
			mt "УСЛУГУ!!!!"
			mt "ФИ!!"
			mt "Я МОНИКА БАКФЕТТ!!!"
			mt "ЛЕДИ ИЗ ВЫСШЕГО ОБЩЕСТВА!!!"
			mt "Я не оказываю услуг дешевым проституткам!"
			m "Я не могу тебе сегодня помочь.."
			m "Тем более меня тоже уже ждет клиент."
			candice "Да? Ты только пришла и у тебя уже клиент?"
			candice "Очень жаль, я думала ты на нашей стороне."
			candice "И я могу на тебя расчитывать..."
			candice "Надеюсь арендодатель не выгонет меня и примент оплату в другой день."
			candice "Ладно, мне нужно бежать, клиент ждет."
			mt "Черт! Если я хочу использовать эту дурочку, мне нужно завоевать ее доверие."
			mt "Но я не могу позволить что бы какая-то эскортница меня использовала."
			mt "Пусть сама решает свои проблемы!"
			return -1
		"Согласиться.":
			mt "Черт!"
			mt "Если я хочу избавиться от администраторши и Линды..."
			mt "Я должна сделать вид, что хорошо отношусь к этой дурочке."
			mt "Но оказывать услуги дешевым шлюхам - это уже слишком."
			candice "Эбби обещала мне мне помочь, но я не могу до нее дозвониться."
			candice "А решить вопрос с арендодателем нужно сегодня."
			# он бывает в городе раз в месяц. он такой наглый тип!! в след. раз он может просто отменить мою скидку!
			candice "Иначе я бы не стала тебя беспопокить."
			candice "Ты и так мне уже помогала..."
			candice "Но мы же на одной стороне."
			candice "Поэтому я подумалала что могу положиться на тебя."
			mt "Хммм...если я уеду, то избегу встречи с очередным клиентом - извращенцем."
			mt "А эта дурочка еще больше будет мне обязана,"
			mt "и я смогу ее использовать для своих целей."
			mt "Возможно, мне не придется оказывать ни каких услуг..."
			mt "Тем более я превосходная бизнес леди, а не тупая эскортница!"
			mt "Я придумаю какой-нибудь блестящий план."
			m "Я ценю нашу дружбу. Поэтому я помогу тебе, Кэндис." # ехидно
			m "Снова."
			candice "Я знала что ты не откажешь..."
			mt "Хммм. Какая самоуверенность и наглость!"
			candice "Одним членом больше, одним членом меньше...хи-хи-хи."
			candice "Что я тебе рассказываю, ты же понимаешь о чем я..."
			candice "Рутина - одним словом..."
			m "Что ты имеешь ввиду?"
			candice "Ох,[monica_hotel_name]я уже должна бежать..."
			m "Подожди..,а что мне сказать арендодателю?"
			candice "Скажи что ты от Кэндис,...приехала оказать сервис."
			candice "Только езжай скорей, он уже ждет."
			pass
	return


# Если Моника отказалась помогать Кэндис с арендодателем,
# она может придти в эскорт в следующий раз и Кэндис скажет что она договорилась с арондодателем но у неё опять клиент, а переносить встречу с арендодателем второй раз она не может
label ep218_dialogues1_escort_1a:
	candice "Привет,[monica_hotel_name]!"
	candice "Помнишь я просила тебя о небольшой услуге связанной с арендной платой за квартиру?"
	mt "Эта дешевка опять хочет решить все свои проблемы за мой счет?"
	mt "То ли дело я - успешная и независимая леди из высшего общества."
	mt "Я сама справляюсь со всеми трудностями..."
	candice "Мне больших услий стоило уговорить арендодателя не выгонять меня"
	candice "и перенести оплату на сегодня."
	candice "Он сдает мне квартиру без документов, поэтому для меня это так важно."
	candice "И я уже собралась уходить, когда администраторша сказала что постоянный клиент заказал выезд на адрес."
	candice "А вопрос с арендой нужно закрыть сегодня."
	candice "Поэтому я подумалала что ты можешь меня выручить."
	menu:
        "Согласиться.":
			mt "!!!!"
			mt "Он сдает ей квартиру без документов?"
			# если снимала апартаменты
		    #if slumsApartmentsRentActive == False:
	        #
	        $ notif(_("Моника арендует апартаменты в трущобах."))
	        #
			mt "Ее квартира намного лучше, чем та дыра, которую я арендую у животно по имени Джек..."
			mt "Это я должна жить в лучшей квартире! Я достойна лучшего, а не эта дешевка!"
			mt "Так что может эта поездка может быть полезной для меня? Хммм..."
			mt "Но если я соглашусь, мне придется оказывать услугу, как какой-то дешевой шлюхе."
			mt "А я не могу допустить что бы кто-то пользовался моей добратой."
			mt "ТАК! Я - Моника Бакфетт - бизнес леди и превосходный стратег!"
			mt "Я придумаю какой-нибудь прекрасный план!"
			m "Думаю я могу тебе помочь, Кэндис."
			candice "Ох,[monica_hotel_name]!"
			candice "Ты меня очень выручишь!"
			candice "Обычно Эбби помогает мне с оплатой аренды, но я не могу до нее дозвониться."
			#candice "Если тебе понадобится подобная помощь, я без проблем сделаю для тебя тоже самое."
			candice "Но нужно ехать прямо сейчас, он уже ждет!"
			m "А что мне сказать арендодателю?"
			candice "Скажи что ты от Кэндис."
			candice "Окажешь ему сервис..."
			candice "Он сам все поймет."
			candice "А мне уже нужно бежать..."
			pass
		"Отказаться.":
			mt "Я?!"
			mt "Я что похожа на дешевую шлюху, оказывающую 'услуги'!?!?!"
			mt "Я не веду дел с отбросами общества!"
			mt "Пусть эта некчемная Кэндис сама со всем разбирается!"
			m "У меня нет времени на всякие глупости..."
			#Может эта злобная фраза повысит сучность?)))
			m "Может тебе стоит попробывать самой решать свои проблемы?"
			# Кэндис с призрением, обидой
			candice "Так бы и сказала что не хочешь помогать."
			candice "Хотя мы с девочками выручаем друг друга."
			return -2
	return


label ep218_dialogues1_escort_1b:
# Моника дважды отказала Кэндис, но можно вернуться к сцене кликнув по Кэндис в ресторане
	mt "Черт!"
	mt "Возможно стоит съездить на встречу..."
	mt "И оказать Кэндис услугу..."
	mt "Это поможет укрепить отношения с ней и дурочкой Эбби."
	mt "И если они устроят очередную встречу..."
   	mt "Я смогу на ней присутствовать..."
   	mt "И буду в курсе их планов."
  	mt "Вдруг они разузнают что-нибудь о владельце этого гребаного ВИП-эскорта..."
	mt "И еще вроде бы она говорила что снимает квартиру без документов..."
	# если снимала апартаменты
	#if slumsApartmentsRentActive == False:
	#
	$ notif(_("Моника арендует апартаменты в трущобах."))
	#
	# Моника притворно улыбвается ей
   	m "Привет, Кэндис."
	candice "Привет,[monica_hotel_name]!"
	m "Я хотела сказать, что если тебе нужна какая-то помощь..."
	candice "Да! Я так и не решила вопрос с арендной платой за квартиру!" # не квартира, а комната
	mt "Оно и не удивительно, у тебя ведь нет таких навыков ведения бизнеса, как у меня?"
	mt "Вот ты и не можешь решить такие элементарные вопросы!"
	mt "Не все так красивы и талантливы как я!"
	candice "Обычно Эбби помогает мне с оплатой аренды."
	candice "Я должна была прикрыть ее здесь,"
	candice "Пока она меня выручает."
	candice "Но теперь я не могу до нее дозвониться."
	candice "Надеюсь ты меня выручишь."
	m "Думаю я могу тебе помочь, Кэндис."
	m "Что нужно?"
	candice "Ох,[monica_hotel_name]! Ды ни чего особенного, как всегда."
	candice "Окажешь ему сервис..."
	candice "Скажи что ты от Кэндис, он сам тебе все скажет."
	candice "Но тебе нужно поторопиться, он уже ждет в мой квартире!"
	return

label ep218_dialogues1_escort_2:
	mt "Ох, Моника!"
	mt "Теперь ты тратишь свое драгоценное время и таланты"
	mt "на решение жилищных вопросов дешевых эскортниц?!"
	mt "Но это поможет мне сместить сучку администраторшу..."
	mt "Как только я стану главной, этим сучкам Миранде и Линде будут доставаться самые мерзкие и жадные извращенцы!"
	mt "ТАК!!!СТОП!!!"
	mt "Моника!!!Ужас!!!"
	mt "Ты уже строишь планы как займешь место администраторши в ВИП-эскорте жалкого отеля, пусть и дорогого!"
	mt "А должна думать о том, как вернуть свою прежнюю жизнь!"
	mt "Общение с этими отбросами плохо на меня влияет..."
	return


label ep218_dialogues1_escort_3:
	#Моника заходит в апартаменты Кэндис
	#Арендодатель сидит на стуле за столом (ближе к входу) и пьет виски, ну короче шо-то пьет.
	#Интелегентный спокойный извращенец)))) Может оденем его в однотонную приличную рубашку?Шоб дорохо-бохато!)))
	rent_man "О! Малышка, кажется ты ошиблась дверью..."
	rent_man "Я здесь кое-кого жду, но ты можешь задержаться и скрасить мое ожидание,"
	rent_man "если ни куда не торопишься."
	rent_man "А потом и я скрашу твой вечер..." # ухмыляется
	mt "Мерзкий самодовольный тип!"
	m "Ни какая я тебе не малышка!"
	mt "Индюк!"
	rent_man "Ох! Как грубо..."
	rent_man "А ты с характером, мне нравится..."
	rent_man "Хочешь выпить?"
	m "Я пришла сюда не пить, а по делу, как бизнес леди!"
	rent_man "У меня с тобой нет ни каких дел."
	rent_man "Так что, милая, или бокал или дверь..."# ухмыляется
	rent_man "Как я уже говорил ,я кое-кого жду..."
	mt "Самодовольная морда!"
	m "Если это Кэндис, то она не придет."
	rent_man "Если ты знаешь что она не придет, тогда чего ты тут забыла?" # моежшь передать ей, чтоее скидка аннулирована + про сервис
	rent_man "Что ты тут собралась делать пока ее нет?"
	m "Я пришла уладить вопрос по арендной плате..."
	rent_man "Ааааа, так значит я жду тебя."
	rent_man "Ну тогда давай мои деньги."
	m "Деньги?!"
	rent_man "Ну да..."
	rent_man "А как ты собиралась уладить этот вопрос?" # ухмыляется хитро смотрит на Монику + зациклить меню ответов, болтовня + уйти
	##### если Моника ушла, то приходит Эбби - говорит, подожди меня 5 мин, я сейчас улажу кое-что и вернусь к тебе -> Моника ждет ее, секс Эбби не показываем
	mt "О каких деньгах он говорит?"
	mt "Кэндис ни чего мне не давала..."
	mt "А свои я не собираюсь отдавать!"
	#mt "Чёрт! И как мне теперь разруливать эту ситуацию?"
	mt "Чёрт! И что мне теперь делать?"
	mt "Ты должна что-то придумать Моника?"
	mt "Нельзя потерять расположение Кэндис."
	mt "Она слишком полезна для меня."
	mt "Вроде бы она что-то говорила про услугу..."
	mt "Нет! Сервис!"
	mt "Точно!"
	m "Я..."
	m "Я пришла предоставить..."
	m "Сервис."
	rent_man "Мммм..ха!"
	rent_man "Так вот какая ты бизнес леди."
	rent_man "Ну тогда можешь начать предоставлять свой сервис с моего члена!"
	# чувак встаёт и вытаскивает член
	# звук пластинки , у моники офигевшее лицо типа Чёёёё? и Охренеть!
	mt "!?!?!?!?!!"
	mt "!!!!!!!!!!"
	mt "!?!?!?!?!?!?!??!!??!"
	menu:
		"Дать этому индюку по яйцам!":  # отказать и уйти -> тогда зайдет Эбби
			m "Ты совсем что ли охренел?!"
			m "Что ты себе позволяешь?!"
			m "Я не какая-нибудь дешевая шлюха!"
			m "ГРЯЗНЫЙ ИЗВРАЩЕНЕЦ!!!"
			# Моника берет бутылку со столи и кидает ее в чувака
			# чувак уварачивается
			rent_man "Эй!"
			rent_man "Бешанная шлюха!"
			m "АХ ТЫ!!!!"
			m "ТЫ!!!!"
			m "НЕВОСПИТАННОЕ ЖИВОТНОЕ!!!"
			m "Я ЛЕДИ!!!"
			m "!!!!"
			m "!!!!!!!!!!!!"
			m "ИНДЮК!!!"
			# Моника подбегает, дает ему по яйцам и убегает
			return -1
		"Начать 'членосервис'!": # dick's service -  Начать оказывать сервис
			# Моника смотрит на член приподняв бровь и с высокомерным отврещением
			pass
	mt "Что он себе позволяет!?!?!"
	mt "Вывалил мне тут свое хозяйство!!!!"
	mt "ААААААА!"
	mt "Гребанная Кэндис!"
	mt "Со своими гребанными проблемами!"
	mt "Теперь из-за нее, я вынуждена смотреть на ЭТО!"
	mt "И оказывать 'СЕРВИС'!"
	mt "Какой к черту сервис?!"
	mt "ЭТО ЖЕ ЧЛЕН!!!"
	mt "...."
	rent_man "Не можешь оторвать от него глаз, малышка?"
	rent_man "Не переживай, ты останешься давольна!"
	mt "Чтоооо?"
	mt "Озабоченный извращенец!"
	mt "Я не хочу к нему прикосаться!"
	mt "Но если я откажусь, я потеряю доверение Кэндис!"
	mt "И не попаду на очередной 'шабаш пьяных проституток'!"
	mt "Похоже мне придется прикосаться к его мерзкому отростку."
	mt "Фи!"
	# Моника подходит к типу и встает на колени
	rent_man "Нет, милая..."
	rent_man "Если ты расчитывала на скучный минет, как это принято у тебя на работе..."
	rent_man "То меня это не интересует..."
	mt "Чтоооо?"
	m "Скучный минет!?!?!"
	m "Ды все мои клиенты всегда давольны!!!"
	m "И хотят только меня!"
	m "Потому что я лучшая!"
	m "Лучшая в ..."
	# Моника в ужасе закрывает рот руками
	# типа "ЁПТИТЬ ТВОЮ ЗА НОГУ!!!"
	mt "СТОП!"
	mt "Прекрати нести такие ужастные вещи, Моника."
	rent_man "Смешная ты! Ну тогда иди сюда, покажи свои таланты, малышка!"
	mt "Хм!"
	# Моника с высокомерной гремасой подходит к столу
	# темный экран
	# Моника лежит на столе, голова свисает с края, всё тело на столе , ноги согнуты в коленях, платье задрано снизу до живота
	# примерно вот для такого https://prnt.sc/w6lg9k
	# Моника лежит и открывает рот с недовольной моськой, типо давай уже начинай

### Монику раздеть полностью

	rent_man "Малышка, ты что там.. зеваешь?!" # подкалывает монику
	mt "Ды что этому придурку нужно от меня?"
	rent_man "Если хочешь попробовать каков мой член, тебе нужно сказать правильные слова..."
	rent_man "Желательно с придыханием..."
	rent_man "Кстати! Можешь обращаться ко мне Мистер!"
	rent_man "Давай, девочка, сделай так что бы Мистер стал 'давольным клиентом'!"
	mt "Этот предурок, еще тот извращенец!"
	mt "Хочет что бы я говорила что хочу его отросток!Фу!"
	mt "Как вообще можно хотеть такую мерзость!?"
	mt "Возьми себя в руки, Моника!"
	mt "Ты умная!"
	mt "Сейчас ты придумаешь отличный план и выйдешь победительницей из этой омерзительной ситуации..."
	m "Ох...!"
	m "Мистер..."
	m "Я хочу..."
	m "Хочу попробывать ваш член..."
	rent_man "Оооо..."
	rent_man "Я вижу как ты изнемогаешь и стараешься, малышка!"
	rent_man "Я позволю тебе отведать его на вкус."
	# он засовывает член в рот Моники, но не полностью
	# она уперается рукой в его ляжки
	rent_man "Для твоих нежных ручек есть другое место."
	# кладет руку (выбрать какая) моники себе на мошенку
	rent_man "Оооо! Какая же ты горячая и старательная!"
	rent_man "Я впечатлен, у тебя отличная деловая хватка, малышка!"
	rent_man "Да! Продолжай!"
	rent_man "Ммммм..."
	rent_man "Хочешь чтобы я засунул его в тебя глубже...?"
	rent_man "Аааа...?"
	m "Мммммм...."
	m "Фффффф...."
	m "Мпфааа..."
	# чувак засовывает член в Монику до конца и засовывает два пальца в киску Моники "пальце-членовая поза 69"))))) обращайтесь за пояснениями
	m "Мммммааааа...."
	rent_man "Давай!"
	rent_man "Оказывай свой качественный сервис!"
	rent_man "О!О!О!"
	rent_man "Мммм"
	rent_man "Да!Да!Да!Продолжай, малышка!"
	mt "Что этот извращенец там делает?"
	mt "Снова эти странные ощущения внизу..."
	mt "Они накатывают и становятся все сильнее..."
	mt "Что...что происходит?"
	mt "Пусть он немедленно прекратит это!"
	mt "А..."
	mt "Мммм..."
	mt "Я!"
	mt "Еще чуть-чуть и ..."
	m "ММММММММ!"
	rent_man "О!О!"
	rent_man "Да!Да!Да!"
	rent_man "Еще немного!"
	rent_man "Продолжай, малышка!"
	menu:
		"Кончить в рот Моники.":
			# кончает Монике в рот
			rent_man "МММММ!"
			rent_man "ОООО..."
			rent_man "ДАААААА!!!"
			# Моника зло смотрит на него
			m "ММММММММ!"
			m "АААААА!"
			mt "!!!"
			pass
		"Кончить на лицо Моники.":
			# кончает Монике на лицо
			rent_man "АААААААА!!!"
			rent_man "КОООНЧААААЮ!!!"
			rent_man "АААА..."
			# Моника зло смотрит на него
			mt "ФУУУ!!!"
			mt "Я ЧУТЬ НЕ ЗАДОХНУЛАСЬ!"
			mt "!!!"
			pass
		"Кончить на грудь Моники.":
			# кончает Монике на грудь
			rent_man "ДАААААА!!!"
			rent_man "АААААААА!!!"
			rent_man "ДАААА..."
			# Моника зло смотрит на него
			mt "ИЗВРАЩЕНЕЦ!!!"
			mt "ИНДЮК!"
			mt "!!!"
			pass
	# если моника убежала и не стала делать минет
	mt "Черт!"
	mt "Эта идиотка Кэндис подставила меня!"
	mt "Отправила к какому-то извращенцу..."
	mt "Решила использовать меня, как дешевую шлюху!"
	mt "Я ей помогла и вот как она меня отблагодарила!"
	# может стоит ввести условие, что типо Моника убежала, но Эбби помогла Кэндис.
	# а Моника что-то соврет, что бы быть вхожей на девичники

	# затемнение, Моника сидит на краю стола с возмущеной моськой, готовая уйти.
	m "Все!"
	m "Вопрос с арендной платой закрыт?!"
	rent_man "С арендной платой?"
	rent_man "Ты хочешь оплатить аренду за Кэндис, малышка?!"
	m "В смысле хочу оплатить?"
	m "Я только что..."
	rent_man "Что ты только что?"
	m "Оплатила..."
	rent_man "Черт! Милая, если бы я знал...!"
	rent_man "Я думал что ты демонстрировала свой сервис, как профессиональная бизнес леди!"
	rent_man "Так сказать демо версия!"
	rent_man "Теперь, когда я знаю какой у тебя качественный сервис"
	rent_man "и старательный ротик."
	rent_man "Пожалуй я готов получить полный пакет..."
	rent_man "и вот мое предложение!"
	rent_man "Как бизнесмен - бизнесмену!"
	rent_man "Полный пакет и мы с Кэндис в расчете."
	m "Полный пакет?"
	rent_man "Да! Хочу познакомить твою киску с моим членом!"
	mt "ФУУУ!!!"
	mt "Мерзкий индюк!"
	mt "Он понял что я должна закрыть вопрос с арендной!"
	mt "И пытается воспользоваться этим, что бы засунуть свой огромный отросток в мою киску!!!"
	rent_man "Что бы ты долго не раздумывала, скажу сразу!"
	rent_man "Хочешь оплатить аренду..." # хочешь заменить Кэндис - делай так как делает Кэндис
	rent_man "Раздвинь свои ножки."
	rent_man "Меня и мой член такой расклад устраивает!"
	mt "СВОЛОЧ!!!!"
	mt "Ненавижу!!!"
	# Моника раздвигат ноги и отворачивает лицо
	rent_man "Ты не особо сговорчивая..."
	rent_man "Но я же видел что тебе понравилось."
	#rent_man "Я не слепой, вижу как намокла твоя киска."
	# Моника опускает голову и смотрит себе на киску
	mt "Что?"
	mt "Как можно вообразить что такое кому-то понравится?"
	mt "Тем более мне..."
	rent_man "Давай, малышка!"
	rent_man "Ты знаешь что делать..."
	menu:
		"Иди ты к черту!":
			mt "А этот извращенец прав!"
			mt "Я знаю что делать!"
			mt "Послать его и этих шлюх Кэндис и Эбби к чертям!"
			mt "Я не собираюсь ни чего раздвигать перед этим извращенцем!"
			m "С МЕНЯ ДОСТАТОЧНО!"
			m "Я УХОЖУ!"
			m "ТАК ЧТО КАТИСЬ К ЧЕРТЯМ СО СВОИМ БИЗНЕС ПРЕДЛОЖЕНИЕМ!"
			rent_man "Достаточно говоришь?"
			rent_man "Ха!"
			rent_man "Рад что мне удалось так быстро тебя удовлетворить!"
			m "ЧТОООО?!"
			m "ИДИОТ!"
			mt "Агррррр!"
			return -2
		"Полный 'сервис пакет' от [monica_hotel_name]."
			mt "Чертов извращенец!"
			mt "Чертова администраторша!"
			mt "И чертова шлюха Эбби!"
			mt "Это из-за нее мне приходится отдуваться..."
			mt "Говорить всякие не подобающие леди мерзости!"
			mt "АААААА!"
			mt "С другой стороны..."
			mt "Я уже сделала ему..гхм."
			mt "Еще немного и я смогу осуществить свой прекрасный план."
			mt "План в котором Кэндис моя должница."
			mt "Но для этого..."
			mt "ФАК!"
			m "Ох...!"
			m "Мистер..."
			m "Я... моя киска..."
#			m "Моя киска стала совсем влажная!"
			m "Мистер..."
			m "Хочет?"
			m "Оценить!"
			mt "Засунуть свой мерзкий отросток!"
			rent_man "Оценить твою влажную киску по достоинству?"
			rent_man "Как и твой ротик?!"
			# Моника зло
			m "Да."
			mt "ИЗВРАЩЕНЕЦ!!!"
			# Можно сделать анимацию как в прошлый раз без зацикливания
			# чувак подходит и облиизывает шею Моники
			rent_man "Мммм. Ты такая сладкая!"
			rent_man "И у тебя, малышка!"
			rent_man "Такие нежные...ножки."
			rent_man "Дааааа..."
			# чувак крепко держит руку на шее Моники
			# ее ноги закинуты на плечи
			# вводит в Монику член
			rent_man "Оооо..."
			m "Ааааах..."
			mt "Что ты творишь, Моника?"
			mt "У тебя же был план!"
			mt "Стратегия!"
			mt "Так какого же черта тебя опять трахают?"
			rent_man "Мммм..дааа!"
			rent_man "Как сильно ты возбуждена, малышка!"
			rent_man "Тебе нравится, когда тебя трахают?"
			rent_man "Да?"
			m "....?"
			rent_man "Я говорю 'Да?'!"
			m "Да!"
			m "Мне нравится, когда меня трахают?"
			rent_man "А мне нравится, когда ты такая влажная и разгоряченная..."
			rent_man "Оооо!!!"
			rent_man "Как хорошо что ты пришла..."
			rent_man "Мне нравится быть в тебе..."
			rent_man "Так бы и трахал тебя, постоянно!"
			rent_man "Ты отлично ведешь бизнес переговоры!"
			rent_man "Я чувствую твою хватку!"
			rent_man "Мммм..."
			rent_man "У тебя крепкая хватка..."
			rent_man "Тебе нравится как жестко Я веду переговоры?"
			rent_man "М?"
			m "Да!"
			m "Мне нравится, жесткие переговоры!"
			rent_man "Даааа...."
			rent_man "Я сразу это понял, когда увидел тебя!"
			mt "Черт!"
			mt "У него такой большой член, что каждый раз, когда он входит..."
			mt "Это странное чувство опять накатывает..."
			mt "Черт! Мммм. Ах! Это чувство! Опять. Все сильнее и сильнее."
			mt "Это должно прекратиться."
			mt "Я должна..."
			rent_man "Мммм...сейчас я тебя заполню, малышка!"
		 	menu:
				"Кончить внутрь Моники.":
					m "НЕЕЕЕТ!"
					mt "Черт!ОН ВЦЕПИЛСЯ КАК ЗВЕРЬ!"
					mt "Я НЕ МОГУ НИ ЧЕГО ПОДЕЛАТЬ!"
				    rent_man "Аааа..."
		            rent_man "АААА!!"
		            rent_man "ААААААА!!!!"
					rent_man "ВОТ ТАК, МАЛЫШКА!"
		            pass
	mt "Боже!"
    mt "Что только что произошло?!"
    mt "Как я допустила что бы этот индюк тыкался в меня своим отростком?!"
    mt "И что это опять со мной было!"
    mt "Как я дала так легко себя уговорить..."
    mt "Кошмар..."
	mt "Мне нужен хороший спа и отдых..."
	# чувак выходит из Моники, продолжая держать руку унее на шее, целует ее и отходит.
	#следующий кадр рент мэн наливает себе и Монике и протягивает ей стакан с гапитком
	#
	# если моника убежала, но сделала минет
	# может написать что он сделал Кэндис скидку и она обошлась одним минетом,
	# она поблагодарит монику и сохранится доступ на девичники
	mt "Какой ужас!"
	mt "Я чуть не задохнулась!"
	mt "Измучал меня своим мерзким грязным отростком!"
	mt "Мне нужно прийти в себя!"
	mt "Это огромное потрясение для такой леди, как я!"
	mt "Но что же я скажу Кэндис?"
	mt "Она все равно узнает что я не решила вопрос с арендой..."
	mt "Черт!"
	mt "Я что-нибудь придумаю!"
	mt "Я же умная! Я Моника Бакфетт!"
	return

label ep218_dialogues1_escort_4:
	# затемнение
    # смена кадра
	#следующий кадр рент мэн наливает себе и Монике, и протягивает ей стакан с напитком
	rent_man "Может все таки выпьешь?"
	rent_man "Ты хорошо поработала!"
	# Моника как в коматозе тянет руку и берет бокал
	rent_man "Можешь передать Кэндис что она расплатилась за эту неделю."
	m "....?"
	m "Это вся оплата?..."
	m "А сколько стоит снимать эту..."
	mt "Грязную дыру."
	# рент мен отпивает из стакана
	rent_man "Кэндис знает цену, так что тебе эта информация ни к чему?"    #### меню, (Моника должна на тот момент знать, что Кэндис снимает квартиру без документов), он говорит что за 50 баксов снимает и Моника может спросить из меню про аренду
#### он спросит, а что тогда делать с Кэндис? выгнать на улицу?
### меню - нет, можно арендовать на двоих или "К черту Кэндис!" (бичность)

	m "Может я хочу снять у тебя эти апартаменты."
	rent_man "Ха-ха!"
	rent_man "Что, тебе понравилось платить ренту?"
	rent_man "Больно уж это было заметно!"
	rent_man "Хитрая..!"
	rent_man "Въедишь сюда и я потом с тебя не одного цента не получу." # подкалывает Монику
	rent_man "Не будешь слезать с этого стола."
	mt "Придурок!"
	rent_man "Для тебя, малышка, будет своя цена, может меньше, может больше."
	rent_man "Зависит от твоей фантазии."
	rent_man "Но я понял к чему ты клонишь."
	rent_man "Я подумаю над твоим предложением."
	rent_man "Все таки ты и правда, немного бизнес леди. Ха!"
	rent_man "Хоть и шлюха."
	rent_man "Думаю, тогда мы еще увидимся..."
	rent_man "Мне пора идти."
	mt "Проваливай, грязный извращенец!"
	mt "Меня уже тошнит от твоей физианомии..."
	# Моника отпивает из стакана
	# офигивает
	mt "Ой!"
	# корчит моську отвращения
	mt "Что это такое мерзкое я сейчас попробовала?"
	mt "Слишком много потрясений для одного вечера..."
	mt "Мне нужен отдых..."
	return

label ep218_dialogues1_escort_5:
	# затемнение звук открывающейся двери и каблуков
    # смена кадра в кв Кэндис заходит Эбби
	abby "[monica_hotel_name]...?"
	abby "Что ты тут делаешь?"
	abby "Кэндис с тобой?"
	mt "Явилась!"
	mt "Из-за тебя мне пришлось терпеть эти непотребства!"
	mt "И говорить непристойности этому развращенному животному!"
	m "Привет, Эбби!"
	m "Я здесь потому что Кэндис попросила меня о помощи с оплатой аренды..."
	m "Так что я приехала и все уладила."
	abby "Мы же с ней уже договорились..."
	abby "Зачем она еще и тебя отправила?"
	abby "Или ты сама сюда приехала?"
	mt "Только такие дешевые шлюхи как ты могут пойти на такое по своей воле..."
	m "Кэндис не смогла до тебя дозвониться."
	m "Поэтому попросила меня, выручить ее."
	# Эбби с подозрением смотрит на Монику
	abby "Я была занята..."
	abby "Вернулась, только что бы помочь Кэндис и подготовится к работе..."
	abby "Я тоже живу в этом же доме."
	abby "Так что если хочешь, можешь заглянуть ко мне в гости..."
	abby "А потом вместе поедем в отель..."
	mt "Здесь все шлюхи города снимают апартаменты?"
	mt "Фи! Какой-то бардель!"
	mt "Хммм. А это предложение - хороший шанс сблизиться с ней!"
	mt "Эта Эбби не так проста и глупа в отличии от Кэндис."
	mt "Не удивлюсь если она первой объявила войну против админши."
	mt "С ней нужно быть осторожнее."
	m "Да, нужно сказать Кэндис что вопрос с арендодателем решен."
	m "Так что я тебя подожду..."
	abby "Тогда иди за мной."
	# затемнение звук открывающейся двери и каблуков
	# аппартаменты Эбби
	mt "Фи!"
	mt "Очередной клоповник!"
	mt "Подстать этой дешевке Эбби!"
	abby "Я на 5 минут в душ..."
	abby "Садись, где хочешь, пока я собираюсь..."
	abby "Сможем обсудить наш план..."
	# Эбби выходит, а моника смотрит по сторонам
	mt "Фууу! Тут повсюду мусор..."
	mt "Нужно найти место почище...и сесть там, что бы не касаться этого..."
	mt "ЭТОГО ВСЕГО!"
	# Моника видит пуфик и хочет подойти к нему
	# идет, спотыкается на бутылке и падает на четвереньки, а когда поднимает лицо
	# видит презерватив с содержимым и женские стринги на этом пуфике (на два места - вместо зеленого камода на картинке)
	# Гримаса отвращения
	mt "Фуууу! Какая мерзость!"
	mt "Лучше не буду ни чего трогать и просто постою..." #стоит рядом с пуфом
	# Эбби выходит из душа в полотенце и начинает приготовления
	abby "Знаешь,[monica_hotel_name]..."
	abby "У меня ведь есть клиенты и вне Ле Гранд отеля!"
	mt "Не удивительно..."
	mt "Наверное если бы она могла..."
	mt "То обслуживала бы всех извращенцев этого горада."
	# Эбби снимает полотенце и голая идет к кровати полотенце
	# садится на край кровати
	abby "Они не такие богатые, как клиенты отеля..."
	mt "Она расхаживает передо мне совершенно голая!!!"
	mt "Фи! Какая посредственная фигура."
	mt "Какие кривые и жирные ноги у этой коровы."
	mt "То ли дело мои."
	mt "Даже этот отвратительный извращенец сказал что они превосходны."
	abby "И работы там не так много, как и чаевых."
	# Эбби раздвигает ноги, раскрывая киску на полное обозрение моники
	# У Мионики отваливается челюсть
	mt "Чтоооо..."
	mt "Что она делает..."
	mt "Я же вижу..."
	mt "Вижу всю ее..!!!"
	abby "Но работая с ними мне не приходится отдавать процент этой сучке администраторше!"
	# Эбби начинает брить себе киску
	abby "Как тебе уже известно..."
	abby "Я хотела бы стать главной."
	# От увиденного у Моники подкашиваются ноги и она падает на пуф
	mt "ОНА ВООБЩЕ В КУРСЕ ЧТО Я ЗДЕСЬ!!?!??"
	mt "Эээээй!!!"
	mt "А это что такое???"
	# и вляпывается во что-то рукой
	# опускает взгляд и понимает что вляпалась в этот презерватив
	mt "Ауч! Фууууууу!"
	mt "Что за день?!"
	mt "Эти отбросы не перестают удивлять меня своей безнравственностью!"
	mt "Но это все - уже слишком!!!"
	mt "Я хочу сбежать отсюда!!!"
	# звук шагов на заднем плане
	# Моника поднимает лицо от презерватива и упирается взглядом прямо в киску Эбби
	# которая подошла к пуфу, закинула ногу и стоит бреет её
	mt "АААААААА!"
	abby "Но не переживай!"
	abby "Тебе я буду давать богатых клиентов!"
	abby "Откровенно говоря, пока я не особо тебе доверяю!"
	abby "Это Кэндис у нас наивная и доверчивая..."
	abby "И вообще! Я знаю, кто на самом деле стоит за эскортом!"
	abby "Так сказать мистер Х."
	# меняет ногу
	m "Да!?!?!?!"
	m "И кто же это?"
	abby "Я не могу раскидываться такой важной информацией!"
	abby "И как я говорила ранее..."
	abby "Я не особо тебе доверяю!"
	mt "Хитрая сучка!"
	# Эбби берет колготки (с кровати...пуфа, пола , с края туалетного столика и одивает их?)..
	abby "Могу лишь сказать что он богатый и влиятельный бизнесмен, глава филиала компании!"
	abby "Но сейчас не об этом..."
	abby "Я могу тебе предложить встречаться с моими клиентами не из отеля."
	abby "С некоторыми..."
	abby "Среди них есть и побогаче и победнее."
	# Эбби встает на носочки и тянется вперед к зеркалу на туалетном столике -начинает краситься (помада, тушь)
	# на ней туфли и колготки - голая грудь
	abby "Сейчас мне нужно сосредоточить все свое внимание на проблеме с администраторшей."
	abby "А ты у нас новенькая..."
	abby "Сможешь подзаработать, на этих клиентах.."
	abby "Ты же понимаешь, что наши киски не стоят так дорого, как нам платят клиенты в отеле."
	# Эбби одевает платье
	menu:
		"Отказаться.":
			mt "Она предлагает мне обслуживать каких-то нищебродов за гроши?!"
			mt "А САМА ХОЧЕТ ЗАНЯТЬ МЕСТО АДМИНИСТРАТОРШИ!!!"
			mt "Хитрая подстилка!"
			mt "Это я стану главной и буду решать когда и под кого ты будешь ложиться!"
			mt "Сучка!"
			mt "Хочет быть очередной сутенершей!"
			m "Мне хватает того что я зарабатываю в отеле."
			m "А когда ты станешь...гхм...главной!"
			m "Буду зарабатывать еще лучше..."
			m "Спасибо что предложила, если я передумаю я дам тебе знать!"
			abby "Как знаешь...!"
			return -1
		"Согласиться.":
			mt "Черт!"
			mt "Я должна каждую неделю платить этой секелявке Виктории!"
			mt "Выплачивать долг мерзкой Перри!"
			mt "И платить за грязную дыру, которую мне здает Джек!"
			mt "Мне нужны деньги!"
			mt "Много денег!"
			mt "Или один не верный шаг и я могу попасть к Маркусу!"
			mt "О БОЖЕ!!!"
			mt "Я не могу этого допустить!"
			mt "Мне придется согласиться опслуживать жалких отбросов от Эбби!"
			m "Дай мне знать, когда я смогу начатью!"
			abby "Хорошо!"
			abby "Ты приняла правильное решение...!"
			pass
	abby "Я готова..."
	abby "Можем ехать в отель."
	m "И Кэндис уже наверное заждалась..."
	return

# встречают в отеле Кэндис, та благодарит Монику, общаются по-дружески
# Кэндис предлагает Монике 50 баксов за эту помощь
# Моника спросит, а почему 50? та ей скажет, что дорого стоит это только в отеле, между ними расценки совсем другие
# Моника может взять эти деньги, либо отказаться

label ep218_dialogues1_escort_6:
	abby "Кэндис, Привет!"
	candice "Ох,[monica_hotel_name]! Эбби"
	candice "Девочки, спасибо вам запомошь!"
	mt "ВАМ?"
	abby "Скажи это,[monica_hotel_name]!"
	abby "Когда я приехала, она уже решила все вопросы с арендодателем..."
	abby "Так что мы просто немного обсудили наши дальнейшие планы и приехали!"
	candice "[monica_hotel_name]!Ты меня очень выручила!"
	candice "Если тебе понадобится,"
	candice "я без проблем сделаю для тебя тоже самое!"
	candice "И вот...возьми за помощь."# Кэндис предлагает Монике 50 баксов за эту помощь
	menu:
		"Отказаться от этих грошей.":
			mt "Что это за копейки?"
			mt "Она думает я какая-от дешевая шлюха?"
			mt "Ды за такое я должна была получить минимум $ 5000 !"
			mt "Я запомню это, Кэндис!"
			mt "КОгда я стану здесь главной..."
			mt "Ты не будешь получать больше $ 50 !"
			mt "Сучка!"
			m " Оставь себе..."
			candice "Спасибо, [monica_hotel_name]! Я знала что ты одна из нас!"
			candice "Хороших девочек!"
			pass
		"А почему только $ 50 ?":
			mt " $ 50 ?"
			mt "Она издевается?"
			mt "Я терпела все эти немыслемые вещи за какие-то $ 50 ?"
			m "А почему только $ 50 ?"
			candice "Дорого наши услуги стоят только для клиентов отеля."
			candice "Между нами - девочками расценки другие."
			# Моника берет эти деньги, с недовольным лицом
			m "Понятно..."
			pass
	return



	#Моника- у тебя же была стратегия.
	#но тебя опять трахают
	#Стратегия-ебут
	#Стратегия- ебут
	#Где-то мой план дал трещину (
