
# при условии, что у Молли был приват с Джо и он разрешил Клэр остаться и танцевать в маске
# Моника приходит в гримерку, работает Клэр
# Моника в одежде шлюхи
label ep218_dialogues1_pub_1:
    mt "Хорошо, что сегодня работает Клэр, а не та рыжеволосая сучка!"
    mt "Она единственный адекватный человек в этой дыре... Конечно после меня..."
    mt "..."
    # Клэр поворачивается к Монике
    clare "Моника, привет!"

# разговор с Клэр
# она гвоорит, что подумывает все-таки попробовать сделать этот эксперимент
# для меня это неприемлемо, но чем больше я об этом думаю, тем мне становится интереснее
# Моника гвоорит, что она сделала это только из-за Эшли
# танец Клэр
# Клэр выходит на сцену, ее это заводит и она об этом скажет Монике при след. встрече
# что ее захватила волна эмоций, как при первом выступлении
# я давно такого не испытывала и мне хочется почувствовать это снова


# Клэр, танец без одежды (в маске). Клэр снимает маску (отвернувшись), внутренняя борьба, одевает маску назад, поворачивается к залу, аплодисменты.


# Эшли требует от Моники заняться сексом (bj?) с банкиром. Банкир требует от Эшли близкое знакомство с королевой.
# Моника может согласиться (Эшли давит), может отказаться. Тогда место Моники приходится занять Эшли


# Эшли говорит Монике после танца пойти на приват к банкиру
# Моника танцует, а потом Эшли заставляет минет или секс для банкира
# если Моника отказывается, то банкир скажет Эшли, чтобы она танцевала вместо Моники
# она говорит, что не умеет этого делать. но он ее заставляет
# после танца он заставляет ее сделать ему минет
# нужна новая кредитная линия? для этого нужно постараться
# во время минета Эшли приходит Джо, Эшли прячется за диван
# Эшли, ты здесь? ой, мистер Беркельбаух, вы здесь?
# банкир скажет Джо, что он ждет королеву, тот извинится и уйдет


# после этого диалог с Моникой и Эшли
# ты выскажет Монике, что она королева и у нее есть определенные обязанности
# если ты их не будешь выполнять, то не будешь королевой, ею станет Молли. я начинаю задумываться о том, что настоящая королева тут не ты, а Молли
# а если Моника не ушла с привата, а обслужила банкира, то Эшли говорит, что она хорошая королева, не забывай выполнять свои обязанности, они у тебя еще будут
