# # Эскорт, девочки
# Создается ситуация, что Монике было бы неплохо лишний раз доказать лояльность Кэндис. Возможно, чтобы узнать кто стоит за эскортом(?)
# Кэндис дает возможность Монике стать ближе, попросив ее заняться сексом с ареднодателем ее комнаты.
# Моника в шоке. Кэндис говорит что просто занята сегодня (у нее клиент, который забирает ее до утра), а услугу надо оказать сегодня.
# В этом нет ничего такого, мы, девочки, обычно без проблем помогаем друг другу в этом.
# А Кэндис в ответ сделаем без проблем тоже самое, когда попросит Моника.
# Кэндис в отеле подхывает Монику к себе, они возле лифтов
# та говорит, что едет вк клиенту, а у нее сегодня срок оплачивать аренду
# я попросила Эбби, но не могу до нее дозвониться
# просит Монику выручить ее, переспав с арендодателем (он сдает ей квартиру без документов, Моника может в разговоре с ним попросить сдаватьэту квартиру ей)
# Моника в шоке
# та говорит, ну не хочешь, то не надо. хотя мы с девочками выручаем друг друга
# возможность отказа, но можно вернуться к сцене кликнув по Кэндис в ресторане


# Моника приходит домой к Кэндис, а он уже сидит ждет ее
# он спрашивает а где Кэндис? и чего ты пришла? что ты собралась делать?
# я пришла оказать сервис
# арендодатель -  молодой парень, красивый.
# Напористый, Моника его посылает, либо занимается. Он ее берет и дерет жестко :)
# блоуджоб, секс, Моника на спине
# После этого, Моника узнает, что это практически и вся оплата и может поинтересоваться не может-ли он сдавать эти апартаменты ей, вместо Кэндис. (bitchiness)
# Он обещает, что подумает. (какой-то аванс)

# заходит Эбби, спрашивает, что тут делает Моника
# та объясняет, что Кэндис ее попросила помочь
# та говорит, ну мы же договорились с ней
# Моника гвоорит, что она не смогла до нее дозвониться, поэтому попросила Монику
# Эбби зовет Монику к себе, говорит что живет в этом же доме, снимает там комнату в апартаментах
# показываем как Эбби собирается к клиенту - моется, бреется, одевается, ходит перед Моникой голая
# когда бреет ногу, ставит ее рядом с Моникой
# все это время она с ней болтает про админшу, Линду, Миранду
# потом они уезжают в отель


# встречают в отеле Кэндис, та благодарит Монику, общаются по-дружески
# Кэндис предлагает Монике 50 баксов за эту помощь
# Моника спросит, а почему 50? та ей скажет, что дорого стоит это только в отеле, между ними расценки совсем другие
# Моника может взять эти деньги, либо отказаться
#
#
