# Бетти снова приходит к соседу (ей говорит Фред), Бетти берут в оборот. Сосед просит ее прибраться в ее доме.
# В итоге, Бетти, имея домработницу, ходит к соседу и убирается там делает грязную работу по дому. Сосед ее пялит когда хочет, Фред тоже.
# Кто третий на Бетти? Нужна сцена Бетти+трое
# v18 вставка с Бетти, что ее заставляют убираться (секс не показываем) + Бетти днем пропадает куда-то.
#
# Сначала сцена. Встречает питона (где?), затем идут к соседу (Бетти не знает куда идут).
# Затем идет секс вдвоем, затем приходит Фред, секс втроем, затем кто-то стучится в дверь (Ральф) и спрашивает Бетти ты здесь?
# Бетти в шоке, открывают дверь, Бетти разыгрывает спектакль что она тольк что зашла сюда, чтобы забрать сломанный утюг, который сосед починил, потому что ты Ральф ничего не делаешь по дому
# Спрашивает у Ральфа откуда ты узнал что я пошла к соседу? Ральф говорит что мне сказал Фред. Бетти смотрит на Фреда, тот улыбается :)
# Пока не делаем уборку. Чуть позже. Бетти на палеве пока :)
# ...
# Затем уборка (пара раз), вообще начинаются заставлять ее делать все что попало. В конце сосед говорит что нужна помощь на его ферме. Он хочет завести животное и ему надо, чтобы кто-то помогал с ним (чистить его и тд)
## Встреча Бетти и Питона

#Бетти сталкивается с Питоном где-то

#он ей скажет, то у него есть место, где можно уединиться (брат, знакомый)

#и поведет ее к соседу Лиаму

#Бетти будет делать вид, что не знакома с соседом, а он будет ей подыгрывать

#в итоге секс с питоном и соседом и снов придет Фред

#=============
#бетти начинает торговаться с продавцом, ругаются
#питон подойдет, засупиться за нее
#потом тихо скажет продавцу, что эй, спасибо что подыграл) я хочу снять эту цыпочку


# рынок - качан капусты, баклажан, картофель, большая рыба
# ситизен - продавец овощей и второй продавец рыбы
# Бетти понтуется, кривится, наезжает на продавцов, говорит, что тут все плохое и несвежее, рыба дохлая.
# продавец начинае препираться, она спрашивает сколько она стоит, 10 долларов, она начинает возмущаться
# потом появляется Лиам, как всегда с ней любезничает
# она говорит, что поехала за продуктами для своего мужа, тут все натуральное, без ГМО, как в супермаркетах в центре
# продавец говорит, что она как раз хотела купить эту рыбу. он говорит, да это хорошая рыба
# а Лиам здоровается с продавцом, видно что они дружат
# в итоге Бетти думает ладно не буду обижать соседа, купл. эту дурацкую рыбу
# в итоге продавец говорит, что рыба стоит 60 долларов
# она начинает возникать, что было ведь 10
# продавец говорит, лпадно я готов сделать скидку. 30 долларов. ведь для такой богатой женщины это недорого
# Бетти в итоге покупает эту рыбу за 30, чтобы не показаться жадной перед Лиамом
# Лиам после покупки рыбы говорит, что этой мой знакомый, я хочу пригласить его к себе, чтобы починить газонокосилку, которую я сломал об забор
# Бетти говорит, что хотела бы забрать свой утюг
# он говорит, да-да, можете заодно зайти ко мне
# Лиам спрашивает, а где ваш водитель
# продавец удивленно - а у вас есть водитель?
# Бетти горделиво - да!
# Лиам просит подбросить их с приятелем до дома
# она соглашается
# во время поездки понтуется, какой у нее богатый и большой дом, как много там комнат и т.п.
# приезжают
# Фред говорит, что его звал Ральф и ему нужно отойти
# Бетти говорит, да иди. я сейчас заберу утюг и вернусь
# сосед с приятелем подходят к гаражу, он говорит ему вон газонокосилка. как закончишь - скажешь
# Бетти с соседом заходят в дом, тот начинает снова к ней лезть. Бетти отнекивается, но
# поза, как с Фредом в спальне
# Бетти садится на соседа, а он ей вставляет в попу, она сначала возмущается, потом начинает кайфовать
# заходит приятель Лиама, говорит, что сделал газонокосилку
# Бетти начинает возмущаться, но продолжает сидеть на Лиаме, он продолжает ее пялить
# Бетти зло смотрит на друга соседа
# тот подходит и начинает трогать пальцем клитор, Бетти поведет еще больше
# Лиам говорит, что он хороший человек, помогает ему, сделал вам скидку, а для него это больше деньги
# вы могли бы отблагодарить его за это
# Бетти говорит - могла бы я вас отблагодарить за это (она уже плывет от соседа)
# начинает секс втроем (он говорит, что приходите за рыбой когда хотите, я вам буду делать скидки) и во время этого зайдет Фред
# Фред тоже присоединяется (ему минет)
# и во время секса с ними в дверь стучит Ральф
# затемнение
# все стоят в гостиной у соседа, Бетти спрашивает у Ральфа, откуда он узнал, что она здесь
# он говорит, что Фред ему об этом сказал
# Фред мерзко улыбается
# Ральф спрашивает, почему она так долго, он жднт обеда, ему скоро уезжать
# она гвоорит, что ездила за продуктами, зато нашла свежую и дешевую рыбу
# он удивленно смотрит на рыбу и говорит, дешевая и свежая? ты же за фруктами поехала
# она говорит да, но я решила купить рыббу. и вообще, не лезь в мои дела по хозяйству
# ральф спрашивает, а что ты тут делаешь
# она говорит, что сломался утюг и она по совету Фреда, тк от тебя не дождешься, отнесла утюг соседу, чтоб он его починил
# Ральф спрашивает, а почему бы не купить новый
# она говорит, ты же знаешь, как я привязываюсь к вещам
# Ральф благодарит соседа за помощь
# Бетти тянется к утюгу, но сосед говорит, что еще не закончил работу, возможно завтра уже он сможет его отдать
# Бетти начинает наезжать на Ральфа, типа так все, пошли домой, уже пора обедать и т.д.
#
#
#
#
