# Паб:
#   Паб (v18):
# Клэр, танец без одежды (в маске). Клэр снимает маску (отвернувшись), внутренняя борьба, одевает маску назад, поворачивается к залу, аплодисменты.
# ? Эшли требует от Моники заняться сексом (bj?) с банкиром. Банкир требует от Эшли близкое знакомство с королевой.
# Моника может согласиться (Эшли давит), может отказаться. Тогда место Моники приходится занять Эшли
#
#
#
#
# Решить что с Клэр? Какое развитие
#  Будущее: Клэр нравится страсть и она встречается с Джо (не теряя достоинство, доминируя)
#
#
#
# # Эскорт, девочки
# Создается ситуация, что Монике было бы неплохо лишний раз доказать лояльность Кэндис. Возможно, чтобы узнать кто стоит за эскортом(?)
# Кэндис дает возможность Монике стать ближе, попросив ее заняться сексом с ареднодателем ее комнаты.
# Моника в шоке. Кэндис говорит что просто занята сегодня (у нее клиент, который забирает ее до утра), а услугу надо оказать сегодня.
# В этом нет ничего такого, мы, девочки, обычно без проблем помогаем друг другу в этом.
# Сравнить с какой-то работой
# А Кэндис в ответ сделаем без проблем тоже самое, когда попросит Моника.
# Моника приходит в апартаменты, встречается с арендодателем. Там молодой парень, красивый.
# Напористый, Моника его посылает, либо занимается. Он ее берет и дерет жестко :)
# После этого, Моника узнает, что это практически и вся оплата и может поинтересоваться не может-ли он сдавать эти апартаменты ей, вместо Кэндис. (bitchiness)
# Он обещает, что подумает. (какой-то аванс)
# Побазарить с Эбби. Какое-то тоже интересное развитие. (может быть в кафе или на улице)
#
#
#
# Виктория (сделать развилки возможности скинуть писсинг на другого человека с возможностью делать это 2 раза)
# Пример: Виктория зовет Монику, Моника что-то говорит, чтобы скинуть это на Мелани
# Виктория зовет Мелани, та что-то говорит, чтобы скинуть это на Монику
# Виктория снова зовет Монику (уже по другому). Сидят друг на друга яростно смотрят.
# # Продумать еще сцену
# Локация: туалет у Виктории
#
#
#
# С Юлией сценка (в парке?) Локация?
#
#
# Бетти снова приходит к соседу (ей говорит Фред), Бетти берут в оборот. Сосед просит ее прибраться в ее доме.
# В итоге, Бетти, имея домработницу, ходит к соседу и убирается там делает грязную работу по дому. Сосед ее пялит когда хочет, Фред тоже.
# Кто третий на Бетти? Нужна сцена Бетти+трое
# v18 вставка с Бетти, что ее заставляют убираться (секс не показываем) + Бетти днем пропадает куда-то.
#
# Сначала сцена. Встречает питона (где?), затем идут к соседу (Бетти не знает куда идут).
# Затем идет секс вдвоем, затем приходит Фред, секс втроем, затем кто-то стучится в дверь (Ральф) и спрашивает Бетти ты здесь?
# Бетти в шоке, открывают дверь, Бетти разыгрывает спектакль что она тольк что зашла сюда, чтобы забрать сломанный утюг, который сосед починил, потому что ты Ральф ничего не делаешь по дому
# Спрашивает у Ральфа откуда ты узнал что я пошла к соседу? Ральф говорит что мне сказал Фред. Бетти смотрит на Фреда, тот улыбается :)
# Пока не делаем уборку. Чуть позже. Бетти на палеве пока :)
# ...
# Затем уборка (пара раз), вообще начинаются заставлять ее делать все что попало. В конце сосед говорит что нужна помощь на его ферме. Он хочет завести животное и ему надо, чтобы кто-то помогал с ним (чистить его и тд)
#
#
#
#
#
# Локация парк (?)
# Туалет у Виктории
# Встреча Бетти и Питона
# Кафе с Эбби(?)
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
# https://evermotion.org/shop/show_product/scene-7-ae35-archexteriors/16089
#
# Дом Кэндис
# https://evermotion.org/shop/show_product/scene-6-ae35-archexteriors/16088


# Ассеты даз
# Эбби полотенце
# Эбби бритва
# Арендодатель (молодой, красивый чувак, одет просто, но модно)


# Делаем (v18)
# Подземный паркинг
# https://gfx-hub.org/3d-models/collections/36180-evermotion-archmodels-vol-218.html
# https://gfx-hub.org/uploads/posts/2020-07/1594279277_evermotion-archmodels-vol_-218.jpg

# Продуктовый магазин (питон)
# https://gfx-hub.org/3d-models/collections/29413-evermotion-archmodels-vol-216.html

# Квартира Эбби
# https://evermotion.org/shop/show_product/archinteriors-vol-51/14951
# https://evermotion.org/files/model_images/AI51_003_Cam_005_PP.jpg
# Детская комната, которую снимает девушка из эскорта.
# Добавить чулки, разбросанное белье, небрежно
# Косметика. Бутылку виски на видном месте. Бокал.
# Пепельница
#
# Ванная комната Виктории
# https://evermotion.org/shop/show_product/scene-3-ai22-archinteriors/6341
# Сделать стилистику как на скриншоте
# Убрать зеркало, заменив на зеркальный декор, без резкого отражения (?)
# За окнами сделать свечение ночного города
#
# Дом Кэндис
# https://evermotion.org/shop/show_product/scene-6-ae35-archexteriors/16088
#
# Городской парк
# https://gfx-hub.org/3d-models/collections/9049-evermotion-archmodels-vol-163.html
# скамейка, озеро










# перспектива:
# пляж
# https://gfx-hub.org/3d-models/collections/29222-evermotion-archmodels-vol-201.html

# жилище Клэр
# https://gfx-hub.org/3d-models/collections/25961-evermotion-archinteriors-vol-54.html
# https://evermotion.org/files/model_images/AI54_006_Cam_02.jpg
#
# Интерьеры
# https://evermotion.org/shop/show_product/archinteriors-vol-51/14951
#
# Магазины
# https://evermotion.org/shop/show_product/archmodels-vol-198/14574
