# Паб
# Клэр, танец без одежды (в маске). Клэр снимает маску (отвернувшись), внутренняя борьба, одевает маску назад, поворачивается к залу, аплодисменты.
# ? Эшли требует от Моники заняться сексом (bj?) с банкиром. Банкир требует от Эшли близкое знакомство с королевой.
# Моника может согласиться (Эшли давит), может отказаться. Тогда место Моники приходится занять Эшли
#
# разговор с Клэр
# она гвоорит, что подумывает все-таки попробовать сделать этот эксперимент
# для меня это неприемлемо, но чем больше я об этом думаю, тем мне становится интереснее
# Моника гвоорит, что она сделала это только из-за Эшли
# танец Клэр
# Клэр выходит на сцену, ее это заводит и она об этом скажет Монике при след. встрече
# что ее захватила волна эмоций, как при первом выступлении
# я давно такого не испытывала и мне хочется почувствовать это снова
#
# Эшли говорит Монике после танца пойти на приват к банкиру
# Моника танцует, а потом Эшли заставляет минет или секс для банкира
# если Моника отказывается, то банкир скажет Эшли, чтобы она танцевала вместо Моники
# она говорит, что не умеет этого делать. но он ее заставляет
# после танца он заставляет ее сделать ему минет
# нужна новая кредитная линия? для этого нужно постараться
# во время минета Эшли приходит Джо, Эшли прячется за диван
# Эшли, ты здесь? ой, мистер Беркельбаух, вы здесь?
# банкир скажет Джо, что он ждет королеву, тот извинится и уйдет
#
#


#
# после этого диалог с Моникой и Эшли
# ты выскажет Монике, что она королева и у нее есть определенные обязанности
# если ты их не будешь выполнять, то не будешь королевой, ею станет Молли. я начинаю задумываться о том, что настоящая королева тут не ты, а Молли
# а если Моника не ушла с привата, а обслужила банкира, то Эшли говорит, что она хорошая королева, не забывай выполнять свои обязанности, они у тебя еще будут
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#



























# https://evermotion.org/shop/show_product/scene-7-ae35-archexteriors/16089
#
# Дом Кэндис
# https://evermotion.org/shop/show_product/scene-6-ae35-archexteriors/16088


# Ассеты даз
# Эбби полотенце
# Эбби бритва
# Арендодатель (молодой, красивый чувак, одет просто, но модно)


# Делаем (v18)
# Подземный паркинг
# https://gfx-hub.org/3d-models/collections/36180-evermotion-archmodels-vol-218.html
# https://gfx-hub.org/uploads/posts/2020-07/1594279277_evermotion-archmodels-vol_-218.jpg

# Продуктовый магазин (питон)
# https://gfx-hub.org/3d-models/collections/29413-evermotion-archmodels-vol-216.html

# Квартира Эбби
# https://evermotion.org/shop/show_product/archinteriors-vol-51/14951
# https://evermotion.org/files/model_images/AI51_003_Cam_005_PP.jpg
# Детская комната, которую снимает девушка из эскорта.
# Добавить чулки, разбросанное белье, небрежно
# Косметика. Бутылку виски на видном месте. Бокал.
# Пепельница
#
# Ванная комната Виктории
# https://evermotion.org/shop/show_product/scene-3-ai22-archinteriors/6341
# Сделать стилистику как на скриншоте
# Убрать зеркало, заменив на зеркальный декор, без резкого отражения (?)
# За окнами сделать свечение ночного города
#
# Дом Кэндис
# https://evermotion.org/shop/show_product/scene-6-ae35-archexteriors/16088
#
# Городской парк
# https://gfx-hub.org/3d-models/collections/9049-evermotion-archmodels-vol-163.html
# скамейка, озеро










# перспектива:
# пляж
# https://gfx-hub.org/3d-models/collections/29222-evermotion-archmodels-vol-201.html

# жилище Клэр
# https://gfx-hub.org/3d-models/collections/25961-evermotion-archinteriors-vol-54.html
# https://evermotion.org/files/model_images/AI54_006_Cam_02.jpg
#
# Интерьеры
# https://evermotion.org/shop/show_product/archinteriors-vol-51/14951
#
# Магазины
# https://evermotion.org/shop/show_product/archmodels-vol-198/14574
