label gallery_40948:
    # Моника подходит к лифту, ее ждет футфетишист
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgfl 40941
    client "[monica_hotel_name]! Добрый вечер, моя леди!"
    client "Наконец-то, мы снова с вами встретились!"
    client "Я так долго ждал этого!"
    client "Вы не представляете, как я соскучился по вашим шикарным ножкам!"
    music Stealth_Groover
    imgf 40942
    mt "Фу! Какой же этот неудачник мерзкий!"
    mt "Но он готов щедро платить за облизывание моих ножек."
    mt "Мне даже не придется сегодня заниматься всякими гадкими извращенствами..."
    mt "А денег в кармане станет намного больше."
    mt "Определенно, сегодня у меня хороший вечер..."
    imgd 40943
    m "Добрый вечер, мистер..."
    m "Пойдемте в номер?"
    imgd 40944
    client "Да-да! Мне уже не терпится! Пойдемте скорее!"
    # заходят в лифт и в этот момент в коридор заходит девочка, на которую орала админша, и дизайнер с паблик ивента
    # Адриано Монику не видит
    # Моника в шоке смотрит на дизайнера
    fadeblack
    sound highheels_short_walk
    pause 1.5
    sound plastinka1b
    img 40945 hpunch
    mt "!!!"
    music Pyro_Flow
    mt "!!!!!!"
    mt "Адриано!!!"
    mt "Это ОН?!"
    # двери лифта закрываются
    # затемнение
    # смена кадра на номер, в котором была предыдущая встреча с футфетишистом
    # Моника заходит в номер с футфетишистом, задумчиво смотрит на него
    fadeblack
    sound snd_lift
    pause 2.0
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgf 16765
    w
    sound highheels_short_walk
    imgd 16782
    w
    imgf 16766
    w
    imgd 16767
    mt "Вот дьявол!"
    mt "Что мне делать в этой ситуации?!"
    mt "Я могу остаться с этим никчемным неудачником."
    mt "Он оближет мои ноги и заплатит мне за это деньги..."
    mt "Или..."
    music RnB4_100
    imgf 16770
    mt "Адриано здесь!"
    mt "Сам Адриано!"
    mt "Моника, это твой шанс! Он ведь безумно влюблен в тебя!"
    mt "Я могу зайти к нему в номер и..."
    # смена кадра, показываем мечты Моники
    # она заходит в номер дизайнера вся такая уверенная в себе и красивая
    # он поворачивает голову в ее сторону
    music stop
    img black_screen
    with Dissolve(1)
    sound highheels_short_walk
    pause 2.0
    music RnB4_100
    imgf 40946
    w
    sound plastinka1b
    img 40947 hpunch
    adriano "Моника?!"
    adriano "Моника, это ты?!"
    imgf 40948
    m "Да, Адриано..."
    m "Я пришла к тебе."
    imgd 40949
    adriano "О Боги! Я не верю своим глазам!"
    # отталкивает девочку, та падает, он не обращает на нее никакого внимания
    sound Jump2
    img 40950 hpunch
    w
    img 40951
    w
    sound snd_bodyfall
    img 40952 vpunch
    w
    imgf 40953
    adriano "Сама Моника Бакфетт хочет провести со мной вечер!"
    imgd 40954
    m "Возможно, не только один вечер..."
    m "Все в твоих руках, Адриано. Все зависит от тебя..."
    # он подходит к ней целует ее руки, она смотрит на него слегка высокомерно
    imgf 40955
    adriano "Моника, ты все-таки решила дать мне шанс!"
    adriano "Я благодарен тебе за это, дорогая!"
    adriano "Я все для тебя сделаю, я обещаю!"
    imgd 40956
    adriano "Ты ни секунды не пожалеешь об этом!"
    adriano "Я увезу тебя в свою страну и возьму тебя в жены!"
    imgd 40957
    sound kiss1
    adriano "Это будет самая шикарная свадьба!"
    imgd 40958
    sound kiss1
    adriano "Ты не представляешь, как долго я мечтал об этом!"
    imgd 40959
    adriano "У тебя будет огромный дом на берегу океана!"
    adriano "Ты не будешь нуждаться ни в чем, дорогая!"
    # Моника ломается, выклянчивает
    music Stealth_Groover
    imgd 40960
    m "Даже не знаю, Адриано..."
    imgf 40961
    m "А как же мой бизнес? Я не могу все бросить и уехать из страны..."
    m "Ты же знаешь, что я не могу остаться без дохода..."
    # Адриано продолжает радостно ее уговаривать
    music RnB4_100
    imgd 40962
    adriano "Мы откроем тебе новый бизнес! Ты возглавишь его!"
    adriano "Я все для тебя сделаю, только будь со мной!"
    music Stealth_Groover
    imgd 40963
    m "Мне надо подумать..."
    m "Хотя... Если ты мне обещаешь, ты же это сделаешь?"
    m "Чтобы я ни в чем не нуждалась?"
    imgf 40964
    m "Мужчина сказал - мужчина сделал."
    m "Так уж и быть... Я попробую поверить тебе, Андирано..."
    # Адриано смотрит на нее влюбленным взглядом, протягивает ей руку
    music RnB4_100
    imgd 40965
    adriano "Моника, как же я тебя люблю!"
    adriano "Я сделаю тебя самой счастливой женщиной на свете!"
    adriano "Я все брошу к твоим ногам! У нас все будет хорошо!"
    imgd 40966
    adriano "Пойдем скорее!"
    adriano "Я куплю тебе билет и ты летишь со мной! Сегодня же!"
    music living_the_daydream
    imgf 40967
    w
    imgd 40968
    w
    imgf 40969
    w
    imgd 40970
    w
    # Моника, улыбаясь, протягивает ему руку и они счастливые идут к выходу из номера
    # смена кадра, мечты Моники развеялись как дым
    # Моника стоит в номере с футфетишистом, она воодушевлена своими мечтами
    # футфетишист стоит уже без штанов, смотрит на ее ноги плотоядно, подрачивает свой стручок
    music stop
    img black_screen
    with Dissolve(1)
    pause 2.0
    music Groove2_85
    music2 drkanje5
    imgfl 40971
    w
    imgf 40972
    w
    imgd 40973
    w
    imgd 40972
    w
    imgd 40973
    music2 stop
    w
    music RnB4_100
    imgf 40974
    mt "Да!"
    mt "Это мой шанс!!!"
    mt "Я не могу упустить его!"
    menu:
        "Пойти к Адриано.":
#            $ monicaAdrianoEscortHotel1 = day # Моника пошла в номер к Адриано, чтобы поговорить с ним
            pass
    imgd 40975
    mt "Я должна сейчас же пойти к Адриано!"
    mt "Я смогу решить все свои временные трудности с его помощью!"
    mt "Нельзя медлить ни секунды!"
    mt "!!!"
    # Моника смотрит на клиента
    music Stealth_Groover
    imgd 40976
    m "Мне срочно нужно отлучиться!"
    m "!!!"
    # клиент растерянно
    imgf 40977
    sound highheels_short_walk
    client "[monica_hotel_name], куда же вы?!"
    # Моника разворачивается и быстро идет к двери
    imgd 40977
    client "Постойте! А как же я?!"
    client "[monica_hotel_name]!"
    fadeblack
    sound highheels_run2
    sound2 snd_door_close1
    pause 2.0
    # затемнение, хлопает дверь, быстрые шаги на каблуках
    return

label gallery_41184:
    # они стоят одетые возле кровати, Адриано злой, орет на нее
    # девочка очень расстроенная
    fadeblack 2.0
    music Pyro_Flow
    imgfl 40986
    adriano "У тебя вечно ничего не получается!"
    adriano "Это уже не в первый раз!"
    adriano "Я же попросил вашу главную, чтоб она организовала мне встречу с Линдой!"
    adriano "Где Линда?!"
    music Groove2_85
    imgf 40987
    girl_3 "Она сейчас с другим клиентом, Мистер..."
    girl_3 "И не смогла прийти на встречу с Вами..."
    girl_3 "Я постараюсь сделать так, чтобы Вам все понравилось..."
#    music Pyro_Flow
    img 40988
    adriano "Я уже ничего не хочу!"
    adriano "У меня нет времени ждать, когда ты сделаешь свою работу!"
    adriano "Я тороплюсь!!!"
    adriano "Я жалею о потраченных деньгах!"
#    music Groove2_85
    imgd 40989
    girl_3 "Мистер, я... Я все исправлю..."
    girl_3 "Пожалуйста, дайте мне совсем немного времени..."
    img 40990
    adriano "Нет! С меня хватит!"
    adriano "Ты уже показала, что ничего не умеешь!"
    adriano "Как-будто впервые увидела член!!!"
    imgd 40991
    girl_3 "Я..."
    adriano "Я буду жаловаться! Я потребую вернуть мне деньги!"
    girl_3 "Но Мистер..."
    adriano "Я..."
    # его прерывает звук открывающейся двери, в номер забегает воодушевленная Моника
    fadeblack
    sound snd_door_open1
    pause 1.5
    sound highheels_short_walk
    pause 2.0
    music RnB4_100
    imgfl 40992
    w
    imgf 40993
    mt "Настал мой час!"
    mt "Сейчас этот тюфяк растает и будет готов сделать все для меня!"
    mt "Я, наконец-то, решу все свои затруднения!"
    mt "Ну давай, Моника!"
    mt "Действуй!"
    mt "!!!"
    # немая пауза, он в шоке, смотрит на Монику
    music stop
    sound plastinka1b
    img 40994 hpunch
    adriano "!!!"
    adriano "!!!!!"
    music RnB4_100
    adriano "Моника?!"
    adriano "Это ты?!"
    img 40995
    m "Здравствуй..."
    imgd 40996
    adriano "Но..."
    adriano "Как?!"
    adriano "Что ты тут делаешь?!"
    adriano "?!?!?!"
    adriano "Я не верю своим глазам!"
    imgd 40997
    m "Я..."
    # звук бега, быстрые мужские шаги
    # в номер, прерывая Монику, забегает футфетишист, поддерживая штаны
    fadeblack
    sound snd_door_open1
    sound2 man_steps
    pause 2.0
    music Groove2_85
    imgf 40998
    client "[monica_hotel_name]!"
    client "Я ведь уже заплатил за вечер с тобой!"
    client "Почему ты убежала к другому клиенту?!"
    # Моника в шоке смотрит на него
    # Адриано потрясенно смотрит на клиента и на Монику
    music stop
    sound plastinka1b
    img 40999 hpunch
    mt "!!!"
    mt "Дьявол!!!"
    music Pyro_Flow
    mt "КАКОГО ХРЕНА ОН СЮДА ПРИШЕЛ?!"
    mt "АААА!!!"
    mt "ИДИОТ!!!"
    mt "!!!"
    # Моника шипит на него
    imgd 41000
    m "Мистер! Идите обратно в номер!"
    m "Я вам все объясню!"
    m "Позже!"
    m "!!!"
    # клиент продолжает уговаривать ее
    music Turbo_Tornado
    img 41001
    client "Я никуда без тебя не пойду, [monica_hotel_name]!"
    client "Ты же знаешь, что у меня встает только на тебя!"
    client "А на остальных девочек из эскорта не встает!"
    imgd 41002
    mt "О Боги!"
    mt "Какой кошмар!!!"
    mt "Что Адриано теперь обо мне подумает?!"
    mt "?!?!?!"
    img 41003
    w
    imgd 41004
    m "Тише!"
    m "!!!"
    client "Хочешь, я удвою оплату! Я дам тебе вдвое больше чаевых!"
    client "Пойдем в наш номер!"
    imgd 41005
    m "Тихо! Хватит!"
    m "Я не позволяла Мистеру идти за мной!"
    m "Мистер сейчас выйдет отсюда!"
    m "Позже я поговорю с вами!"
    # клиент расстроенно
    img 41006
    client "[monica_hotel_name], я буду вынужден сказать администратору, что ты отказалась со мной работать..."
    client "Я буду жаловаться на ваш сервис!"
    client "Я заплатил деньги!"
    imgd 41007
    client "А ты убежала к другому клиенту!"
    client "Я больше к тебе не приду!"
    client "Ты предала меня, [monica_hotel_name]!"
    sound man_steps
    imgf 41008
    w
    # убегает расстроенный
    # Моника в растерянности
    fadeblack
    sound snd_door_close1
    pause 2.0
    music Pyro_Flow
    imgf 41009
    mt "ААААА!!"
    mt "Кретин!"
    mt "Теперь у меня будут проблемы с сучкой администраторшей!"
    imgd 41010
    mt "Да и черт бы с ней!"
    mt "Если Адриано заберет меня с собой, мне плевать на какую-то там жалкую администраторшу!"
    mt "Но, Моника!"
    mt "Этот гадкий извращенец наговорил про меня такого!!!"
    mt "Как объяснить все это Адриано?!"
    imgf 41011
    mt "Моника Бакфетт и какой-то жалкий неудачник, который говорит, что заплатил за вечер с ней?!"
    mt "Какой ужас!!!"
    mt "Что мне теперь делать?!"
    mt "?!?!?!"
    # Адриано в полнейшем ступоре смотрит на нее
    music Groove2_85
    imgd 41012
    adriano "М-моника..."
    adriano "Я... Я ничего не понимаю..."
    adriano "Что это было?!"
    adriano "Кто он?"
    # Моника судорожно соображает как вывернуться из этой ситуации
    imgd 41013
    mt "Что мне сказать?"
    mt "???"
#    $ menu_corruption = [monicaAdrianoEscortCorruptionRequired1, 0]
    menu:
        "Это был какой-то сумасшедший...":
#            $ monicaAdrianoEscortHotel2 = day # Моника попыталась выкрутиться из ситуации, солгав Адриано, что футфетишист псих
            pass
        "Убежать!":
            label gallery_41016:
            music Groove2_85
            imgd 41014
            mt "Дьявол!"
            mt "Нет! Я не могу ничего придумать!"
            mt "Боже, какая нелепая ситуация!"
            mt "Чем я думала, когда решила прийти сюда!"
            mt "!!!"
            imgd 41015
            m "Я не Моника!!!"
            adriano "Но как же..."
            imgf 41016
            m "Я просто ошиблась номером!!!"
            m "!!!"
            fadeblack
            sound highheels_run2
            pause 1.5
            # Моника убегает
            # Адриано с девочкой-эскортницей удивленно смотрят ей вслед
            return
    # Моника пытается изобразить недоумение, притворяется
    music Hidden_Agenda
    imgf 41022
    m "Я понятия не имею, кто это такой!"
    m "Мне кажется, что он просто сумасшедший..."
    m "Может, у него какое-то обострение и поэтому он несет бред."
    m "В общем, скорее всего у него галлюцинации."
    m "Да."
    # девочка смотрит на Монику удивленно
    music Groove2_85
    imgd 41023
    girl_3 "Это же твой постоянный клиент!"
    girl_3 "Тебе администратор сказала, что ты работаешь с ним сегодня!"
    # Моника зло на нее смотрит
    img 41024
    mt "Вот тупица!"
    mt "Тебя кто спрашивал!!!"
    mt "!!!"
    # Адриано все еще пребывает в шоке
    img 41025 vpunch
    adriano "Постоянный клиент?.."
    m "Я не знаю, о чем она говорит..."
    sound snd_door_knock
    # ее на полуслове прерывает стук в дверь
    img 41026
    w
    imgd 41027
    mt "Снова этот неудачник!!!"
    mt "Я ему сейчас устрою! Гад!"
    # Моника воинственно смотрит на дверь
    # заходит администратор
    fadeblack
    sound snd_door_open1
    pause 1.5
    music Power_Bots_Loop
    img 41028 vpunch
    mt "Твою мать!"
    mt "!!!"
    music Groove2_85
    imgf 41029
    reception "Мистер, я приношу свои извинения, что вынуждена Вас побеспокоить..."
    reception "Я хотела узнать у Вас, все ли в порядке?"
    # Адриано в растерянности смотрит на девочку с эскорта, потом на Монику
    imgd 41030
    adriano "В порядке..."
    # админша смотрит на Монику
    imgf 41031
    reception "[monica_hotel_name]..."
    reception "Почему ты здесь, а не в номере со своим клиентом?"
    m "Я..."
#    $ menu_corruption = [monicaAdrianoEscortCorruptionRequired2, 0]
    menu:
        "Я подумала, что нужна моя помощь.":
            pass
        "Уйти отсюда!":
            music Groove2_85
            imgd 41011
            mt "Дьявол!"
            mt "Нет! Я не могу ничего придумать!"
            mt "Боже, какая нелепая ситуация!"
            mt "Чем я думала, когда решила прийти сюда!"
            mt "!!!"
            imgf 41032
            m "Я просто ошиблась номером!!!"
            m "!!!"
            fadeblack
            sound highheels_run2
            pause 1.5
            # Моника убегает
            # Адриано с девочкой-эскортницей удивленно смотрят ей вслед
            # затемнение, смена кадра на ресепшн, jump на ep217_dialogues1_escort_6
            return
    # Моника пытается что-то придумать
    music Groove2_85
    imgd 41002
    mt "Какая нелепая ситуация!"
    mt "Как мне теперь выкрутиться?"
    mt "Еще этот чертов Адриано!"
    mt "Все должно было пойти совсем по-другому!"
    mt "Гребаная администраторша!"
    mt "Гребаный клиент!"
    mt "Мне уже не отвертеться!"
    imgd 41010
    mt "Все вокруг дали понять ему, что я работаю здесь!"
    mt "Гребаный эскорт!"
    mt "!!!"
    mt "Думай, Моника! Думай!"
    music Hidden_Agenda
    imgf 41033
    mt "Хм..."
    mt "Если я притворюсь, что я не Моника..."
    mt "Что хочу помочь этой проститутке-эскортнице..."
    mt "..."
    # Моника принимает решение, а потом уверенно говорит админше
    imgd 41034
    m "Я услышала из-за двери, что Мистер чем-то недоволен..."
    m "И решила, что ей нужна моя помощь." # показывает рукой на девочку с эскорта
    # админша недовольно смотрит на девочку
    music Groove2_85
    imgd 41035
    reception "Мистер чем-то недоволен?"
    imgd 41036
    girl_3 "Нет-нет... Все хорошо."
    girl_3 "Мы с [monica_hotel_name] сделаем так, что Мистеру очень понравится."
    # Адриано удивленно смотрит на нее
    img 41037
    adriano "С [monica_hotel_name]?"
    imgd 41038
    girl_3 "Да, с ней." # указывает на Монику
    girl_3 "У Мистера сегодня будет двойное удовольствие, если Мистер позволит..."
    girl_3 "Да, [monica_hotel_name]?"
    # Моника недовольно на нее смотрит
#    music Pyro_Flow
    imgf 41039
    mt "Кажется, эта эскортница решила использовать меня..."
    mt "Думает, что с моей помощью избежит недовольства тюфяка Адриано."
    mt "Вот сучка! Пытается вывернуть ситуацию в свою пользу!"
    mt "Ну нет! Сексом я с ним не собираюсь заниматься!"
    mt "Я сейчас притворюсь, а потом что-нибудь придумаю..."
    mt "..."
    music Hidden_Agenda
    imgd 41040
    m "Да. Если он не против..."
    # админша смотрит недоверчиво на Монику с девочкой, потом спрашивает у Адриано
    music Groove2_85
    imgf 41041
    reception "Мистер, Вы желаете воспользоваться услугами двоих девочек с нашего ВИП-эскорта?"
    adriano "Да..."
    reception "Хорошо, Мистер. Я надеюсь, Вам понравится, как работает [monica_hotel_name]."
    reception "Если Вам что-то будет нужно..."
    imgd 41042
    reception "Или Вам что-то не понравится в работе наших девочек..."
    reception "Вы можете позвонить на ресепшн."
    reception "Буду рада Вам помочь. Хорошего вечера."
    adriano "..."
    imgf 41043
    w
    imgd 41044
    w
    imgf 41045
    w
    fadeblack
    sound highheels_short_walk
    pause 2.0
    sound snd_door_close1
    pause 1.5
    music Stealth_Groover
    # админша кидает грозный взгляд на Монику и девочку с эскорта и выходит из номера
    # девочка недовольно смотрит на Монику
    imgf 41046
    girl_3 "Ну давай, ублажай Мистера!"
    girl_3 "У тебя же все так хорошо получается с клиентами!"
    img 41047
    mt "Дура!"
    mt "!!!"
    # Адриано начинает приходить в себя после шока, начинает очень эмоционально возмущаться
    music Pyro_Flow
    img 41048 vpunch
    adriano "Моника!!!"
    adriano "Почему тебя все называют другим именем?!"
    adriano "Ты же МОНИКА!!!" # девочка с эскорта подозрительно смотрит на Монику
    img 41049
    mt "!!!"
#    music epicenters_eve
    imgd 41050
    adriano "Я ничего не понимаю!!!"
    adriano "У тебя ведь так много денег, а ты работаешь здесь?!"
    adriano "В эскорте?!"
    adriano "Раз ты это делаешь, значит это только ради удовольствия!"
    adriano "Тебе ведь доступны все блага этого мира!"
    imgd 41051
    adriano "Все что захочешь! Стоит только указать пальцем!"
    adriano "Ты настолько присытилась своей роскошной жизнью, что решила поиграть в проститутку?!"
    adriano "Я в шоке!!!" # девочка с эскорта теперь тоже в шоке, пялится на Монику
#    music Pyro_Flow
    imgf 41052
    mt "Боже, когда же этот идиот заткнется?!"
    mt "!!!"
    imgd 41053
    m "Я..."
    music epicenters_eve
    img 41054
    adriano "Молчи! Ни слова не хочу слышать!!!"
    adriano "Для чего ты сюда пришла?!"
    adriano "Ты издеваешься надо мной?!"
    adriano "Я так разочарован в тебе, Моника!"
    adriano "Я не хочу никого видеть! Ничего больше не хочу!"
    adriano "Я никогда не вернусь в эту страну!"
    imgd 41055
    adriano "Я хочу скорее забыть все это!"
    adriano "Это так грязно, Моника!!!"
    adriano "Я же любил тебя!!!"
    adriano "Я был готов для тебя сделать все!!!"
    # Моника снова растеряна, она ожидала совсем иной реакции
    imgd 41056
    mt "Дьявол!!!"
    mt "!!!"
    mt "Мне нужно срочно исправлять ситуацию!!!"
    mt "..."
    menu:
        "Я подумала, что нужна моя помощь.":
#            $ monicaAdrianoEscortHotel3 = day # Моника притворилась эскортницей перед Адриано
            pass
    # Моника изображает удивление
    music Hidden_Agenda
    imgf 41057
    m "Мистер..."
    m "Похоже, вы меня с кем-то спутали..."
    m "Я не Моника."
    # он психует
    music Pyro_Flow
    imgd 41058
    adriano "Я что, по-твоему, слепой?!"
    adriano "Ты лжешь, глядя мне прямо в глаза?!"
    adriano "Как ты можешь быть такой циничной?!"
    img 41059
    mt "!!!"
    imgd 41060
    adriano "А тот мужчина, который представился твоим мужем на вечере у Кэмпбелла?!"
    #
    $ notif(_("На торжественном вечере у Мистера Кэмпбелла Биф представился перед Адриано мужем Моники."))
    #
    imgd 41060
    adriano "Он и правда твой муж или это был клиент из эскорта?!"
    adriano "Если у тебя есть муж, то как ты здесь работаешь?!"
    adriano "Ты ему изменяешь?! Обманываешь его?!"
    music epicenters_eve
    img 41061
    adriano "О Боги, как же велико мое разочарование!!!"
    adriano "Ты разбила мне сердце, Моника!!!"
    # в разговор вмешивается девочка-эскортница
    music Groove2_85
    imgf 41062
    girl_3 "Мистер..."
    girl_3 "Ее действительно зовут не Моника."
    girl_3 "Посмотрите на нее внимательно."
    girl_3 "Такая, как она, не посещает такие элитные тусовки..."
    # Адриано смотрит на Монику с подозрением
    imgd 41063
    w
    img 41064
    mt "Что?!"
    mt "На себя посмотри, стерва!"
    mt "Это тебя никогда не пустили бы на закрытую вечеринку!"
    mt "Дура!!!"
    imgf 41065
    girl_3 "Это [monica_hotel_name]."
    girl_3 "Она здесь уже давно работает."
    girl_3 "Если хотите, Вы можете купить ее."
    mt "!!!"
    menu:
        "Подыграть девочке с эскорта.":
            pass
    # Моника злится
    imgd 41052
    mt "Я пришла к нему в надежде на то, что смогу разрешить свои временные трудности!"
    mt "А теперь я вынужена притворяться проституткой!"
    mt "Иначе он уйдет и у меня не будет возможности использовать его!"
    mt "Какой кошмар!"
    mt "Никогда не подумала бы, что такое возможно!!!"
    mt "!!!"
    # Моника пытается убедить Адриано
    music Hidden_Agenda
    imgf 41066
    m "Да, Мистер. Я просто услышала, что вы недовольны."
    m "И решила, что могу помочь своей коллеге."
    # он в шоке
    music Pyro_Flow
    img 41067 hpunch
    adriano "Это шлюха?!"
    music Groove2_85
    girl_3 "Да!"
    m "!!!"
    # он с недоверием
    imgd 41068
    adriano "Тебя и правда зовут не Моника?!"
    m "Я не Моника, я [monica_hotel_name]!"
    # он внимательно рассматривает ее, подойдя ближе
    imgf 41069
    adriano "Поверить не могу!"
    adriano "Одно лицо!"
    imgd 41070
    mt "Неужели этот идиот поверил?!"
    # подносит руку к лицу Моники и прикасается к щеке, к губам
    music epicenters_eve
    imgd 41071
    mt "!!!"
    imgd 41072
    adriano "Ты так напоминаешь мне мою любимую Монику..."
    adriano "Ты так похожа на нее..."
    # он смотрит на нее с тоской, наклоняется и прикасается своими губами к ее губам
    # потом гладит ее по щеке
    imgf 41073
    sound kiss1
    w
    imgf 41074
    adriano "Да, ты действительно не Моника..."
    adriano "Моника никогда не позволяла даже малейшего прикосновения к ней..."
    adriano "Я даже мечтать не смел о ее поцелуе..."
    adriano "Она моя снежная королева, холодная и недоступная..."
    imgd 41075
    m "..."
    # он отстраняется от Моники, на лице тоска сменяется высокомерием
    music Groove2_85
    imgf 41076
    adriano "Говоришь, хотела помочь своей коллеге?"
    m "Да..."
    adriano "Хорошо."
    adriano "Я куплю тебя сегодня."
    music stop
    sound plastinka1b
    img 41077 hpunch
    mt "Что?!"
    mt "?!"
    music Groove2_85
    img 41078
    m "Я..."
    adriano "Я буду трахать тебя и называть Моникой!"
    imgd 41079
    adriano "И ее тоже трахну!" # указывает рукой на эскортницу
    imgf 41080
    adriano "Если не хочет, чтобы я нажаловался на нее вашему администратору!"
    adriano "Пусть отрабатывает свои деньги!"
    adriano "Раздевайтесь! Обе!"
    # Моника растеряна
    music Pyro_Flow
    imgd 41081
    mt "Черт! Черт! Черт!!!"
    mt "Я не хочу этого!"
    mt "Не так!"
    mt "Не в роли [monica_hotel_name]!!!"
    mt "Еще и с этой дурой!!!"
    mt "!!!"
    imgd 41082
    mt "И как теперь быть?!"
    mt "Если я откажусь, он заподозрит, что я не работаю тут."
    mt "Эти проститутки не имеют права отказывать клиентам!"
    mt "!!!"
    mt "Неужели мне придется пойти на это?!"
    mt "Ведь все должно быть по-другому!"
    music Stealth_Groover
    imgd 41083
    mt "Это был мой шанс!!!"
    mt "И эти все никчемные глупые людишки помешали мне!"
    mt "Ненавижу их всех!"
    mt "Бесполезные отбросы общества!"
    mt "Все до единого!"
    mt "Они поплатятся за все мои унижения!"
    mt "!!!"
#    $ menu_corruption = [monicaAdrianoEscortCorruptionRequired3, 0]
    menu:
        "Раздеться.":
#            $ monicaAdrianoEscortHotel4 = day # Моника согласилась на тройничок с Адриано
            pass
        "Уйти отсюда!":
            imgd 41086
            mt "Дьявол!"
            mt "Нет! Я не могу ничего придумать!"
            mt "Боже, какая нелепая ситуация!"
            mt "Чем я думала, когда решила прийти сюда!"
            mt "!!!"
            imgf 41016
            m "Нет! Я не могу!"
            m "Меня ждет мой клиент!"
            m "!!!"
            fadeblack
            sound highheels_run2
            pause 1.5
            # Моника убегает
            # Адриано с девочкой-эскортницей удивленно смотрят ей вслед
            # затемнение, смена кадра на ресепшн, jump на ep217_dialogues1_escort_6
            return
    # Моника недовольно
    imgf 41084
    mt "Так, спокойно!"
    mt "Ты сегодня не Моника Бакфетт, ты [monica_hotel_name]."
    mt "У [monica_hotel_name] важный клиент."
    mt "Которого нужно заставить заплатить хорошие чаевые."
    mt "В двойном размере..."
    mt "Да, в качестве компенсации за моральный вред!"
    imgd 41085
    mt "Позже я придумаю, что мне делать дальше..."
    mt "Обязательно придумаю!"
    mt "Я раскручу этого тюфяка на помощь мне!"
    mt "!!!"
    # шуршание одежды, платье Моники лежит на полу
    # Адриано подходит к кровати
    # затемнение
    # кадр на кровать, Адриано сидит на краю кровати, Моника и эскортница стоят возле него в нижнем белье
    fadeblack
    sound snd_fabric1
    pause 1.5
    music Groove2_85
    imgfl 41115
    w
    imgf 41116
    w
    imgd 41117
    adriano "Ну, что стоите?"
    adriano "Отрабатывайте свои деньги!"
    adriano "У меня мало времени. Мне скоро ехать в аэропорт."
    imgf 41118
    adriano "Ты..." # показывает рукой на Монику
    adriano "Ты будешь Моникой и неважно, как там тебя зовут на самом деле."
    imgd 41119
    m "..."
    imgf 41120
    adriano "А ты..." # указывает рукой на эскортницу
    adriano "Сядь на кровать и ласкай себя!"
    adriano "И развинь ноги пошире. Я хочу видеть все!"
    imgd 41121
    girl_3 "Да, Мистер..."
    # эскортница садится на кровать и начинает ласкать себя
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Loved_Up
    imgfl 41122
    w
    imgf 41123
    w
    imgd 41124
    w
    imgf 41125
    w
    sound drkanje5
    imgd 41126
    w
    sound drkanje5
    imgd 41125
    w
    sound drkanje5
    imgd 41126
    w
    sound drkanje5
    imgd 41125
    w
    sound drkanje5
    imgd 41126
    w
    sound drkanje5
    imgd 41125
    w
    sound drkanje5
    imgd 41126
    w
    sound hlup25
    img 41127 vpunch
    w
    imgf 41128
    adriano "Как Моника хочет удовлетворить меня?"
    imgd 41129
    m "..."
    menu:
        "Ласкать Адриано грудями.":
            # Моника опускается на колени перед Адриано, который сидит на краю кровати
            # он трогает груди Моники
            label gallery_41152:
            music Loved_Up
            imgf 41130
            w
            imgd 41131
            w
            imgd 41132
            w
            imgf 41145
            adriano "Буду представлять что Сама Моника хочет ласкать мой член своей грудью..."
            imgd 41146
            w
            imgd 41147
            w
            imgd 41146
            w
            imgd 41147
            w
            imgd 41146
            adriano "Я хочу смотреть на это..."
            imgd 41147
            w
            # Моника сквозь зубы
            imgd 41148
            m "Да, Мистер..."
            # Моника обхватывает грудями член Адриано
            # начинает водить ими по члену туда-сюда
            imgf 41149
            adriano "Ммммм, Моника!"
            adriano "О твоей восхитительной груди мечтает любой мужчина..."
            imgd 41150
            adriano "А ты ласкаешь ею мой член..."
            adriano "Моя Моника никогда бы на такое не согласилась."
            imgf 41151
            adriano "Ммммм..."
            adriano "О такой шикарной женщине, как она, можно только мечтать!"
            imgd 41152
            adriano "Даааа..."
            sound drkanje5
            imgd 41153
            w
            sound drkanje5
            imgd 41152
            w
            sound drkanje5
            imgd 41153
            w
            sound drkanje5
            imgd 41152
            w
            sound drkanje5
            imgd 41153
            w
            sound drkanje5
            imgd 41152
            w
            sound drkanje5
            imgd 41153
            adriano "А такую, как ты, можно купить и трахнуть."
            imgf 41154
            adriano "Оооо..."
            adriano "И представлять, что ты - это ОНА!"
            adriano "Ммммм..."
            imgd 41148
            w
            imgf 41144
            w
            pass
        "Минет.":
            # Моника опускается на колени перед Адриано, который сидит на краю кровати
            label gallery_41136:
            music Loved_Up
            imgf 41130
            w
            imgd 41131
            w
            imgd 41132
            w
            imgd 41133
            adriano "Мой член и рот Моники..."
            adriano "Мне нравится эта идея..."
            adriano "Открывай свой ротик, Моника."
            # начинает ласкать его, потом берет в рот
            imgf 41134
            w
            sound drkanje5
            imgd 41135
            adriano "Оооох..."
            sound drkanje5
            imgd 41134
            w
            sound drkanje5
            imgd 41135
            w
            sound drkanje5
            imgd 41134
            w
            sound drkanje5
            imgd 41135
            w
            sound drkanje5
            imgd 41134
            w
            sound drkanje5
            imgd 41135
            w
            imgf 41136
            adriano "Моя Моника никогда бы на такое не согласилась."
            adriano "Ммммм..."
            imgd 41137
            w
            sound lick3
            imgd 41138
            w
            sound lick3
            imgd 41137
            w
            sound lick3
            imgd 41138
            w
            sound lick3
            imgd 41137
            w
            sound lick3
            imgd 41138
            w
            sound lick3
            imgd 41137
            w
            sound lick3
            imgd 41138
            w
            imgd 41139
            adriano "О такой шикарной женщине, как она, можно только мечтать!"
            sound chpok6
            img 41140 hpunch
            adriano "Даааа..."
            adriano "А такую, как ты, можно купить и трахнуть."
            imgf 41141
            adriano "Оооо..."
            imgd 41142
            adriano "И представлять, что ты - это ОНА!"
            adriano "Ммммм..."
            imgf 41143
            w
            imgd 41144
            w
            pass
    # Адриано трогает груди Моники
    # сам смотрит на эскортницу
    fadeblack 2.0
    music Loved_Up
    imgfl 41155
    adriano "Мммм... Моника..."
    imgf 41156
    w
    imgd 41157
    w
    imgf 41158
    w
    sound lick3
    imgd 41159
    adriano "Я так тебя хочу."
    sound lick3
    imgd 41158
    w
    sound lick3
    imgd 41159
    w
    sound lick3
    imgd 41158
    w
    sound lick3
    imgd 41159
    w
    imgf 41160
    adriano "Иди сюда."
    # Моника садится на кровать рядом с эскортницей
    fadeblack 2.0
    music Loved_Up
    imgfl 41161
    w
    imgf 41162
    adriano "Моника, раздвинь ноги..."
    imgd 41163
    m "..."
    menu:
        "Раздвинуть ноги.":
            pass
    # Моника раздвигает ноги
    sound Jump1
    imgd 41164
    adriano "Шире..."
    # раздвигает шире
    sound Jump2
    imgd 41165
    adriano "Да, так..."
    imgf 41166
    adriano "Ты..." # смотрит на эскортницу
    adriano "Приласкай киску Моники язычком."
    adriano "Я хочу посмотреть на это..."
    # эскортница охотно
    imgd 41167
    girl_3 "Как Мистер пожелает."
    # Моника сидит с раздвинутыми ногами на кровати, эскортница лежит на кровати и отлизывает у нее
    imgf 41168
    w
    imgd 41169
    adriano "Вот так... Да..."
    imgf 41170
    adriano "Моника, тебе нравится?"
    imgd 41171
    m "Да."
    imgf 41172
    w
    sound lick3
    imgd 41173
    w
    sound lick3
    imgd 41172
    w
    sound lick3
    imgd 41173
    w
    sound lick3
    imgd 41172
    w
    sound lick3
    imgd 41173
    w
    sound lick3
    imgd 41172
    w
    sound lick3
    imgd 41173
    w
    imgf 41174
    w
    imgd 41175
    w
    sound drkanje5
    imgd 41176
    w
    sound drkanje5
    imgd 41175
    w
    sound drkanje5
    imgd 41176
    w
    sound drkanje5
    imgd 41175
    w
    sound drkanje5
    imgd 41176
    w
    # Адриано лезет к эскортнице
    imgf 41177
    w
    sound snd_slap1
    img 41178 hpunch
    w
    img 41179
    adriano "Я сначала возьму эту эскортницу, а потом тебя."
    # раздвигает ноги эскортнице, пристраивается членом
    imgf 41180
    adriano "Я использую ее просто для разогрева..."
    # входит в нее, та продолжает отлизывать у Моники
    imgd 41181
    adriano "А потом я овладею тобой..."
    imgd 41182
    mt "Фу! Какая мерзость!"
    # трахает эскортницу, а сам смотрит на Монику
    sound chpok6
    img 41183 vpunch
    adriano "Сколько бессоных ночей я провел, мечтая о моей снежной королеве!"
    imgd 41184
    adriano "Я знаю, она никогда не согласилась бы на подобные вещи..."
    imgf 41185
    adriano "Она неприступна и столь желанна!"
    imgd 41186
    adriano "Мне повезло, что я встретил эскортницу так похожую на нее!"
    imgd 41187
    adriano "Мммм..."
    imgf 41188
    adriano "Все достаточно!"
    sound snd_slap1
    img 41189 hpunch
    w
    img 41190
    w
    # выходит из эскортницы
    fadeblack 2.0
    music Groove2_85
    imgfl 41191
    adriano "Продолжай ласкать себя..."
    imgf 41192
    adriano "А ты, Моника, иди ко мне..."
    # Моника смотрит на него и не двигается
    adriano "Я хочу кончить, соединившись с тобой в единое целое..."
    music Stealth_Groover
    imgd 41193
    mt "Фу! Никогда бы не подумала, что увижу его член!"
    mt "Тем более, позволю ему войти в мою... в меня!"
    mt "Еще и при таких обстоятельствах!"
    mt "Этот человек должен был стать моим шансом, чтобы избавится от моих затруднений..."
    mt "И что теперь?"
    # он наклоняется к Монике и начинает гладить ее по ногам, снизу вверх, трогает ее попу
    fadeblack 2.0
    music Loved_Up
    imgfl 41194
    adriano "Теперь я вижу..."
    imgf 41195
    w
    imgd 41196
    adriano "Ты отличаешься от моей Моники."
    imgf 41197
    mt "Неужели?!"
    imgd 41198
    adriano "У нее попа меньше, чем твоя..."
    imgd 41199
    mt "Это еще с чего? Он считает что моя попа стала больше?"
    mt "Наверное, потому что я много хожу по городу..."
    # он продолжает ласкать ее, трогает грудь, животик
    imgf 41200
    sound kiss1
    adriano "Мммм... Мне кажется, у вас даже похожий запах..."
    imgd 41201
    sound kiss1
    adriano "Удивительно..."
    adriano "И почему я раньше тебя здесь не видел?"
    imgd 41202
    sound kiss1
    mt "Черт!"
    mt "Я должна что-то предпринять, чтобы использовать этого идиота по назначению!"
    mt "Он - мой шанс! И я его использую!"
    mt "Как бы мне это сделать?"
    mt "..."
    menu:
        "Спросить, где он живет.":
            pass
    imgf 41203
    m "Адри... Кхм... Мистер, вы говорили, что торопитесь на самолет..."
    adriano "Да, я скоро улетаю..."
    m "Вы живете в другой стране? Или здесь у вас тоже есть дом?"
    imgd 41204
    adriano "А почему ты этим интересуешься?"
    adriano "Ты, наверное, хочешь вертеться вокруг меня, как все остальные шлюхи?"
    img 41205
    m "..."
    mt "Грубиян!"
    menu:
        "Спросить, бывает ли он в ресторане Ле Гранд.":
            pass
    imgf 41207
    mt "Думаю, лучше всего сделать так, чтобы он ко мне еще раз сюда пришел..."
    mt "А я его встречу в ресторане как Моника Бакфетт."
    mt "Или перед отелем... Будто бы случайно..."
    imgd 41208
    m "А вы часто ужинаете в ресторане отеля Ле Гранд?"
    imgf 41206
    adriano "Нет, я сюда хожу к одной шлюхе..."
    adriano "Которая делает вид, что влюблена в меня..."
    adriano "А я делаю вид, что верю ей."
    adriano "Я поступаю так со всеми женщинами, но мое сердце принадлежит только одной..."
    adriano "Моей Монике."
    # он укладывает Монику на спину и раздвигает ей ноги
    # пристраивает член к ее киске
    img 41209
    mt "Твою мать!"
    menu:
        "Спросить, на каких публичных мероприятиях он бывает.":
            pass
    imgd 41210
    mt "Как бы выведать у него, где он бывает?"
    mt "Я должна с ним встретиться, не в роли [monica_hotel_name]."
    mt "Я должна с ним поговорить!"
    # он вводит в нее член
    imgf 41211
    m "Мистер, а вы посещаете все модные мероприятия этого города?"
    sound chpok6
    img 41212 vpunch
    adriano "Оооо..."
    # начинает двигаться в ней
    imgf 41213
    adriano "Не все... У меня нет столько свободного времени..."
    adriano "Ооо, как же хорошо!!"
    imgd 41214
    adriano "Ты слишком много болтаешь..."
    adriano "И отвлекаешь меня..."
    adriano "Помолчи, я хочу представлять, что я занимаюсь любовью с Моникой..."
    adriano "А не трахаю болтливую шлюху, которая похожа на нее."
    img 41215
    mt "Вот скотина!"
    mt "!!!"
    imgf 41216
    adriano "Дааа, Моника!!!"
    adriano "Оооо!!!"
    imgd 41217
    adriano "Моя снежная королева!"
    adriano "Я не верю, что я, наконец-то, овладел твоим прекрасным телом!"
    imgd 41218
    adriano "Я так мечтал об этом!"
    adriano "Моя Моника!"
    imgf 41219
    adriano "Самая прекрасная женщина на свете!"
    adriano "Ммммм..."
    # он выходит из нее
    # ложится на спину, а Монику тянет на себя
    imgd 41220
    w
    fadeblack 2.0
    music Loved_Up
    imgfl 41221
    w
    imgf 41222
    adriano "Садись на меня сверху, моя Моника."
    adriano "Хочу видеть твое лицо."
    # Моника садится сверху него, пытается засунуть в себя его член, у нее не получается
    imgd 41223
    w
    fadeblack 2.0
    music Loved_Up
    imgfl 41224
    w
    imgf 41225
    m "Черт!"
    m "!!!"
    # Адриано поворачивается к эскортнице
    imgd 41226
    adriano "Помоги моей Монике."
    imgd 41227
    girl_3 "Как Мистер пожелает."
    # Моника приподнимается, эскортница берет в руку его член и вставляет его в киску Моники
    imgf 41228
    w
    imgd 41229
    w
    imgd 41230
    w
    sound chpok6
    img 41231 vpunch
    adriano "Да, вот так!"
    imgf 41232
    w
    imgd 41233
    adriano "Двигайся..."
    # Моника начинает двигаться на нем
    music Loved_up2
    imgf 41234
    adriano "Еще-еще..."
    imgd 41235
    adriano "Какая ты красивая!"
    imgf 41236
    adriano "Хочу запомнить этот момент..."
    imgd 41237
    adriano "Оооох..."
    imgd 41238
    adriano "Ммммм..."
    imgd 41239
    adriano "О, Моооника..."
    adriano "Кончаааюю..."
    menu:
        "Кончить на киску Моники.":
            # Моника приподнимается и Адриано кончает на ее киску
            img 41240
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            adriano "Ооооо!!"
            adriano "ООООООООО!!!"
            img 41242
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan3
            w
            imgd 41243
            mt "!!!"
            pass
        "Кончить внутрь Моники.":
            img 41240
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            adriano "Ооооо!!"
            adriano "ООООООООО!!!"
            img 41241
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan3
            mt "!!!"
            pass
        "Кончить в рот Моники.":
            imgd 41239
            adriano "Возьми мой член в рот!"
            adriano "Быстро!!!"
            # Моника выполняет, он кончает
            imgf 41244
            w
            img 41240
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            adriano "Ооооо!!"
            adriano "ООООООООО!!!"
            img 41245
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan3
            mt "..."
            adriano "Теперь глотай..."
#            $ menu_corruption = [0, monicaAdrianoEscortCorruptionRequired4]
            menu:
                "Выплюнуть!":
                    # Моника выплевывает сперму на пол
                    # не показываем плевок
                    imgf 41250
                    sound chavc26
                    mt "ФУУУУ!"
                    mt "!!!!!"
                    pass
                "Проглотить.":
                    # Моника проглатывает
                    imgf 41249
                    sound snd_gulp
                    mt "ФУУУУ!"
                    mt "Отвратительно!!"
                    mt "Меня сейчас стошнит!!!"
                    mt "!!!!!"
                    pass
        "Кончить на лицо Моники.":
            imgd 41239
            adriano "Подставь свое лицо!"
            adriano "Быстро!!!"
            # Моника выполняет, он кончает
            img 41240
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            adriano "Ооооо!!"
            adriano "ООООООООО!!!"
            img 41246
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan3
            w
            imgd 41247
            w
            imgd 41248
            mt "..."
            mt "Испачкал мое лицо!!!"
            mt "Гадость!!!"
            mt "!!!"
    pass
    # затемнение, шуршание одежды
    # Адриано и девочки стоят одетые возле кровати
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgf 41087
    adriano "Теперь я вижу, что ты не моя Моника."
    adriano "Она никогда не согласилась бы на подобное."
    adriano "Не то, что ты."
    adriano "А сейчас мне пора, я уже опаздываю!"
    imgd 41088
    mt "Это было омерзительно!"
    mt "!!!"
    mt "Он обязан заплатить за это вдвое больше чаевых!"
    menu:
        "Попросить у клиента дополнительные чаевые.":
            pass
    imgf 41089
    m "Мистер..."
    m "Раз я на кого-то похожа... И вам все понравилось..."
    m "Оставите мне побольше чаевых?"
    imgd 41090
    adriano "Обычно я не одобряю попрошайничество чаевых."
    adriano "Но я дам их тебе."
    adriano "Только за то, что ты похожа на мою Монику."
    sound vjuh3
    imgd 41091
    adriano "И я еще навещу тебя, когда буду в этом городе."
    adriano "Вот деньги."
#    $ add_money(200.0)
    imgf 41092
    adriano "Все, у меня нет времени!"
    adriano "Мне нельзя опаздывать!"
    fadeblack
    sound man_steps
    pause 2.0
    sound snd_door_close1
    pause 1.5
    music Stealth_Groover
    # он оставляет Монике 200 баксов и убегает
    # Моника остается с эскортницей в номере вдвоем
    # Моника стоит злая
    imgfl 41093
    mt "Двести долларов?!"
    mt "!!!"
    mt "Жалкий слизняк!"
    mt "Ничтожество!"
    mt "Я обязательно его использую!"
    mt "Я придумаю как это сделать!"
    mt "Иначе я не Моника Бакфетт!!!"
    # эскортница подходит к Монике
    sound highheels_short_walk
    imgf 41094
    mt "А ей что нужно от меня?!"
    mt "Меня все достали!"
    mt "!!!"
    imgd 41095
    girl_3 "[monica_hotel_name], я..."
    m "Что?!" # надменно
    girl_3 "Я не ожидала, что такая, как ты, будет помогать мне..."
    girl_3 "Неужели ты и правда пришла, чтобы мне помочь?"
    girl_3 "Ты сказала правду?"
    # Моника смотрит на нее пристально
    imgd 41096
    mt "Так, Моника, помни, что ты хочешь использовать эту дурочку..."
    mt "Я должна сделать вид, что хорошо отношусь к ней..."
    mt "Мне нужен кто-то, чтобы помочь поставить на место эту сучку Линду!"
    mt "..."
    music Hidden_Agenda
    imgf 41097
    m "Да, я услышала, что этот клиент недоволен."
    m "И решила помочь, чтоб у тебя не было проблем с администратором."
    imgd 41098
    girl_3 "Ну, вроде он ушел довольный..."
    m "Да..."
    # эскортница наклоняется к ней и шепчет
    imgd 41099
    girl_3 "Дурацкий администратор!"
    m "Да, я ненавижу ее!"
    girl_3 "Значешь, я тоже..."
    m "..."
    girl_3 "..."
    imgf 41100
    girl_3 "Слушай, [monica_hotel_name]..."
    girl_3 "У меня и Эбби есть планы, как сместить эту администраторшу с ее места..."
    # Моника смотрит на нее заинтересованно
    sound Jump1
    img 41101
    m "Серьезно?!"
    imgf 41102
    girl_3 "Да..."
    m "А кто такая Эбби?"
    girl_3 "Она тоже работает здесь. Ты ее видела."
    girl_3 "Кстати, я Кэндис. По-моему, мы с тобой еще не знакомились."
    m "Ну меня ты знаешь, как зовут..."
    imgd 41103
    candice "Ага. Теперь я тебя буду звать Моника. Хи-хи..."
    music stop
    sound plastinka1b
    img 41104
    m "!!!"
    m "Нет! Я [monica_hotel_name]. Это мое имя!"
    m "Не называй меня Моникой!"
    music Groove2_85
    imgd 41105
    candice "Ладно, ладно. Я пошутила."
    candice "Мы с Эбби сегодня вечером встречаемся у меня."
    candice "Хотим обсудить наш план..."
    candice "[monica_hotel_name], если ты хочешь, можешь присоединиться к нам."
    imgd 41106
    m "?!"
    m "Ты меня приглашаешь?"
    imgf 41107
    candice "Да, приходи [сегодня вечером] ко мне. Устроим девичник."
    sound Jump1
    img 41108
    candice "Мы с Эбби будем ждать тебя."
    sound highheels_short_walk
    imgf 41109
    w
    fadeblack
    sound snd_door_close1
    pause 1.5
    music Stealth_Groover
    # она подмигивает Монике и выходит из номера
    imgfl 41110
    mt "У меня аллергия на слово 'девичник'!"
    #
    $ notif(_("Моника была на девичнике, который устраивала Виктория."))
    #
    imgf 41110
    mt "Все из-за гребаной сучки Виктории!"
    mt "Так..."
    mt "..."
    mt "Это было неожиданно..."
    mt "План по смещению администраторши?"
    mt "Они хотят начать действовать против нее?"
    mt "А почему они только вдвоем? Этих двух сучек, Линды и ее подружки, не будет?"
    imgd 41111
    mt "Моника, ты не можешь пропустить такое!"
    mt "Ты должна все узнать!"
    mt "И, если нужно, использовать эту Кэндис и ее подружку в своих целях!"
    mt "Они еще не знают, с кем связались!"
    mt "Глупые человечишки!"
    mt "И этого гада Адриано я тоже использую!"
    mt "Он никуда от меня не денется!"
    mt "!!!"
#    $ log1 = _("Пойти на девичник к Кэндис и Эбби.")
    return

label gallery_41324:
    # затемнение, стук в дверь, каблуки
    # Моника заходит в квартиру к эскортнице
    # ее встречает Кэндис, шатенка с хвостом
#    $ monicaAdrianoEscortHotel5 = day # Моника пришла к Кэндис и Эбби на девичник
    fadeblack
    sound snd_door_knock
    pause 1.5
    sound highheels_short_walk
    pause 2.0
    music Stealth_Groover
    imgfl 41253
    w
    imgf 41254
    mt "Боже! Моника, не могу поверить..."
    mt "Ты, леди из высшего общества, глава успешного журнала..."
    mt "Владелица многомиллионного бизнеса..."
    mt "Несбыточная мечта мужчин этого города..."
    mt "Ты, великолепная и непревзойденная Миссис Моника Бакфетт пришла в гости к проститутке!!!"
    mt "!!!"
    music Groove2_85
    imgd 41255
    candice "Привет, [monica_hotel_name]."
    imgf 41256
    m "Привет..."
    imgd 41257
    mt "Как там ее зовут?"
    mt "Впрочем, неважно..."
    imgf 41258
    candice "Проходи, Эбби уже здесь."
    # Моника осматривает квартиру Эбби с брезгливостью
    imgd 41259
    w
    sound highheels_short_walk
    imgd 41260
    w
    music Stealth_Groover
    imgf 41261
    mt "Я не удивлена, что эти жилищные условия под стать этой падшей особе... Фи!"
    # если снимала апартаменты
    if slumsApartmentsRentActive == False:
        #
        $ notif(_("Моника арендует апартаменты в трущобах."))
        #
        imgd 41263
        mt "Конечно, это немного лучше, чем та дыра, которую я арендую у животно по имени Джек..."
        mt "Но это не означает, что я падщая особа!"
        mt "Это сего лишь временные затруднения!"
        mt "И скоро я верну себе свой роскошный дом!"
        #
    imgd 41262
    mt "Интересно, а она берет 'работу' на дом?"
    mt "Вполне возможно, что она приводит сюда каких-нибудь неудачников..."
    mt "И обслуживает их, например, на этой кушетке. Фу!"
    mt "Как это мерзко и грязно!"
    # вторая эскортница, которая с короткой стрижкой, сидит на стуле возле стола
    # на столе стоит бутылка алкоголя и три бокала
    # Эбби удивленно смотрит на Монику, потом начинает возмущаться, вскакивает со стула
    music Groove2_85
    imgf 41264
    abby "Что?! Ты издеваешься?!"
    abby "Хочешь сказать, что эта стерва на нашей стороне?!"
    imgd 41265
    abby "Кэндис, ты что, ненормальная?!"
    abby "Этой [monica_hotel_name] нельзя верить!"
    abby "Она предаст нас! Она все расскажет администраторше!"
    # Кэндис спокойно ей отвечает
    imgd 41266
    candice "[monica_hotel_name] сегодня помогла мне."
    candice "С одним очень важным клиентом."
    candice "При этом рисковала быть оштрафованной, так как бросила своего постоянного клиента."
    candice "Если бы не она, то у меня были бы проблемы с администраторшей."
    # Эбби продолжает возмущаться
    img 41267
    abby "Кэндис, не будь такой глупой!"
    abby "Наверняка, она сделала это, потому что преследовала какую-то свою личную выгоду!"
    # Моника усмехается про себя
    music Stealth_Groover
    imgd 41268
    mt "Хмм... Эта страшная корова не такая уж и тупая, как я думала."
    mt "Нужно заставить ее поверить мне..."
    mt "Ей ни за что не обыграть МЕНЯ!"
    music Groove2_85
    imgd 41269
    abby "Посмотри на нее! Ей же нельзя доверять!"
    abby "Она сейчас выведает информацию, а потом использует ее же против нас!!!"
    abby "Я не буду при ней ни о чем говорить!"
    abby "Я, конечно, знала, что ты доверчивая и наивная дурочка, Кэндис!"
    abby "Но не до такой же степени!!!"
    # Кэндис рявкает на нее
    img 41270
    candice "Эбби, хватит!"
    candice "Я сказала, что она теперь с нами!"
    candice "Она на нашей стороне!"
    candice "Ты только вспомни, сколько гадостей ей сделала администратор!"
    candice "Она начала унижать ее с самого первого рабочего дня!"
    candice "Ты что, думаешь после этого она будет на ее стороне?!"
    imgd 41271
    candice "Это ты глупая!"
    candice "А я верю [monica_hotel_name]!"
    candice "Тем более, после сегодняшнего ее поступка!"
    #
    $ notif(_("Моника сказала Кэндис, что пришла в номер к Адриано, чтобы помочь ей."))
    #
    # Эбби с подозрением смотрит на Монику, потом садится обратно на стул
    imgd 41272
    w
    imgf 41273
    abby "Окей, Кэндис."
    abby "Но это будет на твоей совести, если она нас предаст!"
    imgd 41274
    candice "Я уверена, что ей можно доверять, Эбби!"
    candice "Все, успокойся!"
    # поворачивается к Монике
    imgf 41275
    candice "[monica_hotel_name], садись за стол."
    candice "У меня есть только виски."
    candice "Ты же не откадешься выпить с нами?"
    music Stealth_Groover
    imgd 41276
    mt "Черт!"
    mt "Моника, ты не только пришла в гости к проституткам..."
    mt "Ты теперь должна притвориться такой же, как они, падшей особой... Фи!"
    m "..."
    menu:
        "Выпить виски.":
            pass
    imgd 41277
    m "Только совсем немного..."
    # затемнение, каблуки, льется алкоголь в бокал
    # смена кадра, они втроем сидят за столом, бокалы наполнены
    fadeblack
    sound highheels_short_walk
    pause 2.0
    sound snd_drinking_water
    pause 2.0
    music Groove2_85
    imgfl 41278
    abby "А что за важный клиент у тебя сегодня был?"
    imgf 41279
    candice "Такой придурок, девочки!"
    candice "Он начал орать на меня за то, что у него ничего не получалось!"
    candice "У него не встал, а виновата я!"
    candice "Индюк!"
    imgd 41280
    candice "А потом пришла [monica_hotel_name]..."
    imgd 41281
    abby "А зачем ты вообще пришла в номер, где Кэндис работала с клиентом?" # подозрительно спрашивает у Моники
    music Pyro_Flow
    img 41282
    mt "Эта овца теперь так и будет меня расспрашивать?!"
    mt "Я помогла ее подруге и еще должна оправдываться?!"
    mt "Она меня раздражает!"
    mt "!!!"
    music Hidden_Agenda
    imgf 41283
    m "Я услышала, как он кричит на нее..."
    imgd 41284
    abby "Ты же была в номере с другим клиентом..."
    abby "Как ты могла услышать?"
    m "Я как раз шла по коридору мимо номера Адри... Кхм.. Кэндис."
    music Groove2_85
    imgf 41285
    candice "Да! И этот какой-то знаменитый придурок принял [monica_hotel_name] за другую девушку!"
    candice "Он ее называл Моникой, представляешь, какой идиот?! Хи-хи-хи!"
    imgd 41286
    mt "Идиот. Это точно сказано."
    mt "И этого идиота я еще использую в своих целях."
    imgf 41287
    abby "Моникой?"
    abby "Что за дурацкое имя? Хи-хи-хи!"
    sound snd_woman_laugh
    img 41288
    m "!!!"
    imgd 41289
    candice "Он спутал [monica_hotel_name] с какой-то известной бизнесменшей! Хи-хи..."
    imgf 41290
    abby "А кто она такая? Эта Моника?"
    imgd 41291
    mt "Черт!"
    mt "Эта сучка задает слишком много ненужных вопросов!"
    # Моника делает равнодушный вид
    music Hidden_Agenda
    imgf 41292
    m "Понятия не имею..."
    m "Мало ли, что могло привидеться этому придурку..."
    music Groove2_85
    candice "Но в итоге он остался доволен."
    candice "Администратор сказала мне, что он оставил положительный отзыв."
    # поднимает бокал
    imgd 41293
    candice "Девочки, давайте выпьем?"
    candice "Сегодня был такой тяжелый день... Так хочется немного расслабиться..."
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            music Stealth_Groover
            imgf 41294
            mt "Фу! Это разве виски?!"
            mt "Что за гадость?!"
            mt "И я доджна пить это низкосортное пойло?!"
            mt "Какой кошмар!"
            pass
        "Не пить.":
            music Hidden_Agenda
            imgf 41294
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # чокаются, пьют
    # Эбби допивает свой бокал, ставит его на стол
    sound bottle1
    imgd 41295
    w
    fadeblack
    sound snd_drinking_water
    pause 2.0
    music Groove2_85
    imgf 41296
    abby "Кстати, об администраторше..."
    abby "Эта тварь вчера мне подсунула какого-то клиента..."
    abby "Этот козел пристегнул меня наручниками к кровати и трахнул меня бутылкой."
    abby "При этом все снял на камеру!"
    abby "Сказал, что выложит в сеть..."
    abby "Представляете, какой мерзавец, девочки?!"
    music Pyro_Flow
    imgd 41297
    mt "О Боги! Я не хочу слышать этого!"
    mt "Надюсь, они не собираются обсуждать, у кого что было с клиентами!"
    mt "Мерзость! Фу!"
    music Groove2_85
    imgf 41298
    sound snd_drinking_water
    w
    imgd 41299
    sound snd_glass_table
    abby "Еще и чаевых оставил, как будто я дешевка какая-то, а не работаю в вип-эскорте!"
    img 41300
    sound oooh4
    candice "Ой, какой ужас!"
    candice "Надо было сразу сказать об этом администратору!"
    candice "Он не имел права снимать тебя на камеру!"
    imgf 41301
    abby "Я и пошла жаловаться к администратору..."
    abby "И что вы думаете?!"
    abby "Эта стерва сказала, что желание клиента - закон."
    abby "И я не имею никакого права осуждать клиента за это!"
    candice "Вот сучка!"
    abby "Не то слово!"
    imgd 41302
    candice "А на меня вчера наорала!"
    candice "Сказала, что еще одна жалоба от клиента и она меня уволит!"
    imgd 41303
    abby "Эта дрянь слишком многое себе позволяет!"
    abby "Она отдает нам самых отбитых придурков..."
    abby "А Линде и Миранде достаются богатые и адекватные клиенты."
    abby "У них всегда щедрые чаевые и никаких проблем!"
    abby "Это несправедливо!"
    img 41304
    m "Миранда - это кто?"
    imgd 41305
    candice "Это подружка Линды."
    # если была месть брюнетке
    if monicaEscortRevengeGirl2 == True:
        #
        $ notif(_("Моника заставила брюнетку из эскорта целовать ей ноги по приказу клиента."))
        #
        imgd 41306
        mt "А, это та сучка, которая целовала мне ноги!"
        #
    music Power_Bots_Loop
    imgd 41306
    mt "Ненавижу ее! И Линду!"
    mt "Они спровоцировали меня на драку в служебном коридоре!"
    #
    $ notif(_("Линда и Миранда пытались купить Монику за $ 300."))
    #
    imgd 41306
    mt "Две мерзкие особы!"
    mt "!!!"
    music Groove2_85
    imgf 41307
    candice "Эбби права. Администратор отдает этим двум овцам самых беспроблемных и состоятельных клиентов."
    candice "А нам достаются одни придурки!"
    img 41308
    mt "Двум овцам?"
    mt "???"
    imgd 41310
    m "Мне казалось, что вы с ними дружете..."
    candice "Нет! Ненавижу этих двух высокомерных сучек!"
    abby "Администратор всегда и во всем им помогает!"
    abby "А к нам относится, как к дешевым шлюхам!"
    candice "Да! Мы должны что-то предпринять! Пора прекратить все это!"
    imgf 41311
    abby "Да, девочки! Выпьем за это!"
    sound bottle1
    imgd 41314
    w
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            imgf 41312
            mt "Я сейчас выпью еще немного и больше не буду!"
            mt "У меня уже голова кружится от этого дешевого пойла..."
            imgd 41321
            sound snd_drinking_water
            w
            imgd 41322
            w
            pass
        "Не пить.":
            music Hidden_Agenda
            imgf 41312
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # чокаются, пьют
    # девочки продолжнают сплетничать
    fadeblack 1.5
    music Groove2_85
    imgfl 41313
    abby "А помнишь, Кэндис, как эта стерва с ресепшна сама работала эскортницей?"
    candice "Да, помню..."
    # Моника в шоке
    music stop
    sound plastinka1b
    img 41315 hpunch
    m "Что?!"
    m "Она работала эскортницей?!"
    m "Администраторша?!"
    m "?!?!?!"
    music Groove2_85
    imgd 41316
    candice "Да, до того, как стать администратором, она была обычной эскортницей..."
    abby "Притом далеко не самой лучшей!"
    candice "У нас с Эбби были хорошие клиенты... И хороший заработок..."
    imgd 41317
    abby "А она обслуживала всех остальных. Примерно как ты сейчас..." # смотрит на Монику
    img 41318
    mt "!!!"
    m "То есть она из обычной шлю... эскортницы стала администратором ВИП-эскорта?!"
    m "Как ей это удалось?!"
    imgf 41319
    abby "У нее появились связи..."
    abby "И она сделала все для того, чтобы ими воспользоваться."
    imgd 41320
    candice "Она та еще хитрая сучка!"
    abby "Ага..."
    abby "Кэндис, наливай еще!"
    fadeblack
    sound pour_wine
    pause 2.0
    music Groove2_85
    # льется алкоголь в бокалы, чокаются
    # Моника берет свой бокал
    imgf 41324
    sound bottle1
    w
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            music Hidden_Agenda
            imgd 41323
            mt "Мне не следует больше пить..."
            mt "Но... Чем больше они пьянеют, тем больше у них развязывается язык..."
            mt "А если я сейчас откажусь пить с ними, это будет для них подозрительно..."
            mt "Я должна узнать, больше про сучку администраторшу!"
            mt "!!!"
            imgf 41321
            sound snd_drinking_water
            w
            imgd 41322
            w
            pass
        "Не пить.":
            music Hidden_Agenda
            imgd 41323
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # девочки продолжают сплетничать
    # Abby начинает попровлять колготки ( это попросил сделать шеф)
    fadeblack 1.5
    music Groove2_85
    imgfl 41325
    abby "Ой, достали эти гребанные колготки"
    imgf 41326
    abby "Минутку, девочки. Я их подтяну."
    imgd 41327
    w
    imgd 41328
    w
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgf 41329
    m "А как она это сделала?"
    candice "У нее был клиент..."
    candice "Какой-то мерзкий лысый мешок с деньгами..."
    candice "Как оказалось потом, он владеет ВИП-эскортом."
    candice "Она откуда-то об этом знала и сделала все, чтобы перед ним выслужиться..."
    music Stealth_Groover
    imgd 41286
    mt "Лысый мешок с деньгами?"
    mt "Хмм..."
    mt "Интересно, кто это может быть?"
    mt "Возможно, я его знаю..."
    if monicaBitch == True:
        mt "Хотя, большинство тех, кто меня окружает, являются не мешками с деньгами, а мешками с дерьмом!"
        #
    music Groove2_85
    imgf 41330
    abby "Ага..."
    abby "У нее был выезд на мальчишник."
    abby "И она обслужила там всех присутствующих."
    imgd 41331
    abby "Притом сделала это так, что всем понравилось."
    abby "А этот денежный мешок был там."
    imgd 41332
    candice "И она смогла ему доказать, что она самая лучшая в ВИП-эскорте."
    candice "И что все девочки, то есть мы, слушаются ее..."
    music Pyro_Flow
    img 41333
    abby "Дрянь! Она навешала ему лапши на уши и этот кретин ее назначил администратором!"
    abby "Представляешь, [monica_hotel_name]?!"
    abby "Эта сучка обошла нас, обманув владельца эскорта!"
    abby "Гребаная карьеристка!"
    music Groove2_85
    imgd 41334
    candice "Хотя я и Эбби были лучшими! Это одна из нас должна была стать администратором!"
    candice "Теперь она тут главная, а мы в подчинении!"
    music Pyro_Flow
    imgd 41335
    abby "Да!"
    abby "И эта сучка ненавидит всех девочек в эскорте, что они успешнее, чем она была тут!"
    imgd 41336
    abby "И вообще! Она присваивает себе все штрафы, которые накладывает на нас!"
    music stop
    sound plastinka1b
    img 41337 hpunch
    m "Что?!"
    m "Забирает себе наши деньги?!"
    m "Которые мы зарабатываем?!"
    music Groove2_85
    imgf 41338
    candice "Да, [monica_hotel_name]!"
    candice "Она на нас наживается!"
    candice "Потому и штрафует за все подряд!"
    # Эбби воинственно
    music Groove2_85
    imgd 41339
    abby "Я хочу подтвердить то, что она обманщица!"
    abby "Что я лучше ее!"
    abby "Тогда ее сместят, а я стану главной!"
    imgd 41340
    abby "Кэндис, наливай еще!"
    candice "Девочки, давайте выпьем за это!"
    fadeblack
    sound pour_wine
    pause 2.0
    music Groove2_85
    imgf 41341
    sound bottle1
    w
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            imgd 41342
            mt "Еще от одного бокала хуже не станет..."
            mt "..."
            imgf 41321
            sound snd_drinking_water
            w
            imgd 41322
            w
            pass
        "Не пить.":
            music Hidden_Agenda
            imgd 41342
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # льется вино, чокаются, пьют
    fadeblack 1.5
    music Hidden_Agenda
    imgf 41309
    mt "Так, Моника..."
    mt "Ты теперь знаешь, что ВИП-эскортом владеет какой-то мужчина, а не администраторша."
    mt "Нужно узнать, кто он..."
    label gallery_ep217_dialogues1_escort_10_loop1:
    m "..."
    menu:
        "А как зовут владельца ВИП-эскорта?":
            imgd 41343
            m "Девочки, а как зовут этого мужчину, который владеет ВИП-эскортом?"
            music Groove2_85
            candice "Да черт его знает!"
            imgd 41344
            abby "Администраторша ни с кем не обсуждает его личность..."
            abby "О нем вообще никто из девочек ничего не знает!"
            imgf 41345
            candice "Она просто боится конкуренции с нашей стороны!"
            abby "Да! Наливай еще!"
            fadeblack
            sound pour_wine
            pause 2.0
            music Groove2_85
            imgf 41295
            sound bottle1
            w
            menu:
                "Выпить еще немного виски.": # счетчик виски + 1
                    # Моника морщится
                    imgd 41297
                    mt "Еще чуть-чуть выпью и больше не буду..."
                    mt "..."
                    pass
                "Не пить.":
                    music Hidden_Agenda
                    imgd 41297
                    mt "Я просто сделаю вид, что пью..."
                    mt "Они все равно ничего не заметят..."
                    pass
            # пьют
            imgf 41346
            sound snd_drinking_water
            w
            imgd 41347
            w
#            $ ep217_dialogues1_escort_10menu1 = True
            jump gallery_ep217_dialogues1_escort_10_loop1
        "А как он выглядит?":
            music Hidden_Agenda
            imgd 41348
            m "Может, вы знаете как он выглядит?"
            music Groove2_85
            abby "Я же сказала, мерзкий и лысый..."
            abby "Я его видела всего один раз..."
#            $ ep217_dialogues1_escort_10menu2 = True
            jump gallery_ep217_dialogues1_escort_10_loop1
        "Он бывает в Ле Гранд?":
            music Hidden_Agenda
            imgd 41349
            m "Если он владелец ВИП-эскорта, то приезжает проверять работу своего бизнеса..."
            m "Или он вообще не бывает в Ле Гранд?"
            music Groove2_85
            imgf 41350
            candice "Я его не встречала у нас в отеле."
            candice "Как Эбби сказала, был всего один раз, когда его окрутила сучка с ресепшна."
            candice "Вот она стерва! Ненавижу ее!"
            imgd 41351
            candice "Девочки, давайте выпьем за то, чтобы быстрее ее вышвырнуть с ее места!"
            imgf 41314
            sound bottle1
            w
            menu:
                "Выпить еще немного виски.": # счетчик виски + 1
                    # Моника морщится
                    imgd 41352
                    mt "Еще чуть-чуть выпью и больше не буду..."
                    mt "..."
                    pass
                "Не пить.":
                    music Hidden_Agenda
                    imgd 41352
                    mt "Я просто сделаю вид, что пью..."
                    mt "Они все равно ничего не заметят..."
                    pass
            # пьют
            imgf 41353
            sound snd_drinking_water
            w
            imgd 41354
            w
#            $ ep217_dialogues1_escort_10menu3 = True
            jump gallery_ep217_dialogues1_escort_10_loop1
        "Как вы планируете рассказать ему правду, если даже не знаете его?": # if ep217_dialogues1_escort_10menu1 == True and ep217_dialogues1_escort_10menu2 == True and ep217_dialogues1_escort_10menu3 == True:
            pass
    music Groove2_85
    imgf 41355
    m "Как вы планируете рассказать ему правду, если даже не знаете его?"
    abby "Хороший вопрос... Ик! Я еще не придумала, как, но я это сделаю!"
    abby "Кэндис, есть еще виски?"
    candice "Да, сейчас..."
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            sound pour_wine
            imgd 41323
            mt "Еще один глоток..."
            mt "Совсем небольшой..."
            imgf 41321
            sound snd_drinking_water
            w
            imgd 41322
            mt "Черт! Кажется, он был лишним..."
            mt "Какая-то путанница в голове..."
            mt "И голова кружится..."
            mt "..."
            pass
        "Не пить.":
            music Hidden_Agenda
            imgd 41323
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # алкоголь льется в бокалы, девочки пьют
    fadeblack 1.5
    music Hidden_Agenda
    imgfl 41356
    mt "Черт!"
    mt "Эти идиотки сказали, что у них есть план..."
    mt "А на деле - просто пустые разговоры."
    mt "Нужно выяснить, кто владелец ВИП-эскорта."
    mt "Нужно подумать, как это сделать!"
    mt "Думай, Моника! Ты же умная женщина!"
    mt "..."
    # девочки продолжают пить
    music Groove2_85
    imgf 41357
    abby "А помнишь, Кэндис, как мы с тобой попали на закрытую вечеринку?"
    abby "Там было клиентов десять, не меньше! Ик!"
    imgd 41358
    candice "Да! Где еще тот рыженький признавался мне в любви!"
    candice "Говорил, что женится на мне! Сразу после окончания вечериники! Хи-хи-хи!"
    sound snd_woman_laugh2
    imgd 41359
    abby "А потом слинял! И не дал даже чаевых!"
    abby "А мне пришлось одновременно обслуживать троих."
    abby "Все мышцы потом болели несколько дней..."
    abby "Я была нетрудоспособна. Ха-ха!"
    sound snd_woman_laugh
    imgf 41360
    candice "Давайте еще виски?"
    abby "Давай!"
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            sound pour_wine
            imgd 41361
            mt "О Боже, ну сколько можно?!"
            mt "В меня уже не лезет эта гадость!!!"
            mt "!!!"
            pass
        "Не пить.":
            music Hidden_Agenda
            imgd 41323
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # пьют
    imgf 41362
    sound snd_drinking_water
    w
    imgd 41363
    w
    fadeblack 1.5
    music Groove2_85
    imgfl 41364
    candice "А помнишь, у меня был клиент, который кайфовал от того..."
    candice "Что надевал мое белье, чулки, платье..."
    candice "Потом красил губы моей помадой..."
    candice "И после этого трахал меня весь вечер, как под виагрой."
    sound snd_woman_laugh
    abby "Ха-ха-ха!"
    imgf 41365
    candice "Притом никогда не скажешь, что у него такое пристрастие!"
    candice "С виду солидный серьезный мужчина! Хи-хи-хи!"
    candice "[monica_hotel_name], а у тебя были какие-нибудь интересные случаи с клиентами?"
    music Stealth_Groover
    imgd 41366
    mt "Дьявол!"
    mt "Мне еще придется делиться с ними какими-то историями!"
    mt "Тоже мне, нашлись подружки!"
    mt "..."
    menu:
        "Рассказать про семейную пару.":
            music Groove2_85
            imgf 41367
            m "Однажды администраторша отправила меня в номер к клиенту."
            m "Который пришел со своей женой."
            m "Эта дура застукала его, что он ходит к шлю... Ик! К нам в эскорт..."
            m "И заставила его демонстрировать ей, как он ей изменяет..."
            imgd 41368
            candice "Серьезно?! Хи-хи-хи! Вот ненормальная!"
            abby "И что? Тебе пришлось с ним трахаться у нее на глазах?"
            m "Да..."
            candice "А что за клиент? Интересно, я его знаю?"
            imgf 41369
            m "Это постоянный клиент этой... Как ее? Миранды!"
            m "Она тогда сказала его жене-истеричке, что он мой клиент."
            m "Ненавижу ее! Ик!"
            imgd 41370
            abby "Вот сука!"
            abby "Она и Линда - две змеи!"
            abby "Я тоже ненавижу этих гадюк!"
            pass
        "Рассказать про футфетишиста.":
            music Groove2_85
            imgf 41367
            m "Как-то администраторша решила дать мне самого проблемного клиента эскорта."
            m "У него ни на кого не вставал и он во всем обвинял девочек."
            imgd 41368
            candice "Ааа! Я знаю, про кого ты говоришь!"
            candice "Он у всех девочек побывал. И у меня, и у Эбби."
            abby "Да, у чувака явные проблемы со стояком. Хи-хи!"
            abby "А на тебя он тоже жаловался?"
            imgf 41369
            m "Нет. На меня у него встал."
            music Stealth_Groover
            imgd 41371
            mt "Боже, Моника! Вот это достижение!"
            mt "Ты сейчас горделиво рассказываешь двум шлюхам, что у какого-то жалкого неудачника на тебя встал!"
            mt "Такой источник дохода, как эскорт, явно на тебя оказывает дурное влияние!"
            music Groove2_85
            imgf 41372
            abby "Да ладно?!"
            candice "Как ты это сделала?"
            m "Ик! Я позволила ему поцеловать свою ногу."
            abby "И у него встал?!"
            m "Да!"
            sound snd_woman_laugh2
            abby "Ха-ха-ха!"
            candice "Вот извращенец! Хи-хи-хи!"
            pass
        "Рассказать про выезд к клиенту Нэду.":
            music Groove2_85
            imgf 41367
            m "У меня был всего один выезд к клиенту..."
            m "Клиент сказал, что я должна представиться его девушкой..."
            m "И вести себя прилично, никому не показывая, что я из ВИП-эскорта."
            abby "О, круто! Люблю таких клиентов, которым кроме сопровождения ничего не нужно."
            imgd 41373
            m "Я тоже сначала так подумала, а в итоге..."
            m "Оказалось, что он поспорил со своими друзьями..."
            m "Что он приведет к ним на встречу эскортницу, а они не догадаются об этом..."
            m "То он выигрывает спор."
            img 41368
            candice "Ого! Да ладно?!"
            imgd 41369
            m "Да, в итоге он выиграл спор. Никто не догадался из его друзей..."
            m "Но потом он им все рассказал..."
            # если Моника занималась сексом с Дэниелем, Марти и Нэдом
            if monicaEscortNed2 == True:
                imgd 41369
                m "И мне пришлось работать с ними."
                m "Притом администраторша сказала им, что чем больше клиентов я обслужу..."
                m "Тем меньше платит каждый следующий клиент..."
                imgf 41374
                candice "Вот она сучка!"
                abby "Они тебя сразу все трахали? Сколько их было?"
                img 41372
                mt "Черт! Что за вопросы?"
                imgd 41375
                m "Не сразу, по очереди..."
                imgf 41376
                abby "А сколько их было?"
                menu:
                    "Сказать правду.":
                        imgd 41377
                        m "Ик! Трое..."
                        imgf 41378
                        candice "Ну это еще нормально..."
                        candice "Тебе повезло, что их было всего трое..."
                        candice "А не шестеро, как у меня однажды."
                        pass
                    "Соврать.":
                        music Hidden_Agenda
                        imgd 41377
                        m "Ик! Десять!"
                        img 41379
                        candice "Серьезно?!"
                        abby "Охренеть! И ты со всеми отработала?!"
                        m "Да!"
                        candice "Круто!"
                        music Groove2_85
                        imgf 41323
                        mt "Ужас какой!"
                        mt "Что за чушь ты несешь, Моника?!"
                        mt "!!!"
                        pass
                        #
            pass
    # уже пьяная Кэндис задумчиво
    fadeblack 1.5
    music Groove2_85
    imgfl 41380
    candice "Да, девочки..."
    candice "Нелегкая у нас с вами работа..."
    abby "Это точно, подруга!"
    abby "Каких только извращенцев не приходится терпеть ради заработка!"
    imgf 41381
    candice "А представляешь, как будет круто, когда ты станешь администратором?!"
    imgd 41382
    abby "Да! Я сделаю вас своими помощниками!"
    abby "Буду давать вам только самых хороших клиентов!"
    candice "А Линде с Мирандой - самых отстойных!"
    abby "Да!"
    imgf 41383
    abby "К тому козлу, который трахнул меня бутылкой, отправлю Миранду!"
    abby "А Линду к тому, который трахается в женской одежде!"
    abby "Наливай! Выпьем за это! Скоро все изменится, девочки!"
    menu:
        "Выпить еще немного виски.": # счетчик виски + 1
            # Моника морщится
            sound pour_wine
            imgd 41384
            m "Ик!"
            mt "Не такое уж это пойло и гадкое..."
            mt "Достаточно приятный вкус..."
            mt "..."
            pass
        "Не пить.":
            music Hidden_Agenda
            imgd 41356
            mt "Я просто сделаю вид, что пью..."
            mt "Они все равно ничего не заметят..."
            pass
    # пьют
    sound snd_drinking_water
    imgf 41346
    w
    imgd 41347
    w
    music Groove2_85
    imgf 41316
    candice "Ой, девочки!"
    candice "У меня идея!"
    candice "Давайте пойдем на стриптиз!"
    candice "Хоть посмотрим на красивых мужчин!"
    candice "Пусть постараются понравится нам!"
    imgd 41357
    abby "Кэндис, ты долбанулась совсем?"
    abby "Тебе мало голых мужских задниц на работе?"
    abby "Решила платить каким-то там танцорам деньги?"
    imgf 41385
    m "Почему каким-то там танцорам?"
    m "Это не так просто! Это тоже работа!"
    # если Моника работает или работала стриптизершей в пабе
    if ep29_quests_pub_forgiveness_dancing_quest_in_progress == True:
        #
        $ notif(_("Моника танцевала стриптиз в Shiny Hole."))
        #
        imgd 41385
        m "Между прочим, надо уметь танцевать стриптиз! Ик!"
        #
    imgf 41386
    abby "[monica_hotel_name], чего тут сложного?!"
    abby "Намного проще, чем наша работа!"
    abby "Я легко сумею станцевать стриптиз!"
    imgd 41387
    m "Нет!"
    abby "Спорим?"
    m "Ик!"
    fadeblack 1.5
    music Road_Trip
    imgfl 41388
    abby "Я сейчас тебе покажу, как это делается!"
   # Эбби пьяная лезет на стол в одежде и начинает вихляться, снимая с себя одежду и бросая ее на пол
    imgf 41389
    abby "Видели, как я умею?!"
    imgd 41390
    w
    sound vjuh3
    img 41391 vpunch
    w
    imgf 41392
    abby "Ну как вам?"
    abby "Круто я танцую?"
    imgd 41393
    abby "С горячей штучкой Эбби никто не сравнится!"
    # пьяная Кэндис тоже лезет на стол
    sound vjuh3
    img 41394 vpunch
    w
    imgf 41395
    candice "Эбби, нет! Надо не так танцевать стриптиз!"
    candice "Я сейчас тебе покажу, как надо!"
    candice "Подвинься!"
    # Кэндис тоже танцует и раздевается
    # Моника пьяная смотрит на все это и офигевает
    imgd 41396
    w
    imgf 41397
    w
    sound vjuh3
    img 41398 vpunch
    w
    sound vjuh3
    img 41399 vpunch
    w
    imgf 41400
    w
    imgd 41401
    m "Ик!"
    m "..."
    imgf 41402
    mt "Твою мать, что они тут устроили?!"
    mt "Двигаются, как два бревна!"
    # если Моника работает или работала стриптизершей в пабе
    if ep29_quests_pub_forgiveness_dancing_quest_in_progress == True:
        #
        $ notif(_("Моника танцевала стриптиз в Shiny Hole."))
        #
        imgd 41402
        mt "Даже рыжая сучка Молли... Ненавижу ее! Танцует лучше!"
        mt "!!!"
        #
    music Stealth_Groover
    imgd 41403
    mt "Моника, до чего ты докатилась!"
    mt "Пришла в гости к проституткам, пьешь с ними, притворяешься такой же, как они!"
    mt "Ты еще танцевать стриптиз их научи!"
    mt "Ик! Черт! Мне не следовало пить виски на голодный желудок..."
    mt "..."
    # девочки в это время раздеваются догола и зовут Монику приоединиться к ним
    music Road_Trip
    imgf 41404
    candice "[monica_hotel_name]! Пошли к нам!"
    candice "Тут для тебя хватит места!"
    abby "Да, пойдем!"
    abby "Покажи, как ты танцуешь!"
    imgd 41405
    m "Ик!"
    m "..."
    menu:
        "Залезть на стол и танцевать.": # пункт доступен при количестве выпитого виски не меньше 7
#            $ monicaAdrianoEscortHotel6 = day # Моника танцевала стриптиз с Кэндис и Эбби на девичнике
            pass
        "Отказаться и уйти.":
            label gallery_41407:
            music Stealth_Groover
            imgd 41406
            mt "Ну нет!"
            mt "Какие, к черту, танцы?!"
            mt "Кто они такие, чтобы я перед ними раздевалась?!"
            mt "Пусть эти дурочки кривляются друг перед другом!"
            mt "Я не собираюсь принимать участие в этом цирке!"
            # Моника встает со стула, покачиваясь
            sound highheels_short_walk
            imgf 41407
            m "Нет, я что-то нехорошо себя чувствую..."
            m "Мне пора..."
            candice "Да ладно тебе, [monica_hotel_name]!"
            abby "Иди сюда!"
            m "Нет..."
            m "Ик! Я пойду..."
            # нетвердой походкой идет к выходу
            imgd 41408
            candice "Увидимся на работе, [monica_hotel_name]!"
            abby "Круто посидели! Пока!"
            imgf 41409
            mt "Никчемные жалкие проститутки! Фи!"
            mt "!!!"
            fadeblack
            sound highheels_short_walk
            pause 2.0
            return
    # Моника смотрит на девочек затуманенным взглядом
    label gallery_41413:
    music Stealth_Groover
    imgd 41406
    mt "Надо показать этим пьяным дурам, что такое настоящий стриптиз!"
    # если Моника стала королевой в пабе
    if monicaMollyBattle4 == True:
        #
        $ notif(_("Моника выиграла баттл с Молли и стала Королевой Shiny Hole."))
        #
        imgd 41406
        mt "В исполнении самой Королевы Shiny Hole!"
        mt "Эти две овцы даже не подозревают, что перед ними сама Королева!"
        #
    imgd 41410
    mt "Они на моем фоне - жалкое подобие!"
    mt "Да, сейчас я им покажу!"
    mt "Они будут в шоке от меня!"
    mt "!!!"
    # Моника встает, пьяная лезет на стол
    music Road_Trip
    imgf 41411
    m "Подвиньтесь!"
    imgd 41412
    candice "Давай, [monica_hotel_name]! Танцуй!"
    abby "Дааа!!!"
    imgf 41413
    w
    sound vjuh3
    img 41414 vpunch
    w
    imgf 41415
    w
    imgd 41416
    w
    #Abby задевает бокал (зетемнение) и тот разбивается
    imgf 41417
    w
    img 41418 vpunch
    w
    img 41419
    abby "Ой, кажется разбила!"
    fadeblack
    sound snd_bottle_break
    pause 2.0
    music Road_Trip
    # начинают танцевать вместе
    # Моника скидывает с себя платье, делает какое-нибудь движение из танца
    # и после этого, распрямляясь, ударяется головой об плафон, который висит над столом
    imgf 41420
    w
    sound snd_far_hit
    img 41421 hpunch
    m "ЧЕЕЕЕРТ!!!"
    m "Гребаная лампа!"
    # гаснет свет
    fadeblack
    sound down9
    pause 1.5
    candice "Ой, девочки! Кажется, предохранитель сработал..."
    sound snd_bodyfall
    pause 1.5
    abby "Твою же мать! Ничего не вижу!"
    sound snd_bottle_break
    pause 2.0
    # грохот, кто-то упал со стола, возня
    # занавес
    return

label gallery_33039:
    # Моника с Филиппом заходят в комнату
    # серая мышь сидит в клетке
    # Моника сначала ее не замечает
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Master_Disorder
    imgfl 33027
    w
    imgf 33028
    w
    imgd 33029
    philip "Проходите, Миссис Бакфетт."
    philip "Я давно уже задумывался о том, чтобы показать вам подвал своего дома."
    # Моника с отвращением оглядывается
    imgf 33169
    w
    imgd 33031
    mt "!!!"
    img 33032
    mt "!!!!"
    imgd 33033
    mt "Что это за ужасное место?!"
    mt "Это... Это что, место для извращений?!"
    mt "О Боги!!!"
    imgd 33030
    mt "Какие-то кошмарные механизмы!"
    mt "Он больной на всю голову извращенец!"
    mt "Моника, он опасен!!!"
    music Groove2_85
    imgf 33034
    philip "Миссис Бакфетт, я вижу замешательство на вашем лице."
    philip "Вам совершенно не о чем беспокоиться."
    img 33035
    mt "Неужели?!"
    mt "!!!"
    imgd 33036
    philip "Для начала я хочу познакомить вас с этим..."
    philip "Уверен, вы будете заинтересованы, Миссис Бакфетт."
    # он подходит к клетке и открывает ее
    fadeblack
    sound man_steps
    pause 2.0
    music Groove2_85
    imgfl 33037
    sound snd_jail_door_locked
    w
    # из клетки на четвереньках выползает серая мышь, которая проводила кастинг перед Мелани
    # она подползает к ногам Филиппа и встает на колени перед ним, голова опущена, руки за спину, взгляд в пол
    fadeblack
    sound man_steps
    pause 2.0
    music Groove2_85
    imgfl 33038
    w
    imgf 33170
    w
    imgd 33171
    w
    # добавить мысли Моники "Я ее знаю!"
    sound snd_barefoot3
#    sound snd_walk_barefoot
    imgf 33039
    w
    imgd 33040
    w
    imgf 33041
    model1 "Этот раб готов выполнять приказы Мастера."
    # Моника смотрит на нее в потрясении
    music stop
    sound plastinka1b
    img 33042 hpunch
    mt "О БОЖЕ!!!"
    mt "!!!"
    music Power_Bots_Loop
    mt "Я ее знаю!"
    # если был кастинг с серой мышью перед Мелани
    if monicaMelanieCastingLickedDildo == True:
        #
        $ notif(_("Моника проходила кастинг перед серой мышью и Мелани."))
        #
        imgd 33043
        mt "Это та мерзкая серая мышь!"
        mt "Она унизила меня перед Мелани!"
        mt "Гребаная мартышка!!!"
        mt "Ненавижу ее!!!"
    # если кастинга с Мелани не было
    else:
        #
        $ notif(_("Моника проводила кастинг для моделей журнала."))
        #
        imgd 33042
        mt "Это же одна из мартышек, которые приходили на кастинг в мой журнал!!!"
        #
    mt "Какого черта она тут делает?!"
    mt "Почему она в таком виде?!"
    mt "Я ничего не понимаю!!!"
    mt "!!!"
    # Филипп обращается к серой мыши
    music Groove2_85
    imgf 33044
    philip "Оно сейчас поползет к своей миске."
    philip "Мастер разрешает ему поесть..."
    model1 "Этот слуга рад исполнить волю Мастера."
    philip "Оно будет молчать, пока Мастер не разрешит ему говорить."
    philip "Если оно все поняло, пусть оно кивнет."
    # мышь кивает, глядя в пол
    imgd 33045
    w
    img 33046
    w
    img 33045
    w
    imgd 33047
    philip "Выполняй приказ Мастера."
    philip "Когда оно поест, пусть ждет возле миски."
    philip "Мастер позовет его, когда сочтет нужным."
    # мышь на коленях ползет к миске с едой (кошачей-?)
    # при этом смотрит не в пол, а бросает взгляд на Монику
    sound snd_barefoot3
    imgf 33048
    model1 "!!!"
    m "!!!"
    # Филипп это видит и рявкает на нее
    img 33049
    philip "Оно должно смотреть в пол!"
    philip "Оно ослушалось приказа Мастера!"
    philip "После того, как уйдет наш гость, оно будет высечено плетью!"
    # мышь быстро опускает голову
    # Моника с ужасом наблюдает за этим
    music Power_Bots_Loop
    img 33051 hpunch
    mt "Он садист!!!"
    mt "!!!"
    # Филипп обращается к мыши
    music Groove2_85
    imgd 33050
    philip "Теперь Мастер позволяет ему ползти к миске."
    # мышь встает на четвереньки, ползет к миске и начинает есть
    sound snd_barefoot3
    imgf 33053
    w
    imgd 33054
    sound cat_eating
    w
    imgd 33055
    w
    music Power_Bots_Loop
    img 33052
    mt "О Боже!"
    mt "Она что, будет есть корм для животных?!"
    mt "Фууу!"
    # Филипп подходит к Монике
    fadeblack
    sound man_steps
    pause 2.0
    music Groove2_85
    imgf 33056
    philip "Миссис Бакфетт, на вас лица нет."
    philip "Вы хорошо себя чувствуете?"
    m "Д-да..."
    imgd 33057
    philip "Я немного отвлекся от нашего с вами разговора, Миссис Бакфетт."
    m "Д-да..."
    # Филипп отходит к той штуке, на которой потом распнет Монику
    sound man_steps
    imgf 33058
    w
    imgd 33059
    philip "Подойдите ко мне, Миссис Бакфетт."
    menu:
        "Подойти к Филиппу.":
            pass
    sound highheels_short_walk
    imgf 33060
    m "..."
    imgd 33061
    philip "Вы знаете, я был приятно удивлен..."
    philip "Что вы приготовили такой приятный презент для ваших инвесторов."
    philip "В число которых я тоже могу войти..."
    imgf 33062
    philip "Вернее, не вы приготовили, а Биф."
    philip "Думаю, что вы, Миссис Бакфетт, были удивлены не меньше остальных, услышав об этом?"
    m "..."
    imgd 33063
    philip "Полагаю, что этот номер журнала, вышедший ограниченным тиражом..."
    philip "Будет весьма интересен."
    philip "И не только мне..."
    m "!!!"
    imgf 33064
    philip "Я подумал, что если размещу этот номер в публичный доступ..."
    philip "То смогу получить от этого много удовольствия."
    philip "Пикантные фотографии леди Миссис Бакфетт."
    imgd 33065
    philip "Как вы считаете, хороший заголовок?"
    philip "Под такую публикацию даже можно создать свой журнал."
    philip "Он мигом наберет популярность на весь мир..."
    music Power_Bots_Loop
    img 33066
    mt "О, нет!!!"
    mt "Вот сволочь!!!"
    mt "Я должна отговорить его!"
    mt "Нельзя допустить, чтобы мои фотографии..."
    mt "Чтобы ТАКИЕ мои фотографии увидела общественность!"
    mt "!!!"
    menu:
        "Попытаться отговорить Филиппа.":
            pass
    music Groove2_85
    imgd 33067
    m "..."
    m "Филипп, я хотела бы попросить вас не делать этого..."
    philip "Да?"
    philip "Почему же?"
    m "Эти фотографии..."
    m "Они только для ограниченного круга людей."
    m "И не предназначены для общественности."
    imgf 33068
    philip "Сама Миссис Моника Бакфетт меня просит об одолжении?"
    m "Да, Филипп."
    philip "Хммм... Как же поступить?"
    philip "Я потратил сегодня немаленькую сумму, чтобы спасти вас..."
    philip "И увезти из отеля."
    imgd 33069
    philip "А я не сторонник бесполезного разбрасывания деньгами, Миссис Бакфетт."
    philip "Вы ведь знаете, что не стоите столько, сколько я сегодня за вас заплатил."
    m "!!!"
    imgf 33070
    philip "Я мог бы компенсировать потраченные деньги удовольствием от публикации ваших фотографий..."
    philip "Но раз вы меня просите не делать этого."
    philip "А я джентельмен. Я не смею отказывать просьбе такой леди, как вы."
    philip "Так что же мне делать?"
    imgd 33071
    philip "Может, мне стоит вернуть вас в отель?"
    philip "И пусть все узнают, кто вы на самом деле."
    philip "И где работаете..."
    # Моника с ужасом смотрит на него
    img 33072
    w
    imgd 33073
    philip "Вечеринка там в самом разгаре, Миссис Бакфетт."
    philip "И вы присоединитесь к ней..."
    music Master_Disorder
    philip "Либо вам придется отработать потраченные мною деньги."
    m "Отработать?!"
    m "?!"
    imgd 33074
    philip "Да, Миссис Бакфетт, вы сейчас разденетесь и залезете на это..." # показывает рукой на штуку, где будет пялить Монику
    philip "И отработаете деньги, которые я за вас заплатил."
    m "..."
#    $ menu_corruption = [monicaPhilipBDSMCorruptionRequired1, 0]
    menu:
        "Согласиться.":
#            $ monicaBiffInvestorsPhilip2 = day # Моника согласилась отработать в БДСМ-ной комнате у Филиппа
            pass
        "Убежать! (Филипп запомнит это)":
            label gallery_33076:
            music Master_Disorder
            imgd 33066
            mt "Я не собираюсь тут оставаться ни секунды!"
            mt "И ни в какой отель он меня не повезет обратно!"
            mt "Пошел к черту этот гребаный садист!!!"
            mt "Мерзкое животное!!!"
            music Pyro_Flow
            imgf 33075
            m "Нет! Я не буду делать этого!!!"
            m "Только попробуй сделать это и я убью тебя, клянусь!"
            img 33076
            philip "Аха-ха!"
            philip "Хорошо, Миссис Бакфетт, я не буду делать этого..."
            philip "Прямо сейчас..."
            m "!!!"
            fadeblack
            sound highheels_run2
            pause 2.0
            # Моника убегает, затемнение
            return
    # Моника в растерянности
    imgd 33077
    mt "Залезть на эту штуку?!"
    mt "Чтобя Я, Моника Бакфетт, леди из высшего общества..."
    mt "Отрабатывала деньги какого-то жалкого жадного извращенца?!"
    # бросает взгляд на мышь, та уже поела и сидит возле миски на коленях, сложив руки за спину, голова вниз
    imgf 33078
    mt "Он что, совсем ненормальный?!"
    mt "Как он это себе представляет?!"
    mt "?!?!?!"
    mt "Черт..."
    imgd 33079
    mt "А вдруг он не блефует и правда увезет меня обратно в отель, если я откажусь сейчас?"
    mt "Заведет в номер, где Биф и инвесторы развлекаются с этими проститутками..."
    mt "И скажет им, что купил МЕНЯ!!!"
    mt "Что обо мне тогда подумают эти никчемные инвесторы?!"
    mt "!!!"
    img 33066
    mt "Я не могу допустить этого!"
    music Groove2_85
    imgf 33080
    m "Филипп, я..."
    philip "Полагаю, вы согласны, Миссис Бакфетт?"
    m "Я не готова лезть на эту... эту штуку."
    m "Может, есть какой-то другой способ?"
    philip "Есть, Миссис Бакфетт."
    imgd 33081
    philip "Вы можете не делать этого..."
    philip "Но в таком случае ваши фотографии увидит общественность..."
    m "!!!"
    # Филипп снова указывает рукой на эту штуку
    music Master_Disorder
    imgd 33082
    philip "Прошу вас, Миссис Бакфетт..."
    philip "Для начала вам нужно снять ваше платье."
    menu:
        "Раздеться.":
            pass
    # Моника зло
    imgd 33083
    mt "Дьявол!"
    mt "Я не могу допустить, чтобы эти фотографии увидели все!"
    mt "И ни в коем случае нельзя допустить, чтобы инвесторы и Биф узнали..."
    mt "Что я имею отношение к ВИП-эскорту!"
    mt "В таком случае, мою репутацию ничего не спасет!"
    mt "!!!"
    # затемнение, шуршание одежды
    # Моника голая, в одних каблуках, стоит возле Филиппа
    # косится на мышь, которая продолжает стоять возле миски
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgfl 33084
    w
    imgf 33086
    w
    imgd 33085
    w
    imgf 33087
    mt "Эта серая мышь будет смотреть на меня?!"
    mt "?!?!?!"
    # вопросительно смотрит на мышь, потом на Филиппа
    # тот видит ее замешательство и ехидно улыбается
    imgd 33088
    w
    img 33089
    w
    imgf 33090
    philip "Прошу..." # жест рукой в сторону штуки
    # Моника кладет руку на штуку, куда ее просит залезть Филипп, и ставит на нее ногу
    # залезает
    fadeblack 1.5
    music Master_Disorder
    imgf 33091
    w
    imgd 33092
    w
    fadeblack
    sound swish
    pause 2.0
    music Master_Disorder
    imgfl 33093
    sound metal_slide
    philip "Руку сюда..." # закрепляет
    imgf 33094
    sound metal_slide
    philip "Теперь ваши ножки..." # закрепляет
    fadeblack 1.5
    music Master_Disorder
    imgfl 33095
    philip "Отлично, Миссис Бакфетт."
    # Моника раскоряченная, на лице страх
    mt "Боже, это какой-то кошмарный сон!"
    imgf 33096
    mt "Не верю, что это все происходит наяву!"
    imgd 33097
    mt "Скоро я проснусь в своей кровати и сон развеется!"
    mt "!!!"
    # Филипп приспускает штаны и подхоит к Монике сзади
    # нацеливает член на ее киску
    imgf 33098
    w
    label gallery_33129:
    fadeblack
    sound snd_fabric1
    pause 1.5
    music Loved_Up
    imgfl 33099
    philip "Миссис Бакфетт, леди из высшего общества..."
    imgf 33100
    philip "Любой из ваших инвесторов хотел бы оказаться сейчас на моем месте."
    # Филипп водит членом туда-отсюда
    imgd 33101
    w
    sound lick3
    imgd 33102
    w
    imgd 33103
    w
    sound lick3
    imgd 33104
    w
    imgd 33101
    w
    imgf 33105
    philip "Миссис Бакфетт, о как же прекрасно вы смотритесь!"
    philip "Знаете, вы хорошо вписываетесь в интерьер этой комнаты."
    philip "Помните, я говорил, что не использую одну и ту же женщину повторно?"
    imgd 33106
    philip "Вы удостоились великой чести, Миссис Бакфетт..."
    philip "И сегодня я...."
    # а потом хоп и нацеливается на анус
    mt "!!!" # шок, испуг
    imgf 33100
    philip "Попробую ваш великосветский зад!"
    imgd 33108
    w
    img 33107
    m "НЕТ!"
    m "Филипп, не надо!"
    imgd 33109
    philip "О, как же хорошо вас распялить, Миссис Бакфетт!"
    philip "Я не мог не воспользоваться шансом!"
    # начинает медленно вводить головку члена, Моника в ужасе
    imgf 33110
    w
    imgd 33111
    w
    img 33107 hpunch
    m "Нет-нет!"
    m "Я никогда такого не делала!"
    # он игнорирует ее и вводит головку члена еще чуть-чуть
    imgf 33111
    w
    sound hlup25
    imgd 33112
    w
    imgf 33115
    philip "Какая тугая у вас дырочка, Миссис Бакфетт..."
    philip "Ммммм..."
    philip "Мне приятно лишать вас анальной девственности."
    m "Филипп, не надо!!!"
    m "!!!"
    imgd 33100
    philip "Получается, я первый, кто это сделает..."
    # и еще чуть-чуть
    imgf 33112
    w
    sound hlup25
    img 33113 hpunch
    w
    imgf 33116
    philip "Мммм..."
    philip "А помните, когда вы только начали работать над своим журналом..."
    philip "Я подходил к вам на одном из модных показов?"
    philip "Я тогда искренне был заинтересован в вашей персоне, Миссис Бакфетт."
    imgd 33106
    philip "Это было так давно..."
    philip "Но вы мне ответили грубостью и высокомерием."
    philip "Даже не захотели разговаривать со мной."
    m "Я не помню!"
    m "Вы меня с кем-то путаете!"
    # головка вошла со чпоком, дальше не вводит
    imgf 33113
    w
    sound chpok6
    img 33114 hpunch
    w
    img 33117
    m "ААА!!!"
    m "Прекрати! Мне больно!!!"
    imgf 33118
    philip "Зато я все отлично помню, Миссис Бакфетт..."
    philip "Ммммм..."
    m "Филипп, я отменяю нашу сделку!"
    m "Вытащи из меня ЭТО!!!"
    philip "Тогда поедем обратно в отель, Миссис Бакфетт..."
    imgd 33172
    w
    imgd 33173
    w
    # он вынимает полностью член из нее и отходит на шаг назад
    # рассматривает ее голый зад
    imgf 33114
    w
    sound chpok6
    img 33110 hpunch
    w
    fadeblack 1.5
    music Master_Disorder
    imgf 33119
    philip "Скажите мне, что не хотите..."
    philip "Просто скажите..."
    # меню с зацикливанием
#    $ gallery_ep217_dialogues5_phillip2_loop1_flag = False
    label gallery_ep217_dialogues5_phillip2_loop1:
    menu:
        "Не надо!!!":
            imgd 33120
            m "Филипп, не делай этого! Мне больно!"
            philip "Скажите, что вы не хотите Миссис Бакфетт."
            philip "И я не буду делать этого."
            menu:
                "Филипп, отпусти меня!":
                    imgf 33121
                    m "Филипп, отпусти меня!"
                    philip "Тогда я буду вынужден отвезти вас обратно в отель..."
                    philip "Пусть все узнают, что вы обычная шлюха, Миссис Бакфетт."
                    jump gallery_ep217_dialogues5_phillip2_loop1
                "У меня болит попа!":
                    imgf 33122
                    m "Филипп, у меня болит попа!"
                    philip "Я сегодня спас эту попу от позорного разоблачения."
                    philip "Ей бы пришлось намного хуже, если бы не мой поступок."
                    menu:
                        "Промолчать": # if gallery_ep217_dialogues5_phillip2_loop1_flag == True:
                            pass
                        "Мне больно!":
#                            $ gallery_ep217_dialogues5_phillip2_loop1_flag = True
                            imgd 33119
                            m "Филипп, мне больно!"
                            philip "Вы сами согласились на это, Миссис Бакфетт."
                            jump gallery_ep217_dialogues5_phillip2_loop1
    # Филипп снова подходит и начинает медленно вводить головку в анус
    fadeblack 2.0
    music Loved_Up
    imgf 33110
    w
    sound hlup25
    img 33111 hpunch
    w
    img 33107
    m "Нет, Филипп, не надо!"
    m "Я не хочу!"
    m "Мне больно!!!"
    imgf 33115
    philip "Инвесторам будет очень интересно увидеть ваше истинное лицо."
    m "Я отменяю сделку! Мне все равно!"
    m "Вези меня обратно в отель!"
    # вводит головку
    imgd 33112
    w
    sound chpok6
    img 33114 hpunch
    w
    imgf 33116
    philip "Вы уверены, Миссис Бакфетт?!"
    philip "Ммммм..."
    # проталкивает член немного дальше, чем в первый раз, но не до конца
    imgd 33114
    w
    sound hlup25
    imgd 33123 hpunch
    w
    img 33125
    m "АААА!!!"
    m "Не надо меня насиловать!!!"
    # вводит его еще чуть-чуть, входит не до конца
    imgf 33123
    w
    sound hlup25
    img 33124 hpunch
    w
    imgf 33125
    philip "А я вас и не насилую, Миссис Бакфетт."
    philip "Вы сами ко мне приехали..."
    philip "Сами сюда залезли..."
    philip "Сами согласились отрабатывать уплаченные за вас деньги."
    m "Нет! Мне больно!"
    m "Прекрати сейчас же!!!"
    # Филипп вытаскивает из нее свой член и снова отходит на шаг, как в прошлый раз
    imgd 33124
    w
    sound chpok6
    img 33110 hpunch
    w
    fadeblack 1.5
    music Master_Disorder
    imgf 33119
    philip "Миссис Бакфетт, попросите меня не вставлять член в ваш зад..."
    philip "Просто скажите это и я не буду делать этого..."
#    $ gallery_ep217_dialogues5_phillip2_loop2 = False
    label gallery_ep217_dialogues5_phillip2_loop2:
    menu:
        "Филипп, я не давала согласия на подобное!":
            imgd 33120
            m "Филипп..."
            m "Я не соглашалась на подобное!"
            philip "Вы сами согласились поехать ко мне домой, Миссис Бакфетт."
            jump gallery_ep217_dialogues5_phillip2_loop2
        "Филипп, джентельмены так не ведут себя!":
            imgd 33121
            m "Филипп, джентельмены так не ведут себя!"
            philip "С меня достаточно одного джентельменского поступка..."
            philip "Теперь леди благодарит меня за это."
            philip "Ну что скажете, Миссис Бакфетт?"
            imgd 33100
            philip "Вы попросите не вставлять мой член в вашу великосветскую задницу?"
            menu:
                "Промолчать": # if gallery_ep217_dialogues5_phillip2_loop2 == True:
                    pass
                "Мне больно!":
#                    $ gallery_ep217_dialogues5_phillip2_loop2 = True
                    imgf 33119
                    m "Филипп, мне больно!"
                    philip "Вы сами согласились на это, Миссис Бакфетт."
                    jump gallery_ep217_dialogues5_phillip2_loop2
    # Филипп снова подходит к Монике и пристраивает к ее попе член
    # мышь, пользуясь тем, что Мастер на нее не обращает внимания, вовсю пялится на их секс
    # на лице злорадство над Моникой
    # Филипп снова медленно вводит головку
    imgf 33127
    w
    fadeblack 2.0
    music Loved_Up
    imgf 33110
    w
    imgd 33111
    w
    sound hlup25
    img 33112 hpunch
    w
    img 33107
    m "Прекрати!"
    m "Я дам тебе денег! Только не делай этого!"
    imgf 33109
    philip "Откуда у вас деньги, Миссис Бакфетт?"
    philip "Я прекрасно осведомлен о вашем истинном положении..."
    # головка вошла - чпок
    imgd 33113
    w
    sound chpok6
    img 33114 hpunch
    w
    img 33117
    m "НЕЕЕЕТ!"
    imgf 33118
    philip "У вас совсем ничего нет!"
    philip "Кроме этого девственного великосветского зада."
    # медленно проталкивается понемногу
    imgd 33114
    w
    sound hlup25
    img 33123 hpunch
    w
    imgf 33129
    philip "Ммммм..."
    philip "Какая тугая дырочка..."
    m "ААААА!!!"
    # проталкивается еще дальше
    imgd 33123
    w
    sound hlup25
    img 33124 hpunch
    w
    imgf 33128
    philip "Как же приятно трахать зад такой леди, как вы..."
    philip "Даааа..."
    # вводит член до основания
    imgd 33124
    w
    sound chpok6
    img 33130 hpunch
    w
    imgd 33131
    philip "Вот так..."
    img 33132
    m "АААА!!!"
    m "!!!"
    m "!!!!!"
    # Филипп начинает жарить ее
    music Loved_Up2
    imgf 33133
    philip "Даааа..."
    philip "Вот это я понимаю..."
    philip "Благодарность леди..."
    m "Нееет!!!"
    imgd 33134
    philip "Ммммм..."
    philip "Один поступок джентельмена..."
    philip "И девственная задница леди в подарок..."
    m "Хватиииит!!!"
    imgf 33131
    philip "Оооо..."
    img 33120
    m "ААААА!!!"
    m "Прекрати!!!"
    m "!!!"
    menu:
        "Кончить внутрь Моники.":
            imgf 33135
            w
            imgd 33136
            philip "Аааа..."
            imgd 33135
            w
            img 33136
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            w
            img 33137
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan18
            philip "Аааааааа..."
            imgd 33138
            sound hlup25
            philip "ААААААА!!!"
            imgf 33141
            w
            # кадр на анус Моники, сперма вытекает из нее
            pass
        "Кончить на попу Моники.":
            imgf 33135
            w
            imgd 33136
            philip "Аааа..."
            imgd 33135
            w
            img 33136
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            w
            img 33139
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan18
            philip "Аааааааа..."
            imgd 33140
            philip "ААААААА!!!"
            pass
    # затемнение
    # Моника, распятая висит на штуке, она в шоке от произошедшего
    fadeblack 2.0
    music Master_Disorder
    imgfl 33142
    w
    sound man_steps
    imgf 33143
    w
    imgd 33144
    mt "..."
    mt "ОН БУДЕТ ПЕРВЫМ."
    mt "КОГО Я УБЬЮ!"
    mt "!!!"
    # Моника остается висеть, Филипп все еще со спущенными штанами идет в сторону мыши
    imgf 33145
    mt "..."
#    $ menu_corruption = [monicaPhilipBDSMCorruptionRequired2, 0]
    menu:
        "Смотреть на Филиппа и его рабыню.": # corruption
            # та, видя внимание Мастера, быстро принимает свою стандартную позу
            # Моника поворачивает голову в их сторону, взгляд полон ярости
            imgd 33146
            w
            label gallery_33152:
            music Groove2_85
            imgf 33147
            philip "Оно поело?"
            philip "Отвечай. Мастер разрешает ему говорить."
            model1 "Этот раб благодарит Мастера за еду."
            menu:
                "Продолжить смотреть на рабыню (экстремальный контент, Extra version) (disabled)." if game.extra == False:
                    pass
                "Продолжить смотреть на рабыню (экстремальный контент)." if game.extra == True:
#                    $ monicaBiffInvestorsPhilip5 = day # Моника смотрела, как Филипп унижает мышь (писсинг)
                    imgd 33148
                    philip "Время пить..."
                    philip "Оно не получало сегодня питье."
                    # мышь поднимает голову и открывает рот
                    imgd 33149
                    w
                    # Филипп нацеливается членом и начинает писать ей в рот
                    sound snd_shower
                    img 33150 vpunch
                    w
                    sound snd_piss
                    imgd 33151
                    w
                    # Моника в шоке смотрит на это зрелище
                    sound snd_piss
                    imgd 33152
                    w
                    # после того как Филипп помочился на мышь
                    imgf 33153
                    w
                    imgd 33154
                    sound snd_gulp
                    w
                    # Мышь глотает
                    imgf 33155
                    philip "Оно все выпило?"
                    model1 "Да, Мастер."
                    model1 "Этот раб благодарит Мастера."
                    philip "Оно может ползти в клетку и ждать Мастера для прохождения наказания."
                    philip "Мастер скоро вернется к нему."
                    pass
                "Отвернуться.":
                    # Показать как Моника отвернулась вблизи
                    # звук льющейся жидкости, глотание
                    sound snd_piss
                    imgd 33156
                    mt "Я не могу смотреть на эти извращения!"
                    mt "Это мерзко!"
                    mt "Отвратительно!"
                    mt "Как подобное может нравится нормальному человеку?!"
                    sound snd_gulp
                    mt "Он больной!!!"
                    mt "!!!"
                    # Моника поворачивает голову в сторону Филиппа
                    pass
        "Отвернуться.":
            # Показать как Моника отвернулась вблизи
            #sound Groove2_85
            imgd 33156
            mt "Я не могу смотреть на эти извращения!"
            sound snd_piss
            mt "Это мерзко!"
            mt "Отвратительно!"
            mt "Как подобное может нравится нормальному человеку?!"
            mt "Он больной!!!"
            sound snd_gulp
            mt "!!!"
            # Моника поворачивает голову в сторону Филиппа
            pass
    # Филипп смотрит на Монику и мерзко улыбается
    # мышь сидит возле его ног в своей стандартной позе
    music Master_Disorder
    imgf 33157
    m "?!"
    m "?!?!"
    m "?!?!?!"
    # затемнение, шуршание одежды
    # Моника с Филиппом стоят в той же комнате, Моника одета
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgfl 33158
    w
    imgf 33159
    philip "Миссис Бакфетт..."
    philip "Я рад, что наша с вами сделка прошла так успешно."
    philip "Вам понравилось?"
    m "!!!" # зло смотрит на него
    # потом переводит взгляд на мышь, она сидит в клетке
    music Power_Bots_Loop
    imgd 33160
    m "Ей это нравится?"
    m "Как человек может терпеть такие унижения?"
    # он ей отвечает, улыбаясь
    music Groove2_85
    imgf 33161
    philip "Деньги, Миссис Бакфетт..."
    philip "Этому существу нравятся деньги..."
    philip "Также как и вам..."
    m "..."
    imgd 33162
    philip "Она заработает $ 10 000 за неделю."
    m "Десять тысяч?!"
    m "?!"
    philip "Да, Миссис Бакфетт."
    imgf 33163
    philip "Но для вас я готов сделать исключение. Ведь я джентельмен."
    philip "Вам я готов заплатить $ 30 000 за неделю."
    philip "За то же самое."
    philip "Что скажете?"
    music Power_Bots_Loop
    img 33164
    m "В смысле что я скажу?! Это еще что!?"
    philip "Это предложение, Миссис Бакфетт."
    mt "..."
    menu:
        "Отказаться!":
#            $ monicaBiffInvestorsPhilip3 = day # Моника отказалась быть рабыней у Филиппа
            pass
    # Моника зло
    imgd 33165
    mt "Тридцать тысяч?! За подобное унижение?!"
    mt "Нет! Ни за что!!!"
    mt "!!!"
    mt "Пошел к черту этот гребаный садист!!!"
    mt "Мерзкое животное!!!"
    img 33166
    m "Нет!"
    m "Я не готова терпеть подобные унижения ни за какие деньги!!!"
    m "!!!"
    # Филипп продолжает мерзко улыбаться
    music Groove2_85
    imgf 33071
    philip "Я вам дам немного времени подумать, Миссис Бакфетт."
    philip "И в следующий раз мы вернемся к этому вопросу."
    imgd 33167
    mt "Никакого следующего раза не будет!!!"
    mt "Отвратительный мерзкий извращенец!!!"
    mt "Гребаный садист!!!"
    imgf 33168
    philip "Только прежде, чем отказать мне, Миссис Бакфетт..."
    philip "Учтите, что я без этого не буду инвестировать в ваш журнал."
    music stop
    sound plastinka1b
    img 33072 hpunch
    mt "ЧТО?!"
    mt "!!!"
    music Master_Disorder
    imgd 33161
    philip "Это условие моей инвестиции."
    philip "До скорой встречи, Миссис Бакфетт."
    philip "Да, и скажите администратору эскорта что вы только полизали мои яички."
    philip "Я хочу заплатить за эту встречу по минимальному тарифу."
    m "Мерзавец!"
    fadeblack
    sound highheels_run2
    pause 2.0
    # затемнение, каблуки, дверь
    return
