# TODO: Translation updated at 2020-01-16 22:17

# game/Gallery/gallery3.rpy:14
translate english gallery_14821_1b4d2cf9:

    # betty "Мистер Эдвардс, я пришла, как мы с вами и договаривались."
    betty "Мистер Эдвардс, я пришла, как мы с вами и договаривались."

# game/Gallery/gallery3.rpy:19
translate english gallery_14821_a0d0e097:

    # teacher "Рад вас видеть снова, миссис Робертс. Документы Барди все еще у меня."
    teacher "Рад вас видеть снова, миссис Робертс. Документы Барди все еще у меня."

# game/Gallery/gallery3.rpy:22
translate english gallery_14821_7e3d1489:

    # betty "Спасибо. Я надеюсь, что мы с вами закроем сегодня этот вопрос?"
    betty "Спасибо. Я надеюсь, что мы с вами закроем сегодня этот вопрос?"

# game/Gallery/gallery3.rpy:25
translate english gallery_14821_c3b95710:

    # teacher "Возможно, миссис Робертс. Все зависит от того, насколько вы готовы помочь мне в этом..."
    teacher "Возможно, миссис Робертс. Все зависит от того, насколько вы готовы помочь мне в этом..."

# game/Gallery/gallery3.rpy:27
translate english gallery_14821_f2060836:

    # betty "..."
    betty "..."

# game/Gallery/gallery3.rpy:31
translate english gallery_14821_83b44fea:

    # betty_t "Почему мне, порядочной женщине, приходится заниматься подобными вещами из-за какого-то малявки?!"
    # betty_t "Мне снова придется работать рукой? Что ж, в прошлый раз это помогло..."
    # betty_t "Но только рукой! На большее я не соглашусь, это уже будет изменой! А я замужняя женщина!"
    betty_t "Почему мне, порядочной женщине, приходится заниматься подобными вещами из-за какого-то малявки?!"
    betty_t "Мне снова придется работать рукой? Что ж, в прошлый раз это помогло..."
    betty_t "Но только рукой! На большее я не соглашусь, это уже будет изменой! А я замужняя женщина!"

# game/Gallery/gallery3.rpy:36
translate english gallery_14821_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Gallery/gallery3.rpy:39
translate english gallery_14821_b528aa45:

    # betty "Мистер Эдвардс?"
    betty "Мистер Эдвардс?"

# game/Gallery/gallery3.rpy:42
translate english gallery_14821_298eb384:

    # teacher "Миссис Робертс, вы же не будете против, если я прикоснусь к вашей прекрасной груди?"
    teacher "Миссис Робертс, вы же не будете против, если я прикоснусь к вашей прекрасной груди?"

# game/Gallery/gallery3.rpy:47
translate english gallery_14821_175fd62a:

    # betty "???"
    # betty "Я... Я думала, что мы просто повторим нашу прошлую встречу..."
    betty "???"
    betty "Я... Я думала, что мы просто повторим нашу прошлую встречу..."

# game/Gallery/gallery3.rpy:52
translate english gallery_14821_ad4b02f3:

    # teacher "Я просто потрогаю ее и все. У вас такая красивая грудь!"
    teacher "Я просто потрогаю ее и все. У вас такая красивая грудь!"

# game/Gallery/gallery3.rpy:55
translate english gallery_14821_f2060836_1:

    # betty "..."
    betty "..."

# game/Gallery/gallery3.rpy:63
translate english gallery_14821_806c4344:

    # betty "Мистер Эдвардс, я порядочная замужняя женщина. Как вы себе это представляете?"
    betty "Мистер Эдвардс, я порядочная замужняя женщина. Как вы себе это представляете?"

# game/Gallery/gallery3.rpy:67
translate english gallery_14821_a56c54e0:

    # betty "Мистер Эдвардс, я не против, если вы только потрогаете ее. Не более того!"
    betty "Мистер Эдвардс, я не против, если вы только потрогаете ее. Не более того!"

# game/Gallery/gallery3.rpy:70
translate english gallery_14821_a8abd61a:

    # teacher "Миссис Робертс, я просто теряю голову от вашей красоты! Позвольте мне прикоснуться к вам. Хотя бы один раз."
    teacher "Миссис Робертс, я просто теряю голову от вашей красоты! Позвольте мне прикоснуться к вам. Хотя бы один раз."

# game/Gallery/gallery3.rpy:76
translate english gallery_14831_5892dbae:

    # bardie_t "!!!"
    # bardie_t "Сегодня в моей коллекции прибавятся отличные фотки с Бетти! Жаль, отец пока не может оценить их."
    bardie_t "!!!"
    bardie_t "Сегодня в моей коллекции прибавятся отличные фотки с Бетти! Жаль, отец пока не может оценить их."

# game/Gallery/gallery3.rpy:131
translate english gallery_14831_733283d2:

    # betty "Ох. Мистер Эдвардс. Достаточно." 
    betty "Ох. Мистер Эдвардс. Достаточно." 

# game/Gallery/gallery3.rpy:134
translate english gallery_14831_7dde37db:

    # betty_t "Ммм, это так приятно..."
    betty_t "Ммм, это так приятно..."

# game/Gallery/gallery3.rpy:137
translate english gallery_14831_0d968a9c:

    # teacher "Миссис Робертс, я хочу поцеловать ее."
    teacher "Миссис Робертс, я хочу поцеловать ее."

# game/Gallery/gallery3.rpy:140
translate english gallery_14831_2f3437bf:

    # betty "Нет, нет. Мы об этом не договаривались." 
    betty "Нет, нет. Мы об этом не договаривались." 

# game/Gallery/gallery3.rpy:144
translate english gallery_14831_6094bb37:

    # betty "Ох! Ооо!"
    betty "Ох! Ооо!"

# game/Gallery/gallery3.rpy:159
translate english gallery_14856_de38e21f:

    # betty_t "Мне нужно остановить это немедленно. Ммм... Иначе одной рукой я не обойдусь сегодня."
    # betty_t "Я порядочная и замужняя женщина! Я не могу себе позволить большего!"
    betty_t "Мне нужно остановить это немедленно. Ммм... Иначе одной рукой я не обойдусь сегодня."
    betty_t "Я порядочная и замужняя женщина! Я не могу себе позволить большего!"

# game/Gallery/gallery3.rpy:164
translate english gallery_14856_0baac3be:

    # betty "Мистер Эдвардс! Давайте, сделаем все, как в прошлый раз и я пойду. У меня мало времени."
    betty "Мистер Эдвардс! Давайте, сделаем все, как в прошлый раз и я пойду. У меня мало времени."

# game/Gallery/gallery3.rpy:168
translate english gallery_14856_d2101e2b:

    # teacher "Как скажете. Но вам же это нравится, миссис Робертс. Зачем вы сопротивляетесь?"
    teacher "Как скажете. Но вам же это нравится, миссис Робертс. Зачем вы сопротивляетесь?"

# game/Gallery/gallery3.rpy:173
translate english gallery_14856_5c85b923:

    # teacher "Возьмите его в руку, миссис Робертс."
    teacher "Возьмите его в руку, миссис Робертс."

# game/Gallery/gallery3.rpy:176
translate english gallery_14856_f2060836:

    # betty "..."
    betty "..."

# game/Gallery/gallery3.rpy:180
translate english gallery_14856_98943a2b:

    # betty_t "Ммм... Какой же он... Ммм..."
    # betty_t "Так! Мне надо держать себя в руках и не забывать о том, что я замужем."
    betty_t "Ммм... Какой же он... Ммм..."
    betty_t "Так! Мне надо держать себя в руках и не забывать о том, что я замужем."

# game/Gallery/gallery3.rpy:184
translate english gallery_14856_9b4d13fd:

    # teacher "Давайте, миссис Робертс, смелее. Прикоснитесь к нему губами."
    teacher "Давайте, миссис Робертс, смелее. Прикоснитесь к нему губами."

# game/Gallery/gallery3.rpy:187
translate english gallery_14856_dfa39553:

    # betty "Губами?!"
    betty "Губами?!"

# game/Gallery/gallery3.rpy:194
translate english gallery_14856_52a6e830:

    # betty "Мистер Эдвардс, я не могу на такое согласиться. Я порядочная женщина."
    betty "Мистер Эдвардс, я не могу на такое согласиться. Я порядочная женщина."

# game/Gallery/gallery3.rpy:198
translate english gallery_14856_722600bd:

    # betty "Мистер Эдвардс, вам не достаточно нравится, как я делаю это рукой и вы хотите большего?"
    betty "Мистер Эдвардс, вам не достаточно нравится, как я делаю это рукой и вы хотите большего?"

# game/Gallery/gallery3.rpy:201
translate english gallery_14856_a0ef2061:

    # teacher "Миссис Робертс, просто поцелуйте его. Неужели он вам не нравится?"
    teacher "Миссис Робертс, просто поцелуйте его. Неужели он вам не нравится?"

# game/Gallery/gallery3.rpy:204
translate english gallery_14856_c1eb28ea:

    # betty_t "Черт!!! Мне неинтересно... Мне неинтересно..."
    betty_t "Черт!!! Мне неинтересно... Мне неинтересно..."

# game/Gallery/gallery3.rpy:207
translate english gallery_14856_8f65229a:

    # teacher "Всего один поцелуй..."
    teacher "Всего один поцелуй..."

# game/Gallery/gallery3.rpy:210
translate english gallery_14856_37642728:

    # betty "Только один!"
    betty "Только один!"

# game/Gallery/gallery3.rpy:214
translate english gallery_14856_33f346ca:

    # betty_t "Что я творю?"
    # betty_t "..."
    # betty_t "Я просто прикоснусь к нему губами... и языком. Я делаю это не ради себя!"
    betty_t "Что я творю?"
    betty_t "..."
    betty_t "Я просто прикоснусь к нему губами... и языком. Я делаю это не ради себя!"

# game/Gallery/gallery3.rpy:226
translate english gallery_14856_72def227:

    # betty_t "Ммм... Ну и что, что он оказался таким вкусным..."
    betty_t "Ммм... Ну и что, что он оказался таким вкусным..."

# game/Gallery/gallery3.rpy:288
translate english gallery_14856_232641e7:

    # betty "Мистер Эдвардс, я... думаю, что... достаточно..."
    betty "Мистер Эдвардс, я... думаю, что... достаточно..."

# game/Gallery/gallery3.rpy:292
translate english gallery_14856_91bb8e61:

    # teacher "Еще немного, миссис Робертс. Обхватите его губами."
    teacher "Еще немного, миссис Робертс. Обхватите его губами."

# game/Gallery/gallery3.rpy:305
translate english gallery_14856_853399d2:

    # teacher "Ооо, да!"
    teacher "Ооо, да!"

# game/Gallery/gallery3.rpy:308
translate english gallery_14856_533cb430:

    # betty_t "!!!"
    betty_t "!!!"

# game/Gallery/gallery3.rpy:313
translate english gallery_14856_5b9e9e13:

    # betty "Ммммфмммффф..."
    betty "Ммммфмммффф..."

# game/Gallery/gallery3.rpy:359
translate english gallery_14856_40d5a42e:

    # bardie_t "В прошлый раз подрочила, сегодня отсосала... Как она старается, чтобы меня не отчислили!"
    # bardie_t "Аха-ха!"
    # bardie_t "!!!"
    bardie_t "В прошлый раз подрочила, сегодня отсосала... Как она старается, чтобы меня не отчислили!"
    bardie_t "Аха-ха!"
    bardie_t "!!!"

# game/Gallery/gallery3.rpy:366
translate english gallery_14856_e2e08f7e:

    # teacher "Ммм... Как же чертовски хорошо! Еще, быстрее!"
    teacher "Ммм... Как же чертовски хорошо! Еще, быстрее!"

# game/Gallery/gallery3.rpy:369
translate english gallery_14856_5b9e9e13_1:

    # betty "Ммммфмммффф..."
    betty "Ммммфмммффф..."

# game/Gallery/gallery3.rpy:389
translate english gallery_14856_c5b8b839:

    # teacher "Ооо, дааааааа!"
    teacher "Ооо, дааааааа!"

# game/Gallery/gallery3.rpy:401
translate english gallery_14856_de3e8b26:

    # betty "ООООООООО!!!"
    betty "ООООООООО!!!"

# game/Gallery/gallery3.rpy:410
translate english gallery_14856_4d2f1762:

    # teacher "Миссис Робертс, это было великолепно. Думаю, нам с вами нужно будет еще раз встретиться, чтобы закрепить нашу договоренность."
    teacher "Миссис Робертс, это было великолепно. Думаю, нам с вами нужно будет еще раз встретиться, чтобы закрепить нашу договоренность."

# game/Gallery/gallery3.rpy:414
translate english gallery_14856_70b44ac6:

    # betty "Еще раз?"
    betty "Еще раз?"

# game/Gallery/gallery3.rpy:417
translate english gallery_14856_6cb92fd7:

    # teacher "Именно. Еще раз и я закрою этот вопрос с отчислением Барди."
    teacher "Именно. Еще раз и я закрою этот вопрос с отчислением Барди."

# game/Gallery/gallery3.rpy:422
translate english gallery_14856_1f2e8ee0:

    # bardie_t "!!!"
    # bardie_t "Отлично!"
    bardie_t "!!!"
    bardie_t "Отлично!"

# game/Gallery/gallery3.rpy:434
translate english gallery_14856_79144aeb:

    # betty_t "Еще один визит к преподавателю и этот сопляк у меня в руках! Не могу дождаться, чтобы, наконец, поставить его на место."
    betty_t "Еще один визит к преподавателю и этот сопляк у меня в руках! Не могу дождаться, чтобы, наконец, поставить его на место."

# game/Gallery/gallery3.rpy:437
translate english gallery_14856_9189e241:

    # betty "Хорошо, мистер Эдвардс. Я загляну к вам на днях. И мы закрепим с вами нашу договоренность."
    betty "Хорошо, мистер Эдвардс. Я загляну к вам на днях. И мы закрепим с вами нашу договоренность."

# game/Gallery/gallery3.rpy:440
translate english gallery_14856_0e8ccd22:

    # teacher "Конечно, миссис Робертс. С нетерпением буду ждать встречи с вами."
    teacher "Конечно, миссис Робертс. С нетерпением буду ждать встречи с вами."

# game/Gallery/gallery3.rpy:448
translate english gallery_14638_18440304:

    # bardie "Ну как? Надеюсь, ты все уладила?"
    bardie "Ну как? Надеюсь, ты все уладила?"

# game/Gallery/gallery3.rpy:452
translate english gallery_14638_b95b172f:

    # betty "Ты хоть видел свои оценки?! Ты думаешь так просто решить этот вопрос, если ты вообще не бываешь в колледже?!"
    betty "Ты хоть видел свои оценки?! Ты думаешь так просто решить этот вопрос, если ты вообще не бываешь в колледже?!"

# game/Gallery/gallery3.rpy:456
translate english gallery_14638_d2189dbb:

    # bardie "То есть у тебя не получилось договориться с учителем?"
    # bardie "..."
    # bardie "Я так и знал, что тебе ничего нельзя поручить..."
    bardie "То есть у тебя не получилось договориться с учителем?"
    bardie "..."
    bardie "Я так и знал, что тебе ничего нельзя поручить..."

# game/Gallery/gallery3.rpy:463
translate english gallery_14638_0dc6b0ee:

    # betty "Ты как со мной разговариваешь, сопляк!"
    # betty "Я не буду решать твои проблемы в колледже!"
    # betty "Разбирайся с этим сам!"
    betty "Ты как со мной разговариваешь, сопляк!"
    betty "Я не буду решать твои проблемы в колледже!"
    betty "Разбирайся с этим сам!"

# game/Gallery/gallery3.rpy:468
translate english gallery_14638_0cc87170:

    # betty "А теперь отойди! У меня нет времени на тебя!"
    # betty "!!!"
    betty "А теперь отойди! У меня нет времени на тебя!"
    betty "!!!"

# game/Gallery/gallery3.rpy:473
translate english gallery_14638_dddda06b:

    # bardie "Стой! Я с тобой еще не договорил! Ты куда?"
    bardie "Стой! Я с тобой еще не договорил! Ты куда?"

# game/Gallery/gallery3.rpy:478
translate english gallery_14638_6c9c3a2c:

    # bardie_t "Значит вот так?.. Значит, она у меня еще недостаточно под контролем."
    # bardie_t "Окей... Я придумаю что-нибудь еще, помимо фоток с тренером."
    bardie_t "Значит вот так?.. Значит, она у меня еще недостаточно под контролем."
    bardie_t "Окей... Я придумаю что-нибудь еще, помимо фоток с тренером."

# game/Gallery/gallery3.rpy:497
translate english gallery_14891_1b4d2cf9:

    # betty "Мистер Эдвардс, я пришла, как мы с вами и договаривались."
    betty "Мистер Эдвардс, я пришла, как мы с вами и договаривались."

# game/Gallery/gallery3.rpy:500
translate english gallery_14891_be0c1c62:

    # teacher "Рад вас видеть снова, миссис Робертс."
    teacher "Рад вас видеть снова, миссис Робертс."

# game/Gallery/gallery3.rpy:503
translate english gallery_14891_05f96805:

    # betty "Я надеюсь, что мы с вами закроем сегодня вопрос отчисления Барди с колледжа?"
    betty "Я надеюсь, что мы с вами закроем сегодня вопрос отчисления Барди с колледжа?"

# game/Gallery/gallery3.rpy:506
translate english gallery_14891_c3b95710:

    # teacher "Возможно, миссис Робертс. Все зависит от того, насколько вы готовы помочь мне в этом..."
    teacher "Возможно, миссис Робертс. Все зависит от того, насколько вы готовы помочь мне в этом..."

# game/Gallery/gallery3.rpy:509
translate english gallery_14891_f2060836:

    # betty "..."
    betty "..."

# game/Gallery/gallery3.rpy:513
translate english gallery_14891_d53eba9a:

    # betty_t "Сегодня нельзя соглашаться на большее! Достаточно было прошлого раза..."
    # betty_t "Я не собираюсь изменять своему мужу!"
    betty_t "Сегодня нельзя соглашаться на большее! Достаточно было прошлого раза..."
    betty_t "Я не собираюсь изменять своему мужу!"

# game/Gallery/gallery3.rpy:517
translate english gallery_14891_072618e7:

    # teacher "Миссис Робертс, вы же не будете против, если я прикоснусь к вашей прекрасной груди, как в прошлый раз?"
    teacher "Миссис Робертс, вы же не будете против, если я прикоснусь к вашей прекрасной груди, как в прошлый раз?"

# game/Gallery/gallery3.rpy:520
translate english gallery_14891_17c8d0e3:

    # betty "???"
    betty "???"

# game/Gallery/gallery3.rpy:523
translate english gallery_14891_2cb4f1a4:

    # betty "Я... Да. Только как в прошлый раз, не более того!"
    betty "Я... Да. Только как в прошлый раз, не более того!"

# game/Gallery/gallery3.rpy:526
translate english gallery_14891_41b2f5ee:

    # teacher "Миссис Робертс, ну конечно! Вам не о чем переживать!"
    teacher "Миссис Робертс, ну конечно! Вам не о чем переживать!"

# game/Gallery/gallery3.rpy:545
translate english gallery_14891_32f038e6:

    # betty_t "Ммм, как же хорошо..."
    betty_t "Ммм, как же хорошо..."

# game/Gallery/gallery3.rpy:548
translate english gallery_14891_3d2522b2:

    # betty "Ох. Мистер Эдвардс."
    betty "Ох. Мистер Эдвардс."

# game/Gallery/gallery3.rpy:551
translate english gallery_14891_55fa8d92:

    # teacher "Миссис Робертс, я сниму с вас платье? Оно мешает мне рассмотреть вашу красоту."
    teacher "Миссис Робертс, я сниму с вас платье? Оно мешает мне рассмотреть вашу красоту."

# game/Gallery/gallery3.rpy:554
translate english gallery_14891_8274326b:

    # betty "Вы хотите снять с меня платье?!"
    betty "Вы хотите снять с меня платье?!"

# game/Gallery/gallery3.rpy:561
translate english gallery_14891_9dd921dd:

    # betty "Мистер Эдвардс, вы забыли, что я порядочная женщина? Достаточно моей голой груди."
    betty "Мистер Эдвардс, вы забыли, что я порядочная женщина? Достаточно моей голой груди."

# game/Gallery/gallery3.rpy:565
translate english gallery_14891_5a5d25da:

    # betty "Мистер Эдвардс, вам не достаточно моей голой груди и вы хотите большего?"
    betty "Мистер Эдвардс, вам не достаточно моей голой груди и вы хотите большего?"

# game/Gallery/gallery3.rpy:568
translate english gallery_14891_b75fc7c3:

    # teacher "Миссис Робертс, я ничего такого не собираюсь делать. Просто приласкаю вас немного."
    # teacher "Вы же в прошлый раз сделали мне приятно, теперь я хочу сделать так, чтобы и вам было хорошо."
    teacher "Миссис Робертс, я ничего такого не собираюсь делать. Просто приласкаю вас немного."
    teacher "Вы же в прошлый раз сделали мне приятно, теперь я хочу сделать так, чтобы и вам было хорошо."

# game/Gallery/gallery3.rpy:574
translate english gallery_14891_0f0c6e2d:

    # betty "Нет, Мистер Эдвардс! Вы - преподаватель. Как вы вообще можете предлагать мне такое?!"
    # betty "Мне, замужней женщине!"
    betty "Нет, Мистер Эдвардс! Вы - преподаватель. Как вы вообще можете предлагать мне такое?!"
    betty "Мне, замужней женщине!"

# game/Gallery/gallery3.rpy:579
translate english gallery_14891_965e1409:

    # teacher "Миссис Робертс, вы такая заботливая мать, так искренне переживаете за вашего сына..."
    # teacher "Я предлагаю вам единственный из всех возможных способов окончательно решить вопрос об учебе Барди."
    # teacher "Если вы сейчас откажетесь, то я буду вынужден передать документы Барди директору."
    # teacher "И тогда ничего нельзя уже будет исправить. Подумайте хорошо, прежде чем отказывать мне."
    teacher "Миссис Робертс, вы такая заботливая мать, так искренне переживаете за вашего сына..."
    teacher "Я предлагаю вам единственный из всех возможных способов окончательно решить вопрос об учебе Барди."
    teacher "Если вы сейчас откажетесь, то я буду вынужден передать документы Барди директору."
    teacher "И тогда ничего нельзя уже будет исправить. Подумайте хорошо, прежде чем отказывать мне."

# game/Gallery/gallery3.rpy:586
translate english gallery_14891_f2060836_1:

    # betty "..."
    betty "..."

# game/Gallery/gallery3.rpy:590
translate english gallery_14891_133b8cfa:

    # betty "Ну ладно, мистер Эдвардс... Только быстро!"
    betty "Ну ладно, мистер Эдвардс... Только быстро!"

# game/Gallery/gallery3.rpy:610
translate english gallery_14891_ccf1adb8:

    # betty "Ах!"
    # betty_t "О, как же приятно!"
    betty "Ах!"
    betty_t "О, как же приятно!"

# game/Gallery/gallery3.rpy:632
translate english gallery_14919_8cc8ea18:

    # betty "Ммм..."
    betty "Ммм..."

# game/Gallery/gallery3.rpy:680
translate english gallery_14919_c1ddd6c1:

    # betty "Ооо... М-мистер Эд-двардс... Ммм..."
    betty "Ооо... М-мистер Эд-двардс... Ммм..."

# game/Gallery/gallery3.rpy:683
translate english gallery_14919_1204e1de:

    # betty_t "Ох, черт! Как же хорошо! Но я должна остановить его!"
    betty_t "Ох, черт! Как же хорошо! Но я должна остановить его!"

# game/Gallery/gallery3.rpy:686
translate english gallery_14919_3e73202a:

    # betty "М-мистер Эд-двардс, я... дум-маю, что... д-достаточно..."
    betty "М-мистер Эд-двардс, я... дум-маю, что... д-достаточно..."

# game/Gallery/gallery3.rpy:690
translate english gallery_14910_28ad4635:

    # teacher "Еще немного, миссис Робертс. Раздвиньте ножки пошире."
    teacher "Еще немного, миссис Робертс. Раздвиньте ножки пошире."

# game/Gallery/gallery3.rpy:767
translate english gallery_14910_b17d622d:

    # betty "Ааааах!"
    betty "Ааааах!"

# game/Gallery/gallery3.rpy:773
translate english gallery_14910_51d1ce79:

    # teacher "Ооооо..."
    teacher "Ооооо..."

# game/Gallery/gallery3.rpy:787
translate english gallery_14910_2d347857:

    # bardie_t "!!!"
    # bardie_t "Отлично! Теперь она от меня никуда не денется!"
    bardie_t "!!!"
    bardie_t "Отлично! Теперь она от меня никуда не денется!"

# game/Gallery/gallery3.rpy:886
translate english gallery_14931_e2509d7f:

    # teacher "Ммммммм..."
    teacher "Ммммммм..."

# game/Gallery/gallery3.rpy:889
translate english gallery_14931_bc7fcaa9:

    # betty "Только не кончайте в меня, мистер Эдвардс!"
    betty "Только не кончайте в меня, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:907
translate english gallery_14931_de3e8b26:

    # betty "ООООООООО!!!"
    betty "ООООООООО!!!"

# game/Gallery/gallery3.rpy:924
translate english gallery_14931_c5b8b839:

    # teacher "Ооо, дааааааа!"
    teacher "Ооо, дааааааа!"

# game/Gallery/gallery3.rpy:932
translate english gallery_14931_9bea9f1a:

    # teacher "Миссис Робертс, это было великолепно. Считайте, что вопрос с отчислением Барди закрыт."
    teacher "Миссис Робертс, это было великолепно. Считайте, что вопрос с отчислением Барди закрыт."

# game/Gallery/gallery3.rpy:936
translate english gallery_14931_4dd55c74:

    # betty "Это точно?"
    betty "Это точно?"

# game/Gallery/gallery3.rpy:939
translate english gallery_14931_45cefeb4:

    # teacher "Да, мы с вами только что закрепили нашу договоренность."
    teacher "Да, мы с вами только что закрепили нашу договоренность."

# game/Gallery/gallery3.rpy:957
translate english gallery_14931_64b32ff3:

    # teacher "Если вдруг у Барди снова начнутся проблемы с учебой, я вам сразу же позвоню, миссис Робертс."
    teacher "Если вдруг у Барди снова начнутся проблемы с учебой, я вам сразу же позвоню, миссис Робертс."

# game/Gallery/gallery3.rpy:960
translate english gallery_14931_4385a815:

    # betty_t "Отлично! Я сделала то, чего хотел этот сопляк. С меня хватит!"
    # betty_t "Теперь он не посмеет требовать от меня своих глупостей!"
    betty_t "Отлично! Я сделала то, чего хотел этот сопляк. С меня хватит!"
    betty_t "Теперь он не посмеет требовать от меня своих глупостей!"

# game/Gallery/gallery3.rpy:964
translate english gallery_14931_dcd2b881:

    # betty "Хорошо, мистер Эдвардс. Было приятно сотрудничать с вами."
    betty "Хорошо, мистер Эдвардс. Было приятно сотрудничать с вами."

# game/Gallery/gallery3.rpy:967
translate english gallery_14931_2ba6382b:

    # teacher "Всегда к вашим услугам, миссис Робертс."
    teacher "Всегда к вашим услугам, миссис Робертс."

# game/Gallery/gallery3.rpy:982
translate english gallery_14962_038c2db8:

    # mt "Это учитель? Надеюсь, разговор с ним не займет у меня много времени."
    mt "Это учитель? Надеюсь, разговор с ним не займет у меня много времени."

# game/Gallery/gallery3.rpy:985
translate english gallery_14962_afa307bf:

    # m "Мистер Эд... Эдвардс?"
    m "Мистер Эд... Эдвардс?"

# game/Gallery/gallery3.rpy:989
translate english gallery_14962_0afd6a3c:

    # teacher "Да. Миссис Бейкер, я полагаю?"
    teacher "Да. Миссис Бейкер, я полагаю?"

# game/Gallery/gallery3.rpy:992
translate english gallery_14962_9cbdfe5f:

    # mt "Точно. Бейкер. Как я могла забыть?"
    mt "Точно. Бейкер. Как я могла забыть?"

# game/Gallery/gallery3.rpy:995
translate english gallery_14962_517eca57:

    # m "Да, мистер Эдвардс. Я пришла поговорить про моего сына Эрика."
    m "Да, мистер Эдвардс. Я пришла поговорить про моего сына Эрика."

# game/Gallery/gallery3.rpy:998
translate english gallery_14962_98f81244:

    # mt "Мелкого озабоченного извращенца..."
    mt "Мелкого озабоченного извращенца..."

# game/Gallery/gallery3.rpy:1001
translate english gallery_14962_44ad78c5:

    # teacher "Проходите, миссис Бейкер. Присаживайтесь." 
    teacher "Проходите, миссис Бейкер. Присаживайтесь." 

# game/Gallery/gallery3.rpy:1011
translate english gallery_14962_537936c7:

    # teacher "Эрик - один из лучших студентов в классе и никогда с ним не было проблем. Но вот на днях..."
    # teacher "На днях Эрик залез в шкафчик с одеждой тренера по плаванию. И она его застала за тем, что он дро... хм-м, что он мастурбировал, используя ее нижнее белье."
    teacher "Эрик - один из лучших студентов в классе и никогда с ним не было проблем. Но вот на днях..."
    teacher "На днях Эрик залез в шкафчик с одеждой тренера по плаванию. И она его застала за тем, что он дро... хм-м, что он мастурбировал, используя ее нижнее белье."

# game/Gallery/gallery3.rpy:1016
translate english gallery_14962_0711bd07:

    # mt "И почему я не удивлена?.." 
    mt "И почему я не удивлена?.." 

# game/Gallery/gallery3.rpy:1019
translate english gallery_14962_e0667ecb:

    # teacher "Тренер очень возмущена и собирается идти к директору. Она будет требовать у директора наказать Эрика."
    # teacher "Но я ее уговорил немного подождать, так как хотел поговорить сначала с вами."
    teacher "Тренер очень возмущена и собирается идти к директору. Она будет требовать у директора наказать Эрика."
    teacher "Но я ее уговорил немного подождать, так как хотел поговорить сначала с вами."

# game/Gallery/gallery3.rpy:1024
translate english gallery_14962_4c7df51e:

    # teacher "Возможно, мы с вами сможем уладить этот вопрос без вмешательства директора."
    # teacher "Я не хотел бы, чтобы у Эрика была плохая характеристика. И чтобы об этом инциденте узнал весь колледж."
    teacher "Возможно, мы с вами сможем уладить этот вопрос без вмешательства директора."
    teacher "Я не хотел бы, чтобы у Эрика была плохая характеристика. И чтобы об этом инциденте узнал весь колледж."

# game/Gallery/gallery3.rpy:1028
translate english gallery_14962_bc882c8a:

    # mt "Какая-нибудь мама на моем месте, наверное, была бы в шоке."
    # mt "Нужно сказать этому мистеру Эдвардсу что-нибудь эмоционально. Как там Барди мне говорил?"
    mt "Какая-нибудь мама на моем месте, наверное, была бы в шоке."
    mt "Нужно сказать этому мистеру Эдвардсу что-нибудь эмоционально. Как там Барди мне говорил?"

# game/Gallery/gallery3.rpy:1034
translate english gallery_14962_9abe4d14:

    # m "Мистер Эдвардс, я просто шокирована поступком Эрика! Я обязательно серьезно поговорю с ним!"
    # m "Такого больше не повторится, мистер Эдвардс. И я предпочла бы, чтобы не было никакой огласки."
    m "Мистер Эдвардс, я просто шокирована поступком Эрика! Я обязательно серьезно поговорю с ним!"
    m "Такого больше не повторится, мистер Эдвардс. И я предпочла бы, чтобы не было никакой огласки."

# game/Gallery/gallery3.rpy:1039
translate english gallery_14962_f957e136:

    # teacher "Я абсолютно с вами согласен, миссис Бейкер."
    teacher "Я абсолютно с вами согласен, миссис Бейкер."

# game/Gallery/gallery3.rpy:1042
translate english gallery_14962_83cfac39:

    # mt "Отлично!"
    mt "Отлично!"

# game/Gallery/gallery3.rpy:1047
translate english gallery_14962_132e93da:

    # m "Значит, мы с вами все уладили? Я тогда пойду."
    m "Значит, мы с вами все уладили? Я тогда пойду."

# game/Gallery/gallery3.rpy:1052
translate english gallery_14962_6ff2987b:

    # teacher "Нет, миссис Бейкер. Не торопитесь. Мы не уладили..."
    teacher "Нет, миссис Бейкер. Не торопитесь. Мы не уладили..."

# game/Gallery/gallery3.rpy:1054
translate english gallery_14962_a4bb7152:

    # mt "???"
    mt "???"

# game/Gallery/gallery3.rpy:1059
translate english gallery_14962_86c22d8a:

    # teacher "Видите ли, миссис Бейкер, основная сложность - это успокоить учителя по плаванию."
    # teacher "Мисс Мэнсфилд сильно рассержена на Эрика..."
    teacher "Видите ли, миссис Бейкер, основная сложность - это успокоить учителя по плаванию."
    teacher "Мисс Мэнсфилд сильно рассержена на Эрика..."

# game/Gallery/gallery3.rpy:1063
translate english gallery_14962_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:1066
translate english gallery_14962_75580f1d:

    # teacher "И я даже не знаю, как это сделать."
    # teacher "Она очень строгая и так просто с ней не договориться."
    teacher "И я даже не знаю, как это сделать."
    teacher "Она очень строгая и так просто с ней не договориться."

# game/Gallery/gallery3.rpy:1070
translate english gallery_14962_8c2b0eea:

    # teacher "Если у меня получится, тогда с Эриком все будет в порядке. Никто ничего не узнает."
    # teacher "Но это будет крайне сложно сделать..."
    teacher "Если у меня получится, тогда с Эриком все будет в порядке. Никто ничего не узнает."
    teacher "Но это будет крайне сложно сделать..."

# game/Gallery/gallery3.rpy:1074
translate english gallery_14962_c1632e3d:

    # m "Мистер Эдвардс, есть ли у вас какие-нибудь идеи? Как вы сможете договориться с ней?" 
    m "Мистер Эдвардс, есть ли у вас какие-нибудь идеи? Как вы сможете договориться с ней?" 

# game/Gallery/gallery3.rpy:1077
translate english gallery_14962_b637f9eb:

    # teacher "Да, идея есть. Она хочет номинироваться на преподавателя года."
    # teacher "Для этого ей нужна не только физическая форма и успехи в педагогике..."
    # teacher "Но и солидный объем теоретической работы."
    teacher "Да, идея есть. Она хочет номинироваться на преподавателя года."
    teacher "Для этого ей нужна не только физическая форма и успехи в педагогике..."
    teacher "Но и солидный объем теоретической работы."

# game/Gallery/gallery3.rpy:1082
translate english gallery_14962_6223f241:

    # teacher "Она должна предложить какую-нибудь прогрессивную методику преподавания. Таковой у нее нет."
    # teacher "А у меня как раз есть кое-какие наработки по современной методике преподавания. И я мог бы передать их мисс Мэнсфилд." 
    # teacher "Но, понимаете, миссис Бейкер... Просто так я это сделать не могу. Я потратил немало времени на эту работу."
    teacher "Она должна предложить какую-нибудь прогрессивную методику преподавания. Таковой у нее нет."
    teacher "А у меня как раз есть кое-какие наработки по современной методике преподавания. И я мог бы передать их мисс Мэнсфилд." 
    teacher "Но, понимаете, миссис Бейкер... Просто так я это сделать не могу. Я потратил немало времени на эту работу."

# game/Gallery/gallery3.rpy:1087
translate english gallery_14962_07bf90cb:

    # teacher "Если вы меня поддержите, миссис Бейкер, то я сегодня же поговорю с ней. И предложу помочь мисс Мэнсфилд с этой методикой."
    teacher "Если вы меня поддержите, миссис Бейкер, то я сегодня же поговорю с ней. И предложу помочь мисс Мэнсфилд с этой методикой."

# game/Gallery/gallery3.rpy:1092
translate english gallery_14962_e7ceb1bf:

    # m "Каким образом я могу вас поддержать, мистер Эдвардс? Что мне нужно сделать?"
    m "Каким образом я могу вас поддержать, мистер Эдвардс? Что мне нужно сделать?"

# game/Gallery/gallery3.rpy:1095
translate english gallery_14962_d112daec:

    # mt "Хоть на этот раз обойдется без сомнительных просьб в мой адрес..."
    # mt "Это все-таки учитель. Он должен быть высокоморальным человеком и примером для своих учеников."
    mt "Хоть на этот раз обойдется без сомнительных просьб в мой адрес..."
    mt "Это все-таки учитель. Он должен быть высокоморальным человеком и примером для своих учеников."

# game/Gallery/gallery3.rpy:1101
translate english gallery_14962_077ea94e:

    # teacher "Мне не совсем удобно, миссис Бейкер..."
    # teacher "Но дело уж очень деликатное..."
    # teacher "Я вынужден попросить вас о небольшом одолжении. Это все же делается ради вашего сына, миссис Бейкер."
    teacher "Мне не совсем удобно, миссис Бейкер..."
    teacher "Но дело уж очень деликатное..."
    teacher "Я вынужден попросить вас о небольшом одолжении. Это все же делается ради вашего сына, миссис Бейкер."

# game/Gallery/gallery3.rpy:1108
translate english gallery_14962_21c09219:

    # m "Каком одолжении, мистер Эдвардс? Я сделаю, что нужно."
    m "Каком одолжении, мистер Эдвардс? Я сделаю, что нужно."

# game/Gallery/gallery3.rpy:1113
translate english gallery_14962_d74d79f0:

    # teacher "Если бы вы, миссис Бейкер, смогли показать мне хотя бы свою грудь..."
    # teacher "То я был бы очень рад этому."
    # teacher "Это очень поддержало бы меня морально."
    teacher "Если бы вы, миссис Бейкер, смогли показать мне хотя бы свою грудь..."
    teacher "То я был бы очень рад этому."
    teacher "Это очень поддержало бы меня морально."

# game/Gallery/gallery3.rpy:1120
translate english gallery_14962_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:1127
translate english gallery_14962_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Gallery/gallery3.rpy:1133
translate english gallery_14962_58f96125:

    # m "Мистер Эдвардс! Я не ожидала, что вы можете предложить мне подобное!"
    # m "Я же мать вашего ученика. Как так можно?"
    m "Мистер Эдвардс! Я не ожидала, что вы можете предложить мне подобное!"
    m "Я же мать вашего ученика. Как так можно?"

# game/Gallery/gallery3.rpy:1138
translate english gallery_14962_e87906af:

    # teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    # teacher "И она создаст Эрику большие проблемы."
    teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    teacher "И она создаст Эрику большие проблемы."

# game/Gallery/gallery3.rpy:1142
translate english gallery_14962_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Gallery/gallery3.rpy:1150
translate english gallery_14962_44bf82f4:

    # mt "Мне нужно всего лишь показать грудь. А она у меня действительно великолепна."
    # mt "В принципе, если это все, что от меня требуется..."
    # mt "И этим я смогу отделаться от надоедливого Барди... то, возможно, стоит пойти на это."
    mt "Мне нужно всего лишь показать грудь. А она у меня действительно великолепна."
    mt "В принципе, если это все, что от меня требуется..."
    mt "И этим я смогу отделаться от надоедливого Барди... то, возможно, стоит пойти на это."

# game/Gallery/gallery3.rpy:1155
translate english gallery_14988_e3132f2c:

    # mt "Он же хочет, чтобы я просто показала грудь. На большее не намекает."
    # mt "Хотя мог бы воспользоваться ситуацией."
    # mt "Я уже насмотрелась на разных извращенцев и этот мистер Эдвардс не похож на них."
    mt "Он же хочет, чтобы я просто показала грудь. На большее не намекает."
    mt "Хотя мог бы воспользоваться ситуацией."
    mt "Я уже насмотрелась на разных извращенцев и этот мистер Эдвардс не похож на них."

# game/Gallery/gallery3.rpy:1162
translate english gallery_14988_3904c8ed:

    # m "Хорошо, мистер Эдвардс. Я покажу грудь, но только прикасаться ко мне я не позволю."
    # m "Можно только посмотреть!" 
    m "Хорошо, мистер Эдвардс. Я покажу грудь, но только прикасаться ко мне я не позволю."
    m "Можно только посмотреть!" 

# game/Gallery/gallery3.rpy:1167
translate english gallery_14988_7223d4f4:

    # teacher "Конечно! Я только посмотрю."
    # teacher "Это и правда мне очень поможет, миссис Бейкер."
    teacher "Конечно! Я только посмотрю."
    teacher "Это и правда мне очень поможет, миссис Бейкер."

# game/Gallery/gallery3.rpy:1178
translate english gallery_14988_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:1181
translate english gallery_14988_54bf5791:

    # teacher "Вы потрясающе красивая женщина, миссис Бейкер! Я никогда не видел более красивой груди!"
    teacher "Вы потрясающе красивая женщина, миссис Бейкер! Я никогда не видел более красивой груди!"

# game/Gallery/gallery3.rpy:1184
translate english gallery_14988_64db3f83:

    # mt "Еще бы! Я владелица модного журнала и самая красивая женщина в этом городе!"
    # mt "Или, вообще, во всей этой стране!"
    mt "Еще бы! Я владелица модного журнала и самая красивая женщина в этом городе!"
    mt "Или, вообще, во всей этой стране!"

# game/Gallery/gallery3.rpy:1188
translate english gallery_14988_f6a6fe71:

    # teacher "Можно я прикоснусь совсем немного?"
    teacher "Можно я прикоснусь совсем немного?"

# game/Gallery/gallery3.rpy:1192
translate english gallery_14988_b368a56b:

    # m "Нет, мы так не договаривались. Вы достаточно посмотрели, мистер Эдвардс?" 
    m "Нет, мы так не договаривались. Вы достаточно посмотрели, мистер Эдвардс?" 

# game/Gallery/gallery3.rpy:1195
translate english gallery_14988_8fda534c:

    # teacher "Да, спасибо, миссис Бейкер. Я уверен, что у меня теперь все получится."
    teacher "Да, спасибо, миссис Бейкер. Я уверен, что у меня теперь все получится."

# game/Gallery/gallery3.rpy:1205
translate english gallery_14988_3b6bb76f:

    # m "Мистер Эдвардс, как я узнаю, что у вас получилось все уладить с мисс Мэнсфилд?"
    # m "Я должна быть уверена в положительном результате."
    m "Мистер Эдвардс, как я узнаю, что у вас получилось все уладить с мисс Мэнсфилд?"
    m "Я должна быть уверена в положительном результате."

# game/Gallery/gallery3.rpy:1209
translate english gallery_14988_88b3d160:

    # teacher "Я позвонил бы вам, но так как дело очень деликатное и я боюсь огласки..."
    # teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 
    teacher "Я позвонил бы вам, но так как дело очень деликатное и я боюсь огласки..."
    teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 

# game/Gallery/gallery3.rpy:1215
translate english gallery_14988_3542ca6d:

    # mt "Черт! Мне снова нужно будет приходить сюда!"
    # mt "..."
    mt "Черт! Мне снова нужно будет приходить сюда!"
    mt "..."

# game/Gallery/gallery3.rpy:1219
translate english gallery_14988_3389679b:

    # mt "А если что-то у учителя пойдет не так?"
    # mt "То у Эрика будут проблемы. И у меня тогда тоже... с Барди."
    mt "А если что-то у учителя пойдет не так?"
    mt "То у Эрика будут проблемы. И у меня тогда тоже... с Барди."

# game/Gallery/gallery3.rpy:1224
translate english gallery_14988_bbffdb52:

    # m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    # m "До встречи."
    m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    m "До встречи."

# game/Gallery/gallery3.rpy:1228
translate english gallery_14988_c27b236a:

    # teacher "До свидания, миссис Бейкер."
    # teacher "Приятно было с вами познакомиться."
    teacher "До свидания, миссис Бейкер."
    teacher "Приятно было с вами познакомиться."

# game/Gallery/gallery3.rpy:1242
translate english gallery_15029_428be37a:

    # mt "Надеюсь, в этот раз мне не придется вдохновлять его своей голой грудью..."
    mt "Надеюсь, в этот раз мне не придется вдохновлять его своей голой грудью..."

# game/Gallery/gallery3.rpy:1246
translate english gallery_15029_08989483:

    # m "Мистер Эдвардс, добрый день."
    m "Мистер Эдвардс, добрый день."

# game/Gallery/gallery3.rpy:1250
translate english gallery_15029_9fa0f6bc:

    # teacher "Здавствуйте, миссис Бейкер. Я вас ждал. Присаживайтесь."
    teacher "Здавствуйте, миссис Бейкер. Я вас ждал. Присаживайтесь."

# game/Gallery/gallery3.rpy:1255
translate english gallery_15029_377c5072:

    # m "Удалось ли вам договориться с мисс Мэнсфилд?" 
    m "Удалось ли вам договориться с мисс Мэнсфилд?" 

# game/Gallery/gallery3.rpy:1259
translate english gallery_15029_70692dfc:

    # teacher "Да, я поговорил с ней, миссис Бейкер."
    # teacher "И у меня почти получилось с ней договориться, но..."
    teacher "Да, я поговорил с ней, миссис Бейкер."
    teacher "И у меня почти получилось с ней договориться, но..."

# game/Gallery/gallery3.rpy:1263
translate english gallery_15029_8e5275ea:

    # m "???"
    # m "Но?.."
    m "???"
    m "Но?.."

# game/Gallery/gallery3.rpy:1267
translate english gallery_15029_a5da6166:

    # teacher "Она осталась не совсем довольна тем, что мою методику преподавания ей нужно дорабатывать."
    # teacher "Но мисс Мэнсфилд согласна подождать, когда я закончу работу."
    # teacher "Только после этого она согласна забыть про случай с Эриком."
    teacher "Она осталась не совсем довольна тем, что мою методику преподавания ей нужно дорабатывать."
    teacher "Но мисс Мэнсфилд согласна подождать, когда я закончу работу."
    teacher "Только после этого она согласна забыть про случай с Эриком."

# game/Gallery/gallery3.rpy:1273
translate english gallery_15029_e2f550f1:

    # m "Когда вы сможете закончить эту работу, мистер Эдвардс?"
    m "Когда вы сможете закончить эту работу, мистер Эдвардс?"

# game/Gallery/gallery3.rpy:1276
translate english gallery_15029_7f5f11c7:

    # teacher "Я уже провел кое-какую работу над своей методикой."
    # teacher "Думаю, теперь мисс Мэнсфилд будет ею довольна."
    teacher "Я уже провел кое-какую работу над своей методикой."
    teacher "Думаю, теперь мисс Мэнсфилд будет ею довольна."

# game/Gallery/gallery3.rpy:1281
translate english gallery_15029_b233c292:

    # teacher "..."
    # teacher "Знаете, миссис Бейкер... Мне очень сложно отдавать свои труды мисс Мэнсфилд..."
    teacher "..."
    teacher "Знаете, миссис Бейкер... Мне очень сложно отдавать свои труды мисс Мэнсфилд..."

# game/Gallery/gallery3.rpy:1286
translate english gallery_15029_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery3.rpy:1289
translate english gallery_15029_29b036d6:

    # mt "Сейчас он снова будет просить о поддержке..." 
    # mt "Извращенец..."
    mt "Сейчас он снова будет просить о поддержке..." 
    mt "Извращенец..."

# game/Gallery/gallery3.rpy:1294
translate english gallery_15029_51a0cecb:

    # teacher "Если бы вы, миссис Бейкер, смогли показать мне снова свою грудь."
    # teacher "И дать ее потрогать совсем немного."
    # teacher "То я смогу найти в себе силы сделать это." 
    teacher "Если бы вы, миссис Бейкер, смогли показать мне снова свою грудь."
    teacher "И дать ее потрогать совсем немного."
    teacher "То я смогу найти в себе силы сделать это." 

# game/Gallery/gallery3.rpy:1300
translate english gallery_15029_63253b7b:

    # m "..." 
    m "..." 

# game/Gallery/gallery3.rpy:1303
translate english gallery_15029_4f0637ac:

    # mt "Мне нужно показать грудь, как в прошлый раз."
    # mt "Он ее уже видел. Но вот прикасаться ко мне!.."
    # mt "..."
    mt "Мне нужно показать грудь, как в прошлый раз."
    mt "Он ее уже видел. Но вот прикасаться ко мне!.."
    mt "..."

# game/Gallery/gallery3.rpy:1314
translate english gallery_15029_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Gallery/gallery3.rpy:1320
translate english gallery_15029_84f9e8d3:

    # m "Мистер Эдвардс, я не хочу, чтобы вы трогали меня!"
    # m "Показать повторно грудь - это одно дело. Но прикосновения - это уже чересчур!"
    m "Мистер Эдвардс, я не хочу, чтобы вы трогали меня!"
    m "Показать повторно грудь - это одно дело. Но прикосновения - это уже чересчур!"

# game/Gallery/gallery3.rpy:1325
translate english gallery_15029_69be75d0:

    # teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."
    teacher "Тогда у меня, к сожалению, никак не выйдет договориться с мисс Мэнсфилд."

# game/Gallery/gallery3.rpy:1330
translate english gallery_15029_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Gallery/gallery3.rpy:1341
translate english gallery_15029_bf1498c8:

    # mt "Это отвратительно! Почему все вокруг хотят сделать со мной что-то непристойное?!"
    # mt "!!!"
    mt "Это отвратительно! Почему все вокруг хотят сделать со мной что-то непристойное?!"
    mt "!!!"

# game/Gallery/gallery3.rpy:1346
translate english gallery_15029_e8b6adfe:

    # mt "С другой стороны, если он просто потрогает немного... А я как-нибудь перетерплю это, то..."
    # mt "То, вероятно, вопрос с малявкой будет закрыт совсем скоро."
    # mt "И я, наконец, смогу отделаться от надоедливого Барди и его друга."
    mt "С другой стороны, если он просто потрогает немного... А я как-нибудь перетерплю это, то..."
    mt "То, вероятно, вопрос с малявкой будет закрыт совсем скоро."
    mt "И я, наконец, смогу отделаться от надоедливого Барди и его друга."

# game/Gallery/gallery3.rpy:1351
translate english gallery_15029_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:1354
translate english gallery_15029_33d00828:

    # m "Потрогать можно совсем немного, мистер Эдвардс!" 
    m "Потрогать можно совсем немного, мистер Эдвардс!" 

# game/Gallery/gallery3.rpy:1359
translate english gallery_15029_182254b1:

    # teacher "Конечно, миссис Бейкер! Это и правда мне очень поможет!"
    teacher "Конечно, миссис Бейкер! Это и правда мне очень поможет!"

# game/Gallery/gallery3.rpy:1375
translate english gallery_15029_f7ac2629:

    # teacher "Я никогда не видел более красивой женщины, чем вы, миссис Бейкер!"
    teacher "Я никогда не видел более красивой женщины, чем вы, миссис Бейкер!"

# game/Gallery/gallery3.rpy:1381
translate english gallery_15029_d3042a01:

    # m "Я знаю, мистер Эдвардс! Достаточно!" 
    m "Я знаю, мистер Эдвардс! Достаточно!" 

# game/Gallery/gallery3.rpy:1386
translate english gallery_15029_152c036d:

    # teacher "Спасибо, миссис Бейкер. Вы мне очень помогли. Я отдам свою методику мисс Мэнсфилд в ближайшее время."
    teacher "Спасибо, миссис Бейкер. Вы мне очень помогли. Я отдам свою методику мисс Мэнсфилд в ближайшее время."

# game/Gallery/gallery3.rpy:1389
translate english gallery_15029_b6ed954a:

    # m "Как я узнаю, что у вас получилось договориться с ней, мистер Эдвардс?"
    m "Как я узнаю, что у вас получилось договориться с ней, мистер Эдвардс?"

# game/Gallery/gallery3.rpy:1393
translate english gallery_15029_64760f28:

    # teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 
    teacher "Будет лучше, если вы снова придете ко мне. И тогда я вам лично все сообщу, миссис Бейкер." 

# game/Gallery/gallery3.rpy:1402
translate english gallery_15029_3542ca6d:

    # mt "Черт! Мне снова нужно будет приходить сюда!"
    # mt "..."
    mt "Черт! Мне снова нужно будет приходить сюда!"
    mt "..."

# game/Gallery/gallery3.rpy:1406
translate english gallery_15029_6b7171cc:

    # mt "А если что-то у учителя пойдет не так?"
    # mt "То у Эрика будут проблемы."
    # mt "И у меня тогда тоже... с Барди."
    mt "А если что-то у учителя пойдет не так?"
    mt "То у Эрика будут проблемы."
    mt "И у меня тогда тоже... с Барди."

# game/Gallery/gallery3.rpy:1411
translate english gallery_15029_bbffdb52:

    # m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    # m "До встречи."
    m "Договорились, мистер Эдвардс. Буду надеяться на успешное решение этой проблемы."
    m "До встречи."

# game/Gallery/gallery3.rpy:1416
translate english gallery_15029_29e7a5df:

    # teacher "До свидания, миссис Бейкер."
    # teacher "Буду рад видеть вас снова."
    teacher "До свидания, миссис Бейкер."
    teacher "Буду рад видеть вас снова."

# game/Gallery/gallery3.rpy:1432
translate english gallery_15069_08989483:

    # m "Мистер Эдвардс, добрый день."
    m "Мистер Эдвардс, добрый день."

# game/Gallery/gallery3.rpy:1435
translate english gallery_15069_1e691dce:

    # teacher "Здавствуйте, миссис Бейкер."
    # teacher "Я вас ждал. Присаживайтесь."
    teacher "Здавствуйте, миссис Бейкер."
    teacher "Я вас ждал. Присаживайтесь."

# game/Gallery/gallery3.rpy:1441
translate english gallery_15069_377c5072:

    # m "Удалось ли вам договориться с мисс Мэнсфилд?" 
    m "Удалось ли вам договориться с мисс Мэнсфилд?" 

# game/Gallery/gallery3.rpy:1445
translate english gallery_15069_b5c574e5:

    # teacher "Видите ли, с мисс Мэнсфилд не так просто договориться."
    # teacher "Она снова нашла недочеты в моей работе."
    teacher "Видите ли, с мисс Мэнсфилд не так просто договориться."
    teacher "Она снова нашла недочеты в моей работе."

# game/Gallery/gallery3.rpy:1449
translate english gallery_15069_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:1452
translate english gallery_15069_3f3b8214:

    # teacher "Но, благодаря вам, миссис Бейкер, я превзошел сам себя и доделал свою методику." 
    # teacher "Теперь она точно будет довольна!"
    teacher "Но, благодаря вам, миссис Бейкер, я превзошел сам себя и доделал свою методику." 
    teacher "Теперь она точно будет довольна!"

# game/Gallery/gallery3.rpy:1457
translate english gallery_15069_0492d16e:

    # mt "Наконец-то, проблема решена!"
    mt "Наконец-то, проблема решена!"

# game/Gallery/gallery3.rpy:1462
translate english gallery_15069_cff9d308:

    # teacher "Но теперь я сомневаюсь, стоит ли мне отдавать свою методику ей..."
    teacher "Но теперь я сомневаюсь, стоит ли мне отдавать свою методику ей..."

# game/Gallery/gallery3.rpy:1466
translate english gallery_15069_16bd7868:

    # mt "!!!" 
    mt "!!!" 

# game/Gallery/gallery3.rpy:1470
translate english gallery_15069_0959acfd:

    # m "Я очень рада, что у вас все получилось с вашей работой, мистер Эдвардс, но..."
    # m "Надеюсь, что я не зря прихожу к вам уже третий раз."
    # m "Я ожидаю, что вы все-таки договоритесь с мисс Мэнсфилд."
    m "Я очень рада, что у вас все получилось с вашей работой, мистер Эдвардс, но..."
    m "Надеюсь, что я не зря прихожу к вам уже третий раз."
    m "Я ожидаю, что вы все-таки договоритесь с мисс Мэнсфилд."

# game/Gallery/gallery3.rpy:1476
translate english gallery_15069_33d2a9ff:

    # teacher "Мне будет очень непросто это сделать, миссис Бейкер."
    # teacher "Ведь я сам могу стать номинантом! Я считаю, что моя работа достойна этого."
    # teacher "Все зависит от того, насколько вы, миссис Бейкер, готовы поддержать меня..." 
    teacher "Мне будет очень непросто это сделать, миссис Бейкер."
    teacher "Ведь я сам могу стать номинантом! Я считаю, что моя работа достойна этого."
    teacher "Все зависит от того, насколько вы, миссис Бейкер, готовы поддержать меня..." 

# game/Gallery/gallery3.rpy:1484
translate english gallery_15069_0a8e6d5c:

    # m "Вы в своем уме?! Как вы можете мне такое предлагать?!"
    # m "Если бы я знала, что в итоге вы потребуете от меня ТАКОГО. Я бы отказалась вообще от вашей помощи!"
    # m "!!!"
    m "Вы в своем уме?! Как вы можете мне такое предлагать?!"
    m "Если бы я знала, что в итоге вы потребуете от меня ТАКОГО. Я бы отказалась вообще от вашей помощи!"
    m "!!!"

# game/Gallery/gallery3.rpy:1491
translate english gallery_15069_0296b5e8:

    # teacher "Вы не совсем так меня поняли, миссис Бейкер."
    # teacher "Я хочу, чтобы вы просто потрогали меня рукой. Не более того."
    teacher "Вы не совсем так меня поняли, миссис Бейкер."
    teacher "Я хочу, чтобы вы просто потрогали меня рукой. Не более того."

# game/Gallery/gallery3.rpy:1495
translate english gallery_15069_6c26c601:

    # teacher "А без моей помощи вы бы вовсе не смогли уладить эту ситуацию, миссис Бейкер."
    teacher "А без моей помощи вы бы вовсе не смогли уладить эту ситуацию, миссис Бейкер."

# game/Gallery/gallery3.rpy:1500
translate english gallery_15069_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:1505
translate english gallery_15069_a32f4ff9:

    # teacher "После этого я сразу же отдам свою работу мисс Мэнсфилд."
    # teacher "И вопрос будет закрыт."
    teacher "После этого я сразу же отдам свою работу мисс Мэнсфилд."
    teacher "И вопрос будет закрыт."

# game/Gallery/gallery3.rpy:1511
translate english gallery_15069_bfd70106:

    # mt "Он снова пытается склонить меня к сексуальным действиям!"
    # mt "Я не собираюсь этого делать!!!"
    # mt "Пусть этот учитель катится к черту! С меня хватит!"
    mt "Он снова пытается склонить меня к сексуальным действиям!"
    mt "Я не собираюсь этого делать!!!"
    mt "Пусть этот учитель катится к черту! С меня хватит!"

# game/Gallery/gallery3.rpy:1516
translate english gallery_15069_bd0ea2a1:

    # mt "Пусть идет и рассказывает хоть всему колледжу об этом придурке Эрике!"
    # mt "!!!"
    # mt "Только что я скажу потом Барди?"
    mt "Пусть идет и рассказывает хоть всему колледжу об этом придурке Эрике!"
    mt "!!!"
    mt "Только что я скажу потом Барди?"

# game/Gallery/gallery3.rpy:1521
translate english gallery_15069_66342e72:

    # mt "..."
    # mt "Черт! Ненавижу эту малявку!"
    # mt "Он же устроит мне массу проблем посерьезнее, чем потрогать член учителя."
    mt "..."
    mt "Черт! Ненавижу эту малявку!"
    mt "Он же устроит мне массу проблем посерьезнее, чем потрогать член учителя."

# game/Gallery/gallery3.rpy:1528
translate english gallery_15069_59b13734:

    # m "Я пожалуюсь на вас вашему руководству!"
    # m "Или в полицию!"
    m "Я пожалуюсь на вас вашему руководству!"
    m "Или в полицию!"

# game/Gallery/gallery3.rpy:1533
translate english gallery_15069_a48189fa:

    # teacher "Я уважаемый педагог с хорошей репутацией. Вам будет крайне сложно меня обвинить в подобном."
    # teacher "Вам просто не поверят, миссис Бейкер."
    teacher "Я уважаемый педагог с хорошей репутацией. Вам будет крайне сложно меня обвинить в подобном."
    teacher "Вам просто не поверят, миссис Бейкер."

# game/Gallery/gallery3.rpy:1537
translate english gallery_15069_f7e345d5:

    # teacher "Тем более, что на меня пожалуется мать студента, который сам замечен в аморальном поведении."
    # teacher "Вам должно быть стыдно, миссис Бейкер."
    # teacher "..."
    teacher "Тем более, что на меня пожалуется мать студента, который сам замечен в аморальном поведении."
    teacher "Вам должно быть стыдно, миссис Бейкер."
    teacher "..."

# game/Gallery/gallery3.rpy:1544
translate english gallery_15069_1e418de9:

    # mt "Сомневаюсь, что руководство колледжа мне поверит..."
    # mt "В полицию мне нельзя..."
    # mt "Что же мне делать?"
    # mt "..."
    mt "Сомневаюсь, что руководство колледжа мне поверит..."
    mt "В полицию мне нельзя..."
    mt "Что же мне делать?"
    mt "..."

# game/Gallery/gallery3.rpy:1555
translate english gallery_15069_dc918f15:

    # m "Я не буду этого делать!!!"
    m "Я не буду этого делать!!!"

# game/Gallery/gallery3.rpy:1561
translate english gallery_15069_2dae72d0:

    # m "Я не занимаюсь такими вещами, мистер Эдвардс!"
    m "Я не занимаюсь такими вещами, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:1564
translate english gallery_15069_dc30a0c0:

    # teacher "Я сделал все зависящее от меня, миссис Бейкер. Я пошел на такие жертвы." 
    # teacher "И все ради вас..."
    # teacher "В таком случае, у меня не получится решить проблему вашего сына, миссис Бейкер."
    teacher "Я сделал все зависящее от меня, миссис Бейкер. Я пошел на такие жертвы." 
    teacher "И все ради вас..."
    teacher "В таком случае, у меня не получится решить проблему вашего сына, миссис Бейкер."

# game/Gallery/gallery3.rpy:1570
translate english gallery_15069_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Gallery/gallery3.rpy:1578
translate english gallery_15069_f45f3274:

    # mt "Если все что нужно этому извращенцу - это потрогать его член... И ничего более..."
    # mt "Возможно, мне стоит потерпеть и это все закончится, наконец-то?"
    mt "Если все что нужно этому извращенцу - это потрогать его член... И ничего более..."
    mt "Возможно, мне стоит потерпеть и это все закончится, наконец-то?"

# game/Gallery/gallery3.rpy:1589
translate english gallery_15069_33d145bf:

    # teacher "Просто приласкайте его, миссис Бейкер..."
    teacher "Просто приласкайте его, миссис Бейкер..."

# game/Gallery/gallery3.rpy:1593
translate english gallery_15069_63253b7b:

    # m "..." 
    m "..." 

# game/Gallery/gallery3.rpy:1605
translate english gallery_15069_2b2c9dca:

    # teacher "Обхватите его рукой, миссис Бейкер..."
    teacher "Обхватите его рукой, миссис Бейкер..."

# game/Gallery/gallery3.rpy:1623
translate english gallery_15069_af20d9d0:

    # teacher "Ммм... Да-а-а, как же хорошо..."
    teacher "Ммм... Да-а-а, как же хорошо..."

# game/Gallery/gallery3.rpy:1638
translate english gallery_15069_1c6466e0:

    # mt "Какой кошмар! Что я делаю?! Как это все мерзко!!!"
    mt "Какой кошмар! Что я делаю?! Как это все мерзко!!!"

# game/Gallery/gallery3.rpy:1642
translate english gallery_15069_e2509d7f:

    # teacher "Ммммммм..."
    teacher "Ммммммм..."

# game/Gallery/gallery3.rpy:1674
translate english gallery_15069_958700e6:

    # teacher "ОООООО!!!"
    teacher "ОООООО!!!"

# game/Gallery/gallery3.rpy:1694
translate english gallery_15069_14d6f12a:

    # mt "Фуууу!!! Какая гадость!"
    # mt "Какого черта?! Он меня испачкал!"
    mt "Фуууу!!! Какая гадость!"
    mt "Какого черта?! Он меня испачкал!"

# game/Gallery/gallery3.rpy:1699
translate english gallery_15069_965871fd:

    # teacher "Я весьма рад, миссис Бейкер... Мы с вами весьма успешно закрыли проблему с Эриком."
    teacher "Я весьма рад, миссис Бейкер... Мы с вами весьма успешно закрыли проблему с Эриком."

# game/Gallery/gallery3.rpy:1703
translate english gallery_15069_da40a7db:

    # mt "Он такой же извращенец, как и все."
    # mt "Только притворяется благородным и высокоморальным."
    # mt "А сам готов меня склонить к сексу!"
    mt "Он такой же извращенец, как и все."
    mt "Только притворяется благородным и высокоморальным."
    mt "А сам готов меня склонить к сексу!"

# game/Gallery/gallery3.rpy:1708
translate english gallery_15069_16bd7868_1:

    # mt "!!!" 
    mt "!!!" 

# game/Gallery/gallery3.rpy:1712
translate english gallery_15069_4d56223a:

    # m "Проблема с Эриком точно решена, мистер Эдвардс?"
    # m "Мне не придется приходить сюда снова, чтобы удостовериться в этом?"
    m "Проблема с Эриком точно решена, мистер Эдвардс?"
    m "Мне не придется приходить сюда снова, чтобы удостовериться в этом?"

# game/Gallery/gallery3.rpy:1716
translate english gallery_15069_f2391832:

    # teacher "Абсолютно точно, миссис Бейкер. Можете не переживать."
    # teacher "Я прямо сейчас отнесу методику мисс Мэнсфилд."
    teacher "Абсолютно точно, миссис Бейкер. Можете не переживать."
    teacher "Я прямо сейчас отнесу методику мисс Мэнсфилд."

# game/Gallery/gallery3.rpy:1720
translate english gallery_15069_b6e24a54:

    # m "Хорошо. До свидания, мистер Эдвардс." 
    m "Хорошо. До свидания, мистер Эдвардс." 

# game/Gallery/gallery3.rpy:1723
translate english gallery_15069_ecb2d894:

    # teacher "Всегда к вашим услугам, миссис Бейкер."
    teacher "Всегда к вашим услугам, миссис Бейкер."

# game/Gallery/gallery3.rpy:1739
translate english gallery_15340_08989483:

    # m "Мистер Эдвардс, добрый день."
    m "Мистер Эдвардс, добрый день."

# game/Gallery/gallery3.rpy:1744
translate english gallery_15340_35ef3d58:

    # teacher "Здавствуйте, миссис Бейкер. Я вас ждал."
    # teacher "Присаживайтесь."
    teacher "Здавствуйте, миссис Бейкер. Я вас ждал."
    teacher "Присаживайтесь."

# game/Gallery/gallery3.rpy:1750
translate english gallery_15340_9f158d29:

    # m "Что натворил Эрик в этот раз, мистер Эдвардс?!" 
    m "Что натворил Эрик в этот раз, мистер Эдвардс?!" 

# game/Gallery/gallery3.rpy:1753
translate english gallery_15340_c97194a5:

    # teacher "Вы не поверите, миссис Бейкер..."
    # teacher "Он снова залез в шкафчик к тренеру по плаванью..."
    # teacher "И сделал то же самое."
    teacher "Вы не поверите, миссис Бейкер..."
    teacher "Он снова залез в шкафчик к тренеру по плаванью..."
    teacher "И сделал то же самое."

# game/Gallery/gallery3.rpy:1759
translate english gallery_15340_3c7a61f7:

    # m "ЧТО?!" 
    # m "!!!"
    m "ЧТО?!" 
    m "!!!"

# game/Gallery/gallery3.rpy:1764
translate english gallery_15340_fa48eb9e:

    # teacher "Да. Мисс Мэнсфилд это снова увидела." 
    # teacher "У меня есть подозрения, что Эрик делает это постоянно."
    # teacher "Просто Мисс Мэнсфилд это не всегда замечает."
    teacher "Да. Мисс Мэнсфилд это снова увидела." 
    teacher "У меня есть подозрения, что Эрик делает это постоянно."
    teacher "Просто Мисс Мэнсфилд это не всегда замечает."

# game/Gallery/gallery3.rpy:1770
translate english gallery_15340_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:1773
translate english gallery_15340_a7e56dd7:

    # teacher "В любом случае, Мисс Мэнсфилд была очень злая на него..."
    teacher "В любом случае, Мисс Мэнсфилд была очень злая на него..."

# game/Gallery/gallery3.rpy:1776
translate english gallery_15340_7a44ad52:

    # m "Была?.."
    m "Была?.."

# game/Gallery/gallery3.rpy:1779
translate english gallery_15340_f7dce5d7:

    # teacher "Да, она очень злилась. И я с ней уже договорился."
    # teacher "Мне пришлось составить для нее несколько педагогических отчетов, но..."
    teacher "Да, она очень злилась. И я с ней уже договорился."
    teacher "Мне пришлось составить для нее несколько педагогических отчетов, но..."

# game/Gallery/gallery3.rpy:1784
translate english gallery_15340_da7b5d41:

    # teacher "Как вы понимаете, миссис Бейкер, мне пришлось проделать огромную работу."
    # teacher "Поэтому я надеюсь на особую благодарность с вашей стороны, миссис Бейкер."
    teacher "Как вы понимаете, миссис Бейкер, мне пришлось проделать огромную работу."
    teacher "Поэтому я надеюсь на особую благодарность с вашей стороны, миссис Бейкер."

# game/Gallery/gallery3.rpy:1789
translate english gallery_15340_2ff02d68:

    # mt "Ну вот, опять он начинает..." 
    # mt "!!!"
    # mt "С другой стороны, вопрос с мисс Мэнсфилд уже улажен..."
    mt "Ну вот, опять он начинает..." 
    mt "!!!"
    mt "С другой стороны, вопрос с мисс Мэнсфилд уже улажен..."

# game/Gallery/gallery3.rpy:1794
translate english gallery_15340_10150ab0:

    # m "И что я должна сделать, мистер Эдвардс?" 
    m "И что я должна сделать, мистер Эдвардс?" 

# game/Gallery/gallery3.rpy:1797
translate english gallery_15340_b565f53b:

    # mt "Учитель на этот раз все очень быстро решил."
    # mt "И в итоге поставил меня перед фактом, что я ему должна."
    # mt "Высокоморальная сволочь!"
    mt "Учитель на этот раз все очень быстро решил."
    mt "И в итоге поставил меня перед фактом, что я ему должна."
    mt "Высокоморальная сволочь!"

# game/Gallery/gallery3.rpy:1804
translate english gallery_15340_b4e4a854:

    # teacher "Я уже видел вашу прекрасную грудь, миссис Бейкер."
    # teacher "Теперь я хочу посмотреть на вашу попку..."
    # teacher "И потрогать ее."
    teacher "Я уже видел вашу прекрасную грудь, миссис Бейкер."
    teacher "Теперь я хочу посмотреть на вашу попку..."
    teacher "И потрогать ее."

# game/Gallery/gallery3.rpy:1811
translate english gallery_15340_9a206bb2:

    # m "Мистер Эдвардс, вам не кажется, что это уже слишком?!"
    # m "Я не собираюсь показывать вам то, что у меня под шортами!"
    m "Мистер Эдвардс, вам не кажется, что это уже слишком?!"
    m "Я не собираюсь показывать вам то, что у меня под шортами!"

# game/Gallery/gallery3.rpy:1816
translate english gallery_15340_4a8f1c29:

    # mt "Ведь проблема уже решена. Зачем мне соглашаться на это?"
    mt "Ведь проблема уже решена. Зачем мне соглашаться на это?"

# game/Gallery/gallery3.rpy:1827
translate english gallery_15317_b4ba22fe:

    # m "Мистер Эдвардс, я не буду вам ничего показывать!"
    # m "На этот раз вы зашли слишком далеко!"
    m "Мистер Эдвардс, я не буду вам ничего показывать!"
    m "На этот раз вы зашли слишком далеко!"

# game/Gallery/gallery3.rpy:1831
translate english gallery_15317_a2f68da4:

    # teacher "Миссис Бейкер, я же только посмотрю..."
    teacher "Миссис Бейкер, я же только посмотрю..."

# game/Gallery/gallery3.rpy:1836
translate english gallery_15317_6e57c241:

    # teacher "И совсем немного потрогаю..."
    teacher "И совсем немного потрогаю..."

# game/Gallery/gallery3.rpy:1844
translate english gallery_15317_a8fc74a1:

    # m "Не смей прикасаться ко мне, извращенец!!!"
    m "Не смей прикасаться ко мне, извращенец!!!"

# game/Gallery/gallery3.rpy:1856
translate english gallery_15317_19a6addf:

    # teacher "АААААА!"
    teacher "АААААА!"

# game/Gallery/gallery3.rpy:1859
translate english gallery_15317_9955b089:

    # m "И только попробуй предложить мне еще раз подобное!"
    # m "Весь колледж узнает о том, какая ты озабоченная сволочь!"
    m "И только попробуй предложить мне еще раз подобное!"
    m "Весь колледж узнает о том, какая ты озабоченная сволочь!"

# game/Gallery/gallery3.rpy:1867
translate english gallery_15317_2dae72d0:

    # m "Я не занимаюсь такими вещами, мистер Эдвардс!"
    m "Я не занимаюсь такими вещами, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:1870
translate english gallery_15317_d74102ba:

    # teacher "Мисс Мэнсфилд может и передумать..." 
    # teacher "..."
    teacher "Мисс Мэнсфилд может и передумать..." 
    teacher "..."

# game/Gallery/gallery3.rpy:1881
translate english gallery_15317_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:1884
translate english gallery_15317_a7415560:

    # m "Я не собираюсь этого делать!!!"
    m "Я не собираюсь этого делать!!!"

# game/Gallery/gallery3.rpy:1888
translate english gallery_15317_9a32897d:

    # teacher "Я сделал все зависящее от меня..." 
    # teacher "Пошел на такие жертвы..."
    teacher "Я сделал все зависящее от меня..." 
    teacher "Пошел на такие жертвы..."

# game/Gallery/gallery3.rpy:1892
translate english gallery_15317_24e57b72:

    # teacher "И очень быстро все уладил."
    # teacher "И все ради вас, миссис Бейкер!"
    teacher "И очень быстро все уладил."
    teacher "И все ради вас, миссис Бейкер!"

# game/Gallery/gallery3.rpy:1897
translate english gallery_15317_63253b7b:

    # m "..." 
    m "..." 

# game/Gallery/gallery3.rpy:1900
translate english gallery_15317_ba16a3ca:

    # mt "Учитель может сделать так, что о дебильном поступке Эрика узнают все."
    # mt "Тогда Барди точно разозлится и устроит мне массу проблем."
    mt "Учитель может сделать так, что о дебильном поступке Эрика узнают все."
    mt "Тогда Барди точно разозлится и устроит мне массу проблем."

# game/Gallery/gallery3.rpy:1904
translate english gallery_15317_235fe018:

    # mt "Если потрогать мою изумительную попу - это все о чем он просит..."
    # mt "Возможно, после этого он отстанет от меня..."
    mt "Если потрогать мою изумительную попу - это все о чем он просит..."
    mt "Возможно, после этого он отстанет от меня..."

# game/Gallery/gallery3.rpy:1939
translate english gallery_15317_676dca4f:

    # mt "Я, Моника Бакфетт, стою с голым задом перед учителем в колледже!"
    # mt "Какой кошмар!!!"
    mt "Я, Моника Бакфетт, стою с голым задом перед учителем в колледже!"
    mt "Какой кошмар!!!"

# game/Gallery/gallery3.rpy:1944
translate english gallery_15317_80f02cf4:

    # teacher "Миссис Бейкер, я не видел ничего красивее в своей жизни!"
    teacher "Миссис Бейкер, я не видел ничего красивее в своей жизни!"

# game/Gallery/gallery3.rpy:1947
translate english gallery_15317_2198f9a0:

    # mt "Еще бы! Об этой попе мечтают миллионы мужчин!"
    # mt "Знал бы он, кто я такая на самом деле..."
    mt "Еще бы! Об этой попе мечтают миллионы мужчин!"
    mt "Знал бы он, кто я такая на самом деле..."

# game/Gallery/gallery3.rpy:1962
translate english gallery_15317_fe595690:

    # m "Этого можно было и не делать, мистер Эдвардс!"
    m "Этого можно было и не делать, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:1975
translate english gallery_15317_7d138bf9:

    # m "Ай, что вы делаете?!" 
    m "Ай, что вы делаете?!" 

# game/Gallery/gallery3.rpy:1984
translate english gallery_15317_99bc6f29:

    # m "Ч-что вы д-делаете?! Нет-нет!!!"
    # m "Остановитесь, м-мы договаривались не так!"
    m "Ч-что вы д-делаете?! Нет-нет!!!"
    m "Остановитесь, м-мы договаривались не так!"

# game/Gallery/gallery3.rpy:1989
translate english gallery_15363_4686f1bc:

    # mt "Что этот извращенец творит?! Как он смеет так поступать со мной?!"
    mt "Что этот извращенец творит?! Как он смеет так поступать со мной?!"

# game/Gallery/gallery3.rpy:2001
translate english gallery_15363_8deb8434:

    # m "!!!"
    # m "Прекратите это немедленно!"
    # m "Мистер Эдвардс!!!"
    m "!!!"
    m "Прекратите это немедленно!"
    m "Мистер Эдвардс!!!"

# game/Gallery/gallery3.rpy:2018
translate english gallery_15363_a0a1fc15:

    # mt "!!!"
    # mt "Фу, неужели ему приятно делать такие мерзкие вещи?!"
    mt "!!!"
    mt "Фу, неужели ему приятно делать такие мерзкие вещи?!"

# game/Gallery/gallery3.rpy:2023
translate english gallery_15363_4cad0cfb:

    # mt "Это так... Так щекотно..."
    # mt "..."
    mt "Это так... Так щекотно..."
    mt "..."

# game/Gallery/gallery3.rpy:2032
translate english gallery_15363_2dbc4c1e:

    # m "Ай! Нет!"
    # m "Прекратите!!!"
    # m "Уберите сейчас же!"
    m "Ай! Нет!"
    m "Прекратите!!!"
    m "Уберите сейчас же!"

# game/Gallery/gallery3.rpy:2049
translate english gallery_15363_ba2e0eb9:

    # mt "Боже, что же мне делать?"
    # mt "Мне надо остановить его!"
    mt "Боже, что же мне делать?"
    mt "Мне надо остановить его!"

# game/Gallery/gallery3.rpy:2055
translate english gallery_15363_48635fcd:

    # mt "Надо... Остановить."
    mt "Надо... Остановить."

# game/Gallery/gallery3.rpy:2084
translate english gallery_15363_ddf4f1ff:

    # mt "Сейчас же..."
    # mt "Почему такое чувство, как-будто... Как-будто..."
    mt "Сейчас же..."
    mt "Почему такое чувство, как-будто... Как-будто..."

# game/Gallery/gallery3.rpy:2094
translate english gallery_15363_42b91956:

    # mt "Что за странное ощущение?"
    # mt "Не понимаю, что со мной... Надо прекратить это немедленно..."
    mt "Что за странное ощущение?"
    mt "Не понимаю, что со мной... Надо прекратить это немедленно..."

# game/Gallery/gallery3.rpy:2103
translate english gallery_15382_d9ef911e:

    # m "Мне это совсем не нравится! Не смейте этого делать!"
    # m "Прекратите!!!"
    m "Мне это совсем не нравится! Не смейте этого делать!"
    m "Прекратите!!!"

# game/Gallery/gallery3.rpy:2108
translate english gallery_15382_4777105e:

    # teacher "Да, конечно, миссис Бейкер... Еще несколько минут и я прекращу..."
    teacher "Да, конечно, миссис Бейкер... Еще несколько минут и я прекращу..."

# game/Gallery/gallery3.rpy:2121
translate english gallery_15382_7b357f78:

    # m "АААА!"
    # m "НЕЕЕЕТ!"
    m "АААА!"
    m "НЕЕЕЕТ!"

# game/Gallery/gallery3.rpy:2142
translate english gallery_15382_f4aeaf75:

    # mt "Черт! Черт!"
    mt "Черт! Черт!"

# game/Gallery/gallery3.rpy:2164
translate english gallery_15382_77579664:

    # m "Ах!"
    m "Ах!"

# game/Gallery/gallery3.rpy:2167
translate english gallery_15382_4b5bfad2:

    # mt "Я чувствую ЭТО в себе!!!"
    # mt "Черт! Нет!"
    # m "!!!"
    mt "Я чувствую ЭТО в себе!!!"
    mt "Черт! Нет!"
    m "!!!"

# game/Gallery/gallery3.rpy:2173
translate english gallery_15382_f36cfa2a:

    # m "Ох!"
    m "Ох!"

# game/Gallery/gallery3.rpy:2187
translate english gallery_15382_5473d4a2:

    # mt "Какое непонятное чувство... Что-то внизу живота и... ТАМ!"
    # mt "Что он со мной делает?!"
    # mt "Я хочу, чтобы он... Ах! ...чтобы он остановился!"
    mt "Какое непонятное чувство... Что-то внизу живота и... ТАМ!"
    mt "Что он со мной делает?!"
    mt "Я хочу, чтобы он... Ах! ...чтобы он остановился!"

# game/Gallery/gallery3.rpy:2224
translate english gallery_15382_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:2235
translate english gallery_15382_4d98c3f0:

    # mt "Фуууу!!! Он испачкал меня!"
    # mt "Долбанный высокоморальный извращенец!!! Что он натворил?!"
    mt "Фуууу!!! Он испачкал меня!"
    mt "Долбанный высокоморальный извращенец!!! Что он натворил?!"

# game/Gallery/gallery3.rpy:2244
translate english gallery_15382_9cddd8ef:

    # mt "!!!"
    # mt "..."
    # mt "Чувствую себя также непонятно, как после вылизываний Барди и его друга..."
    mt "!!!"
    mt "..."
    mt "Чувствую себя также непонятно, как после вылизываний Барди и его друга..."

# game/Gallery/gallery3.rpy:2249
translate english gallery_15382_2ef4b43a:

    # mt "..."
    # mt "Похоже это нервный срыв из-за всего за последнее время...!"
    mt "..."
    mt "Похоже это нервный срыв из-за всего за последнее время...!"

# game/Gallery/gallery3.rpy:2255
translate english gallery_15382_44a29407:

    # teacher "Я весьма рад такой благодарности от вас, миссис Бейкер!"
    # teacher "Я давно хотел это сделать."
    teacher "Я весьма рад такой благодарности от вас, миссис Бейкер!"
    teacher "Я давно хотел это сделать."

# game/Gallery/gallery3.rpy:2261
translate english gallery_15382_cc70c083:

    # mt "Он занялся со мной сексом (!!!) в классе, где сидят студенты!"
    # mt "Я не хочу больше видеть этого учителя! Никогда! Ненавижу его!"
    # mt "Ненавижу их всех! Больше никому не позволю прикасаться ко мне!!!"
    # mt "!!!"
    mt "Он занялся со мной сексом (!!!) в классе, где сидят студенты!"
    mt "Я не хочу больше видеть этого учителя! Никогда! Ненавижу его!"
    mt "Ненавижу их всех! Больше никому не позволю прикасаться ко мне!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:2268
translate english gallery_15382_6d147674:

    # teacher "Надеюсь, мы с вами еще увидимся, миссис Бейкер?" 
    teacher "Надеюсь, мы с вами еще увидимся, миссис Бейкер?" 

# game/Gallery/gallery3.rpy:2273
translate english gallery_15382_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:2299
translate english gallery_22574_2e1b9836:

    # teacher "Вы сегодня восхитительно выглядите, мисс Мэнсфилд."
    # teacher "Рад вас видеть! Присаживайтесь."
    teacher "Вы сегодня восхитительно выглядите, мисс Мэнсфилд."
    teacher "Рад вас видеть! Присаживайтесь."

# game/Gallery/gallery3.rpy:2304
translate english gallery_22574_01e5c29a:

    # mansfield "Давайте, ближе к делу, мистер Эдвардс!"
    mansfield "Давайте, ближе к делу, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:2309
translate english gallery_22574_6a2e6584:

    # teacher "Да, конечно. Я доработал методику для вас. Осталось внести всего несколько поправок."
    teacher "Да, конечно. Я доработал методику для вас. Осталось внести всего несколько поправок."

# game/Gallery/gallery3.rpy:2312
translate english gallery_22574_db291af2:

    # mansfield "..."
    mansfield "..."

# game/Gallery/gallery3.rpy:2315
translate english gallery_22574_a5cc7916:

    # teacher "Завтра утром я ее вам отдам, мисс Мэнсфилд."
    teacher "Завтра утром я ее вам отдам, мисс Мэнсфилд."

# game/Gallery/gallery3.rpy:2320
translate english gallery_22574_043fb41e:

    # mansfield "В таком случае до завтра, мистер Эдвардс!" 
    mansfield "В таком случае до завтра, мистер Эдвардс!" 

# game/Gallery/gallery3.rpy:2324
translate english gallery_22574_5be8e651:

    # teacher "Мисс Мэнсфилд?!"
    teacher "Мисс Мэнсфилд?!"

# game/Gallery/gallery3.rpy:2328
translate english gallery_22574_d89c474c:

    # mansfield "???"
    mansfield "???"

# game/Gallery/gallery3.rpy:2331
translate english gallery_22574_ec34b528:

    # teacher "Я... для вас..."
    # teacher "Я очень старался для вас, мисс Мэнсфилд." 
    # teacher "Это лучшая прогрессивная методика преподавания."
    # teacher "Я проделал огромную работу..."
    teacher "Я... для вас..."
    teacher "Я очень старался для вас, мисс Мэнсфилд." 
    teacher "Это лучшая прогрессивная методика преподавания."
    teacher "Я проделал огромную работу..."

# game/Gallery/gallery3.rpy:2338
translate english gallery_22574_c7e84a6c:

    # teacher "Я был бы очень рад угостить вас ужином, мисс Мэнсфилд."
    # teacher "Для меня это будет лучшая благодарность с вашей стороны."
    teacher "Я был бы очень рад угостить вас ужином, мисс Мэнсфилд."
    teacher "Для меня это будет лучшая благодарность с вашей стороны."

# game/Gallery/gallery3.rpy:2345
translate english gallery_22574_ce0997cf:

    # mansfield "Мистер Эдвардс! Сколько раз можно заводить этот разговор про ужин?"
    # mansfield "Ответ тот же..."
    mansfield "Мистер Эдвардс! Сколько раз можно заводить этот разговор про ужин?"
    mansfield "Ответ тот же..."

# game/Gallery/gallery3.rpy:2350
translate english gallery_22574_f86e9d9c:

    # mansfield "НЕТ!"
    mansfield "НЕТ!"

# game/Gallery/gallery3.rpy:2353
translate english gallery_22574_452fd794:

    # mansfield "Уясните, меня это НЕ ИНТЕРЕСУЕТ!"
    # mansfield "Меня ВЫ не интересуете!"
    mansfield "Уясните, меня это НЕ ИНТЕРЕСУЕТ!"
    mansfield "Меня ВЫ не интересуете!"

# game/Gallery/gallery3.rpy:2358
translate english gallery_22574_2ace2db9:

    # teacher "Тогда, можеть быть... Кофе?" 
    # teacher "Составите мне компанию, мисс Мэнсфилд?"
    teacher "Тогда, можеть быть... Кофе?" 
    teacher "Составите мне компанию, мисс Мэнсфилд?"

# game/Gallery/gallery3.rpy:2364
translate english gallery_22574_e262d85d:

    # mansfield "Ответ НЕТ."
    mansfield "Ответ НЕТ."

# game/Gallery/gallery3.rpy:2369
translate english gallery_22574_5033a0bb:

    # mansfield "И о какой благодарности с моей стороны может быть речь?!"
    # mansfield "Вообще-то, это Я вам сделала одолжение, мистер Эдвардс!"
    mansfield "И о какой благодарности с моей стороны может быть речь?!"
    mansfield "Вообще-то, это Я вам сделала одолжение, мистер Эдвардс!"

# game/Gallery/gallery3.rpy:2373
translate english gallery_22574_a18985eb:

    # teacher "???" 
    teacher "???" 

# game/Gallery/gallery3.rpy:2376
translate english gallery_22574_a13ea7ba:

    # mansfield "Я не рассказала про вашего студента директору..."
    # mansfield "По вашей просьбе."
    mansfield "Я не рассказала про вашего студента директору..."
    mansfield "По вашей просьбе."

# game/Gallery/gallery3.rpy:2380
translate english gallery_22574_d4241cdf:

    # teacher "..."
    teacher "..."

# game/Gallery/gallery3.rpy:2383
translate english gallery_22574_7331aba8:

    # mansfield "Не знаю, зачем вы так за него заступаетесь..."
    # teacher "Он... Я..." 
    mansfield "Не знаю, зачем вы так за него заступаетесь..."
    teacher "Он... Я..." 

# game/Gallery/gallery3.rpy:2389
translate english gallery_22574_6d8c9705:

    # mansfield "Надеюсь, вас за это хорошо отблагодарили, мистер Эдвардс."
    mansfield "Надеюсь, вас за это хорошо отблагодарили, мистер Эдвардс."

# game/Gallery/gallery3.rpy:2393
translate english gallery_22574_1d9b1139:

    # teacher "!!!" 
    teacher "!!!" 

# game/Gallery/gallery3.rpy:2397
translate english gallery_22574_48dc9793:

    # mansfield "Жду мою методику завтра!"
    mansfield "Жду мою методику завтра!"

# game/Gallery/gallery3.rpy:2418
translate english gallery_20231_108c5390:

    # julia "Миссис Бакфетт?" 
    julia "Миссис Бакфетт?" 

# game/Gallery/gallery3.rpy:2420
translate english gallery_20231_504578b9:

    # m "Что ты делаешь здесь?"
    m "Что ты делаешь здесь?"

# game/Gallery/gallery3.rpy:2423
translate english gallery_20231_68619d36:

    # julia "Я... Я здесь работаю, Миссис Бакфетт..."
    julia "Я... Я здесь работаю, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:2430
translate english gallery_20231_8876c825:

    # m "Я уже уволила тебя, нерадивая гувернантка!"
    # m "Значит тебя в дверь, а ты в окно?!"
    m "Я уже уволила тебя, нерадивая гувернантка!"
    m "Значит тебя в дверь, а ты в окно?!"

# game/Gallery/gallery3.rpy:2447
translate english gallery_20231_11451d36:

    # m "Встать сюда!"
    m "Встать сюда!"

# game/Gallery/gallery3.rpy:2454
translate english gallery_20231_8e1b7eb1:

    # m "После увольнения из моего дома, ты решила устроиться ко мне в офис?!"
    m "После увольнения из моего дома, ты решила устроиться ко мне в офис?!"

# game/Gallery/gallery3.rpy:2457
translate english gallery_20231_8a50621c:

    # m "Ты за кого меня принимаешь, Юлия?"
    m "Ты за кого меня принимаешь, Юлия?"

# game/Gallery/gallery3.rpy:2460
translate english gallery_20231_5d6122e8:

    # julia "Миссис Бакфетт... Я... Я не знала что это Ваш офис..."
    # julia "Меня сюда устроил Мистер Фред..."
    julia "Миссис Бакфетт... Я... Я не знала что это Ваш офис..."
    julia "Меня сюда устроил Мистер Фред..."

# game/Gallery/gallery3.rpy:2464
translate english gallery_20231_3a4a1ba7:

    # m "Фред? Этот мерзавец! Он все-время ведет игру за моей спиной!"
    # m "Сначала он подсунул нерадивую гувернантку ко мне в дом!"
    # m "А теперь привел ее в мой офис!"
    m "Фред? Этот мерзавец! Он все-время ведет игру за моей спиной!"
    m "Сначала он подсунул нерадивую гувернантку ко мне в дом!"
    m "А теперь привел ее в мой офис!"

# game/Gallery/gallery3.rpy:2469
translate english gallery_20231_e132eddc:

    # m "С какой стати он делает тебе такие одолжения, Юлия?!"
    # m "Ты что, спишь с ним?!"
    m "С какой стати он делает тебе такие одолжения, Юлия?!"
    m "Ты что, спишь с ним?!"

# game/Gallery/gallery3.rpy:2476
translate english gallery_20231_77a2759b:

    # julia "..." 
    julia "..." 

# game/Gallery/gallery3.rpy:2482
translate english gallery_20231_7126f32c:

    # julia "Я не сплю с ним, Миссис Бакфетт!"
    julia "Я не сплю с ним, Миссис Бакфетт!"

# game/Gallery/gallery3.rpy:2494
translate english gallery_20231_fcdd7a9b:

    # m "Как ты здесь оказалась?"
    m "Как ты здесь оказалась?"

# game/Gallery/gallery3.rpy:2497
translate english gallery_20231_f20b144b:

    # julia "Миссис Бакфетт, Мистер Фред сказал мне что Вы надолго уехали и у меня теперь нет работы в доме."
    # julia "Мне было долго не найти другую работу, но, в конце концов, Мистер Фред помог мне устроиться сюда."
    julia "Миссис Бакфетт, Мистер Фред сказал мне что Вы надолго уехали и у меня теперь нет работы в доме."
    julia "Мне было долго не найти другую работу, но, в конце концов, Мистер Фред помог мне устроиться сюда."

# game/Gallery/gallery3.rpy:2504
translate english gallery_20231_95a72993:

    # m "Ладно, опустим детали."
    # m "Итак, ты теперь работаешь здесь и снова подчиняешься мне."
    # m "Я буду работать в этом же кабинете."
    m "Ладно, опустим детали."
    m "Итак, ты теперь работаешь здесь и снова подчиняешься мне."
    m "Я буду работать в этом же кабинете."

# game/Gallery/gallery3.rpy:2509
translate english gallery_20231_5cb36bf0:

    # julia "Миссис Бакфетт, я думала что у меня самая низкая должность здесь."
    # julia "Для меня удивительно что я буду работать рядом с Вами..."
    julia "Миссис Бакфетт, я думала что у меня самая низкая должность здесь."
    julia "Для меня удивительно что я буду работать рядом с Вами..."

# game/Gallery/gallery3.rpy:2513
translate english gallery_20231_3e8761d8:

    # m "В моей компании не бывает незначительно работы, Юлия."
    # m "Обработка этих отчетов очень важна для нас."
    # m "Я буду присутствовать здесь, чтобы проследить тщательность, с которой ты будешь выполнять эту ответственную работу."
    m "В моей компании не бывает незначительно работы, Юлия."
    m "Обработка этих отчетов очень важна для нас."
    m "Я буду присутствовать здесь, чтобы проследить тщательность, с которой ты будешь выполнять эту ответственную работу."

# game/Gallery/gallery3.rpy:2518
translate english gallery_20231_cac8ca2b:

    # julia "Да, Миссис Бакфетт. Как скажете..." 
    julia "Да, Миссис Бакфетт. Как скажете..." 

# game/Gallery/gallery3.rpy:2521
translate english gallery_20231_c5943df6:

    # mt "Эти никчемные отчеты никому не нужны!"
    # mt "Биф просто решил почесать свое эго, проявив власть надо мной."
    # mt "Что-ж, мне стоит подыграть ему."
    mt "Эти никчемные отчеты никому не нужны!"
    mt "Биф просто решил почесать свое эго, проявив власть надо мной."
    mt "Что-ж, мне стоит подыграть ему."

# game/Gallery/gallery3.rpy:2526
translate english gallery_20231_ddcdf114:

    # mt "Он даже не догадывается, что рядом с ним настоящая Моника Бакфетт!"
    # mt "Умная, расчетливая и хладнокровная!"
    # mt "И я верну назад мою компанию и все остальное!"
    mt "Он даже не догадывается, что рядом с ним настоящая Моника Бакфетт!"
    mt "Умная, расчетливая и хладнокровная!"
    mt "И я верну назад мою компанию и все остальное!"

# game/Gallery/gallery3.rpy:2531
translate english gallery_20231_4fd843d1:

    # mt "Даже если мне придется переступить через себя и рыться в этом бумажном хламе..."
    # mt "Временно..."
    mt "Даже если мне придется переступить через себя и рыться в этом бумажном хламе..."
    mt "Временно..."

# game/Gallery/gallery3.rpy:2541
translate english gallery_20286_2ec62310:

    # m "Юлия, подойди ко мне!"
    m "Юлия, подойди ко мне!"

# game/Gallery/gallery3.rpy:2545
translate english gallery_20286_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:2548
translate english gallery_20286_ee53ae13:

    # m "Юлия, что там с отчетами, которые надо обработать сегодня?"
    m "Юлия, что там с отчетами, которые надо обработать сегодня?"

# game/Gallery/gallery3.rpy:2550
translate english gallery_20286_59e2ea07:

    # julia "Их очень много, Миссис Бакфетт."
    # julia "У меня впечатление, что это объем для обработки двумя сотрудниками."
    julia "Их очень много, Миссис Бакфетт."
    julia "У меня впечатление, что это объем для обработки двумя сотрудниками."

# game/Gallery/gallery3.rpy:2554
translate english gallery_20286_9d2d3a8b:

    # julia "Я не представляю как справлюсь с этим!"
    # julia "Мне придется работать с этим до ночи!"
    julia "Я не представляю как справлюсь с этим!"
    julia "Мне придется работать с этим до ночи!"

# game/Gallery/gallery3.rpy:2563
translate english gallery_20286_f1c9d8ad:

    # m "Юлия, да, отчетов дейтвительно много."
    # m "Однако, это не повод задерживаться допоздна."
    # m "Сделай сколько успеешь до конца рабочего дня и можешь быть свободна."
    m "Юлия, да, отчетов дейтвительно много."
    m "Однако, это не повод задерживаться допоздна."
    m "Сделай сколько успеешь до конца рабочего дня и можешь быть свободна."

# game/Gallery/gallery3.rpy:2568
translate english gallery_20286_0b936356:

    # julia "Миссис Бакфетт, большое спасибо Вам!"
    julia "Миссис Бакфетт, большое спасибо Вам!"

# game/Gallery/gallery3.rpy:2572
translate english gallery_20286_474d3a13:

    # m "Юлия, ты здесь новый сотрудник."
    # m "И ты должна проявить себя."
    # m "Я здесь для того, чтобы приглядывать за тобой."
    m "Юлия, ты здесь новый сотрудник."
    m "И ты должна проявить себя."
    m "Я здесь для того, чтобы приглядывать за тобой."

# game/Gallery/gallery3.rpy:2577
translate english gallery_20286_45c4b1c3:

    # m "Ты ведь не намекаешь на то, что я должна помогать тебе в этой работе?"
    m "Ты ведь не намекаешь на то, что я должна помогать тебе в этой работе?"

# game/Gallery/gallery3.rpy:2582
translate english gallery_20286_b918ea0a:

    # julia "Нет, Миссис Бакфетт. Что Вы?"
    julia "Нет, Миссис Бакфетт. Что Вы?"

# game/Gallery/gallery3.rpy:2585
translate english gallery_20286_4ff3f864:

    # julia "Я сделаю все сама."
    # julia "Пожалуйста. Извините меня!"
    julia "Я сделаю все сама."
    julia "Пожалуйста. Извините меня!"

# game/Gallery/gallery3.rpy:2604
translate english gallery_20836_8cd903fd:

    # mt "ФРЕД?!"
    mt "ФРЕД?!"

# game/Gallery/gallery3.rpy:2608
translate english gallery_20836_294dd804:

    # fred "О, какая встреча, Миссис Бакфетт."
    # fred "Рад видеть Вас в кресле Босса."
    fred "О, какая встреча, Миссис Бакфетт."
    fred "Рад видеть Вас в кресле Босса."

# game/Gallery/gallery3.rpy:2613
translate english gallery_20836_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:2623
translate english gallery_20836_c6a1eb96:

    # m "Фред, что ты делаешь здесь?!"
    m "Фред, что ты делаешь здесь?!"

# game/Gallery/gallery3.rpy:2626
translate english gallery_20836_421d7808:

    # fred "Миссис Бакфетт, я работаю в этой компании, поэтому Ваш вопрос звучит странно."
    # fred "И непрофессионально."
    fred "Миссис Бакфетт, я работаю в этой компании, поэтому Ваш вопрос звучит странно."
    fred "И непрофессионально."

# game/Gallery/gallery3.rpy:2630
translate english gallery_20836_f4856d13:

    # m "Твой профессионализм не должен выходить за пределы рулевого колеса, Фред!"
    # m "Что ты здесь делаешь, спрашиваю еще раз!"
    m "Твой профессионализм не должен выходить за пределы рулевого колеса, Фред!"
    m "Что ты здесь делаешь, спрашиваю еще раз!"

# game/Gallery/gallery3.rpy:2634
translate english gallery_20836_d8963e77:

    # m "Юлия, он что, пришел к тебе?!"
    m "Юлия, он что, пришел к тебе?!"

# game/Gallery/gallery3.rpy:2637
translate english gallery_20836_d1f70c04:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:2647
translate english gallery_20836_a89a4661:

    # fred "Миссис Бакфетт."
    # fred "Если говорить о сферах профессионализма, то, возможно, кое-кому стоит ограничиться обязанностями гувернантки."
    # fred "А работа Боссом при этом - это выход за профессиональные рамки основной профессии."
    fred "Миссис Бакфетт."
    fred "Если говорить о сферах профессионализма, то, возможно, кое-кому стоит ограничиться обязанностями гувернантки."
    fred "А работа Боссом при этом - это выход за профессиональные рамки основной профессии."

# game/Gallery/gallery3.rpy:2654
translate english gallery_20836_4305edca_1:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:2658
translate english gallery_20836_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:2661
translate english gallery_20836_d684ab34:

    # fred "..."
    fred "..."

# game/Gallery/gallery3.rpy:2665
translate english gallery_20836_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:2670
translate english gallery_20836_8ba309c2:

    # m "Юлия, выйди из кабинета."
    # m "Быстро!"
    m "Юлия, выйди из кабинета."
    m "Быстро!"

# game/Gallery/gallery3.rpy:2676
translate english gallery_20836_d1f70c04_1:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:2694
translate english gallery_20836_94c301ce:

    # m "Фред, не слишком-ли ты нарываешься?!"
    m "Фред, не слишком-ли ты нарываешься?!"

# game/Gallery/gallery3.rpy:2697
translate english gallery_20836_df0cb087:

    # m "Тебе что, в прошлый раз показалось мало?!"
    m "Тебе что, в прошлый раз показалось мало?!"

# game/Gallery/gallery3.rpy:2702
translate english gallery_20836_6bc9553a:

    # fred "Миссис Бакфетт, я усвоил то, что Вас лучше не трогать и не принуждать к чему-либо силой."
    # fred "В вашем случае это опасно."
    fred "Миссис Бакфетт, я усвоил то, что Вас лучше не трогать и не принуждать к чему-либо силой."
    fred "В вашем случае это опасно."

# game/Gallery/gallery3.rpy:2706
translate english gallery_20836_2ec02db9:

    # m "Я рада что ты, Фред, это понимаешь."
    m "Я рада что ты, Фред, это понимаешь."

# game/Gallery/gallery3.rpy:2715
translate english gallery_20836_cbb7062c:

    # fred "Гораздо безопаснее, Миссис Бакфетт, если Вы сделаете это сами..."
    fred "Гораздо безопаснее, Миссис Бакфетт, если Вы сделаете это сами..."

# game/Gallery/gallery3.rpy:2719
translate english gallery_20836_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:2722
translate english gallery_20836_103f5871:

    # m "Что ты имеешь ввиду, Фред?!"
    # m "Если ты рассчитываешь на то, чтобы я спала с тобой, то можешь даже не надеяться!"
    # m "Я не пойду на это ни за что!"
    m "Что ты имеешь ввиду, Фред?!"
    m "Если ты рассчитываешь на то, чтобы я спала с тобой, то можешь даже не надеяться!"
    m "Я не пойду на это ни за что!"

# game/Gallery/gallery3.rpy:2728
translate english gallery_20836_080d0778:

    # fred "О, Миссис Бакфетт, насчет Вашей попки у меня отдельные планы."
    fred "О, Миссис Бакфетт, насчет Вашей попки у меня отдельные планы."

# game/Gallery/gallery3.rpy:2731
translate english gallery_20836_59eaa063:

    # fred "Они также связаны с попками Стефани и Ребекки, если Вы помните..."
    fred "Они также связаны с попками Стефани и Ребекки, если Вы помните..."

# game/Gallery/gallery3.rpy:2740
translate english gallery_20836_4351b345:

    # mt "!!!"
    # m "Фред..." 
    mt "!!!"
    m "Фред..." 

# game/Gallery/gallery3.rpy:2745
translate english gallery_20836_76590839:

    # fred "Миссис Бакфетт, Вы хороший Босс."
    # fred "А у хорошего Босса не должно быть секретов от своих подчиненных."
    # fred "Это непрофессионально."
    fred "Миссис Бакфетт, Вы хороший Босс."
    fred "А у хорошего Босса не должно быть секретов от своих подчиненных."
    fred "Это непрофессионально."

# game/Gallery/gallery3.rpy:2750
translate english gallery_20836_d9da9b90:

    # m "На что это ты намекаешь, Фред?!"
    m "На что это ты намекаешь, Фред?!"

# game/Gallery/gallery3.rpy:2756
translate english gallery_20836_062ede35:

    # fred "Миссис Бакфетт, я считаю профессиональным долгом рассказать всему коллективу о том, что их Босс имеет основную работу..."
    fred "Миссис Бакфетт, я считаю профессиональным долгом рассказать всему коллективу о том, что их Босс имеет основную работу..."

# game/Gallery/gallery3.rpy:2759
translate english gallery_20836_98ba96e2:

    # fred "Гувернанткой." 
    fred "Гувернанткой." 

# game/Gallery/gallery3.rpy:2763
translate english gallery_20836_3b2e4d85:

    # m "!!!" 
    m "!!!" 

# game/Gallery/gallery3.rpy:2774
translate english gallery_20836_a92a0a83:

    # fred "Гувернанткой, которой приходится носить трусики Юлии, потому что у нее нет других."
    fred "Гувернанткой, которой приходится носить трусики Юлии, потому что у нее нет других."

# game/Gallery/gallery3.rpy:2777
translate english gallery_20836_26984f94:

    # fred "Или, может быть, ей нравится это..."
    fred "Или, может быть, ей нравится это..."

# game/Gallery/gallery3.rpy:2780
translate english gallery_20836_ed3b710e:

    # fred "И она теперь трет пятно на ковре в своем доме, сверкая Юлиными трусиками каждый день."
    fred "И она теперь трет пятно на ковре в своем доме, сверкая Юлиными трусиками каждый день."

# game/Gallery/gallery3.rpy:2785
translate english gallery_20836_85f10339:

    # fred "Гувернанткой, которая носит трусики Юлии, а также трусики своей новой хозяйки."
    fred "Гувернанткой, которая носит трусики Юлии, а также трусики своей новой хозяйки."

# game/Gallery/gallery3.rpy:2788
translate english gallery_20836_ed687f2e:

    # fred "Которые та носила за день до этого."
    fred "Которые та носила за день до этого."

# game/Gallery/gallery3.rpy:2791
translate english gallery_20836_8967a6fd:

    # fred "И она теперь трет пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."
    fred "И она теперь трет пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."

# game/Gallery/gallery3.rpy:2795
translate english gallery_20836_83573a12:

    # fred "Гувернанткой, которая носила трусики Юлии, а затем трусики новой хозяйки дома."
    fred "Гувернанткой, которая носила трусики Юлии, а затем трусики новой хозяйки дома."

# game/Gallery/gallery3.rpy:2798
translate english gallery_20836_66bf07ff:

    # fred "Которые та носила за день до этого."
    # fred "И она терла пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."
    fred "Которые та носила за день до этого."
    fred "И она терла пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."

# game/Gallery/gallery3.rpy:2802
translate english gallery_20836_f7384d2e:

    # m "!!!"
    # fred "А затем ей вообще запретили носить трусики."
    m "!!!"
    fred "А затем ей вообще запретили носить трусики."

# game/Gallery/gallery3.rpy:2806
translate english gallery_20836_506fcf73:

    # fred "И она теперь трет пятно на ковре без трусиков, сверкая своей очаровательной попой."
    fred "И она теперь трет пятно на ковре без трусиков, сверкая своей очаровательной попой."

# game/Gallery/gallery3.rpy:2812
translate english gallery_20836_2429ca2a:

    # fred "Я люблю смотреть на Вашу попу, Миссис Бакфетт."
    # fred "Когда Вы трете то пятно..."
    fred "Я люблю смотреть на Вашу попу, Миссис Бакфетт."
    fred "Когда Вы трете то пятно..."

# game/Gallery/gallery3.rpy:2824
translate english gallery_20836_3b2e4d85_1:

    # m "!!!" 
    m "!!!" 

# game/Gallery/gallery3.rpy:2827
translate english gallery_20836_1a633af0:

    # m "Ты не расскажешь этого никому!" 
    # fred "Почему-же?"
    # fred "Ваше фото и видео того, как Вы трете пятно, понравится всем в этом отделе."
    m "Ты не расскажешь этого никому!" 
    fred "Почему-же?"
    fred "Ваше фото и видео того, как Вы трете пятно, понравится всем в этом отделе."

# game/Gallery/gallery3.rpy:2832
translate english gallery_20836_c4a695e9:

    # m "У тебя нет ни фото, ни видео этого!"
    # m "Ты лжешь!"
    m "У тебя нет ни фото, ни видео этого!"
    m "Ты лжешь!"

# game/Gallery/gallery3.rpy:2836
translate english gallery_20836_ac159f44:

    # fred "Вы правы, у меня этого нет."
    # fred "Но я могу сделать их в любое время."
    # fred "Например, завтра."
    # fred "Или послезавтра."
    fred "Вы правы, у меня этого нет."
    fred "Но я могу сделать их в любое время."
    fred "Например, завтра."
    fred "Или послезавтра."

# game/Gallery/gallery3.rpy:2842
translate english gallery_20836_cdaa906b:

    # fred "Ведь Вы стараетесь быть хорошей гувернанткой и не будете уклоняться от обязанностей по дому, правда?"
    # fred "В конце концов, я за Вас поручился перед Мистером Робертсом."
    fred "Ведь Вы стараетесь быть хорошей гувернанткой и не будете уклоняться от обязанностей по дому, правда?"
    fred "В конце концов, я за Вас поручился перед Мистером Робертсом."

# game/Gallery/gallery3.rpy:2846
translate english gallery_20836_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:2862
translate english gallery_20836_6c6bdbf5:

    # fred "Особенно это видео понравится Юлии."
    # m "!!!"
    fred "Особенно это видео понравится Юлии."
    m "!!!"

# game/Gallery/gallery3.rpy:2866
translate english gallery_20836_5d1f335f:

    # fred "Я, пожалуй, покажу ей эти видео-материалы первой."
    fred "Я, пожалуй, покажу ей эти видео-материалы первой."

# game/Gallery/gallery3.rpy:2871
translate english gallery_20836_b56b14db:

    # w1 "Миссис Бакфетт, можно войти?"
    w1 "Миссис Бакфетт, можно войти?"

# game/Gallery/gallery3.rpy:2875
translate english gallery_20836_c14dd19c:

    # m "Вон отсюда!"
    m "Вон отсюда!"

# game/Gallery/gallery3.rpy:2885
translate english gallery_20836_f1c83604:

    # m "..."
    # m "Фред, мерзавец..."
    # m "Ты всегда пользуешься ситуацией в свою пользу."
    m "..."
    m "Фред, мерзавец..."
    m "Ты всегда пользуешься ситуацией в свою пользу."

# game/Gallery/gallery3.rpy:2890
translate english gallery_20836_f9c1b037:

    # fred "..." 
    fred "..." 

# game/Gallery/gallery3.rpy:2894
translate english gallery_20836_827664d1:

    # m "..."
    # m "Ты говорил что у тебя другие планы... насчет меня..."
    # m "Что ты хочешь сейчас?"
    # m "Ведь ты меня просто шантажируешь, я знаю."
    # m "Ты не станешь никому рассказывать про то что я делаю в своем доме."
    m "..."
    m "Ты говорил что у тебя другие планы... насчет меня..."
    m "Что ты хочешь сейчас?"
    m "Ведь ты меня просто шантажируешь, я знаю."
    m "Ты не станешь никому рассказывать про то что я делаю в своем доме."

# game/Gallery/gallery3.rpy:2907
translate english gallery_20836_a99a6d9a:

    # fred "О, Миссис Бакфетт, мне нужна сущая мелочь."
    # fred "Я уважаю Вас как Босса и как профессионала."
    # fred "И я хочу, чтобы Вы просто вели себя более вежливо по отношению к Юлии."
    fred "О, Миссис Бакфетт, мне нужна сущая мелочь."
    fred "Я уважаю Вас как Босса и как профессионала."
    fred "И я хочу, чтобы Вы просто вели себя более вежливо по отношению к Юлии."

# game/Gallery/gallery3.rpy:2912
translate english gallery_20836_ee1b1a8e:

    # m "Я и так веду себя по отношению к Юлии так, как того требует профессиональная этика."
    m "Я и так веду себя по отношению к Юлии так, как того требует профессиональная этика."

# game/Gallery/gallery3.rpy:2915
translate english gallery_20836_5743c32e:

    # fred "Да, но Юлия хрупкая и ранимая девушка."
    # fred "И ей бы не помешало побольше нежности от такого строгого Босса как Вы, Миссис Бакфетт."
    fred "Да, но Юлия хрупкая и ранимая девушка."
    fred "И ей бы не помешало побольше нежности от такого строгого Босса как Вы, Миссис Бакфетт."

# game/Gallery/gallery3.rpy:2918
translate english gallery_20836_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery3.rpy:2921
translate english gallery_20836_5be636ee:

    # fred "Скажите Юлии, что она хорошо выглядит сегодня."
    fred "Скажите Юлии, что она хорошо выглядит сегодня."

# game/Gallery/gallery3.rpy:2932
translate english gallery_20836_5dec6747:

    # m "Я не понимаю, зачем мне это говорить?"
    # m "Она всего-лишь работник, а я ее Босс!"
    # fred "Вам придется это сказать, Миссис Бакфетт."
    # fred "Иначе Ваши профессиональные тайны станут достоянием общественности."
    m "Я не понимаю, зачем мне это говорить?"
    m "Она всего-лишь работник, а я ее Босс!"
    fred "Вам придется это сказать, Миссис Бакфетт."
    fred "Иначе Ваши профессиональные тайны станут достоянием общественности."

# game/Gallery/gallery3.rpy:2938
translate english gallery_20836_29a4f6ab_3:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:2941
translate english gallery_20836_f9c1b037_1:

    # fred "..." 
    fred "..." 

# game/Gallery/gallery3.rpy:2944
translate english gallery_20836_60941b3f:

    # m "Ладно..."
    # m "Когда я должна это сделать?"
    # fred "Сделайте это завтра или в ближайшие дни."
    # m "И как ты узнаешь что я это сделала?"
    m "Ладно..."
    m "Когда я должна это сделать?"
    fred "Сделайте это завтра или в ближайшие дни."
    m "И как ты узнаешь что я это сделала?"

# game/Gallery/gallery3.rpy:2953
translate english gallery_20836_9241a38b:

    # fred "Юлия иногда доверяется моему... профессиональному мнению."
    fred "Юлия иногда доверяется моему... профессиональному мнению."

# game/Gallery/gallery3.rpy:2956
translate english gallery_20836_a465b306:

    # fred "Юлия немного стесняется меня, но иногда спрашивает моего совета."
    # fred "Дополнительное доверие ко мне поможет ей расслабиться в будущем."
    fred "Юлия немного стесняется меня, но иногда спрашивает моего совета."
    fred "Дополнительное доверие ко мне поможет ей расслабиться в будущем."

# game/Gallery/gallery3.rpy:2980
translate english gallery_20836_ab5e441d:

    # m "Фред, лучше убирайся со своими мелкими шантажами!"
    # m "Предупреждаю!"
    m "Фред, лучше убирайся со своими мелкими шантажами!"
    m "Предупреждаю!"

# game/Gallery/gallery3.rpy:2984
translate english gallery_20836_d8ac1c7d:

    # m "Если хоть что-то просочится в эти стены про то, что я делаю в своем доме..."
    # m "Я оторву тебе яйца, клянусь!" 
    m "Если хоть что-то просочится в эти стены про то, что я делаю в своем доме..."
    m "Я оторву тебе яйца, клянусь!" 

# game/Gallery/gallery3.rpy:2988
translate english gallery_20836_5cb3f467:

    # m "Жаль что я не сделала этого в прошлый раз в раздевалке фитнес зала!"
    m "Жаль что я не сделала этого в прошлый раз в раздевалке фитнес зала!"

# game/Gallery/gallery3.rpy:2992
translate english gallery_20836_29d532a3:

    # m "Я подумаю над этим."
    m "Я подумаю над этим."

# game/Gallery/gallery3.rpy:2995
translate english gallery_20836_cff46d24:

    # fred "Я буду держаться в курсе, Миссис Бакфетт..."
    fred "Я буду держаться в курсе, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:3015
translate english gallery_20879_bfb4f289:

    # m "Юлия, ты..."
    m "Юлия, ты..."

# game/Gallery/gallery3.rpy:3018
translate english gallery_20879_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:3021
translate english gallery_20879_7c0b8fed:

    # m "Юлия... Ты... Ты красивая девушка."
    m "Юлия... Ты... Ты красивая девушка."

# game/Gallery/gallery3.rpy:3025
translate english gallery_20879_d1f70c04:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:3028
translate english gallery_20879_4a542bf2:

    # m "И... И мне нравится твоя прическа."
    m "И... И мне нравится твоя прическа."

# game/Gallery/gallery3.rpy:3032
translate english gallery_20879_77a2759b:

    # julia "..." 
    julia "..." 

# game/Gallery/gallery3.rpy:3036
translate english gallery_20879_63253b7b:

    # m "..." 
    m "..." 

# game/Gallery/gallery3.rpy:3039
translate english gallery_20879_8fbe29a3:

    # julia "Спасибо, Миссис Бакфетт."
    # julia "У Вас тоже очень красивые волосы."
    julia "Спасибо, Миссис Бакфетт."
    julia "У Вас тоже очень красивые волосы."

# game/Gallery/gallery3.rpy:3043
translate english gallery_20879_7bb70d35:

    # m "Спасибо, но я и так знаю это!" 
    m "Спасибо, но я и так знаю это!" 

# game/Gallery/gallery3.rpy:3063
translate english gallery_20899_2ec62310:

    # m "Юлия, подойди ко мне!"
    m "Юлия, подойди ко мне!"

# game/Gallery/gallery3.rpy:3068
translate english gallery_20899_a2759b0a:

    # julia "Да, Миссис Бакфетт?" 
    julia "Да, Миссис Бакфетт?" 

# game/Gallery/gallery3.rpy:3071
translate english gallery_20899_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3074
translate english gallery_20899_77a2759b:

    # julia "..." 
    julia "..." 

# game/Gallery/gallery3.rpy:3078
translate english gallery_20899_6fad8cd9:

    # m "Юлия..."
    m "Юлия..."

# game/Gallery/gallery3.rpy:3081
translate english gallery_20899_8286dbb6:

    # m "Юлия, у тебя красивая фигура и мне нравится твоя грудь."
    m "Юлия, у тебя красивая фигура и мне нравится твоя грудь."

# game/Gallery/gallery3.rpy:3085
translate english gallery_20899_77a2759b_1:

    # julia "..." 
    julia "..." 

# game/Gallery/gallery3.rpy:3089
translate english gallery_20899_98656064:

    # m "А теперь повернись ко мне спиной!" 
    m "А теперь повернись ко мне спиной!" 

# game/Gallery/gallery3.rpy:3101
translate english gallery_20899_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:3104
translate english gallery_20899_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:3117
translate english gallery_20899_fa3269ce:

    # m "У тебя также красивая попа и она также нравится мне."
    m "У тебя также красивая попа и она также нравится мне."

# game/Gallery/gallery3.rpy:3121
translate english gallery_20899_546e4b93:

    # julia "!!!" 
    julia "!!!" 

# game/Gallery/gallery3.rpy:3125
translate english gallery_20899_3b2e4d85:

    # m "!!!" 
    m "!!!" 

# game/Gallery/gallery3.rpy:3128
translate english gallery_20899_7c3310ae:

    # julia "Ссссс... Сссспасибо, Миссис Бакфетт..."
    # julia "Для меня это неожиданно..."
    julia "Ссссс... Сссспасибо, Миссис Бакфетт..."
    julia "Для меня это неожиданно..."

# game/Gallery/gallery3.rpy:3132
translate english gallery_20899_f412da10:

    # julia "Я могу идти на свое рабочее место?"
    julia "Я могу идти на свое рабочее место?"

# game/Gallery/gallery3.rpy:3135
translate english gallery_20899_538896df:

    # m "Да, Юлия, ты можешь идти!"
    m "Да, Юлия, ты можешь идти!"

# game/Gallery/gallery3.rpy:3154
translate english gallery_20923_2f77fc15:

    # julia "Миссис Бакфетт, чем я могу помочь Вам?"
    julia "Миссис Бакфетт, чем я могу помочь Вам?"

# game/Gallery/gallery3.rpy:3159
translate english gallery_20923_57a480c5:

    # m "Юлия, сядь и сиди работай."
    # m "Я просто хочу проверить как ты работаешь."
    m "Юлия, сядь и сиди работай."
    m "Я просто хочу проверить как ты работаешь."

# game/Gallery/gallery3.rpy:3163
translate english gallery_20923_0de4de80:

    # julia "Да, конечно, Миссис Бакфетт."
    # julia "Как скажете."
    julia "Да, конечно, Миссис Бакфетт."
    julia "Как скажете."

# game/Gallery/gallery3.rpy:3168
translate english gallery_20923_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3182
translate english gallery_20923_412b036e:

    # mt "Нет, я не могу зайти настолько далеко."
    # mt "Все-таки, я Босс!"
    mt "Нет, я не могу зайти настолько далеко."
    mt "Все-таки, я Босс!"

# game/Gallery/gallery3.rpy:3217
translate english gallery_20923_93ee0d8a:

    # julia "Миссис Бакфетт, что Вы собираетесь сделать?!"
    julia "Миссис Бакфетт, что Вы собираетесь сделать?!"

# game/Gallery/gallery3.rpy:3222
translate english gallery_20923_6b16e064:

    # m "Ничего!" 
    m "Ничего!" 

# game/Gallery/gallery3.rpy:3231
translate english gallery_20923_a8c1fefc:

    # mt "Гребаный Фред!"
    # mt "Я чувствую себя полной дурой!"
    mt "Гребаный Фред!"
    mt "Я чувствую себя полной дурой!"

# game/Gallery/gallery3.rpy:3242
translate english gallery_20923_900c6c6f:

    # m "(чмок)" 
    m "(чмок)" 

# game/Gallery/gallery3.rpy:3249
translate english gallery_20923_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery3.rpy:3253
translate english gallery_20923_b6d21966:

    # m "..."
    # julia "Миссис Бакфетт, что это было?"
    m "..."
    julia "Миссис Бакфетт, что это было?"

# game/Gallery/gallery3.rpy:3257
translate english gallery_20923_64801111:

    # m "Ничего..." 
    m "Ничего..." 

# game/Gallery/gallery3.rpy:3269
translate english gallery_20923_a8c1fefc_1:

    # mt "Гребаный Фред!"
    # mt "Я чувствую себя полной дурой!"
    mt "Гребаный Фред!"
    mt "Я чувствую себя полной дурой!"

# game/Gallery/gallery3.rpy:3292
translate english gallery_20944_a6e86dab:

    # julia "Миссис Бакфетт?"
    julia "Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:3296
translate english gallery_20944_cc650b61:

    # m "Юлия."
    # m "Пожалуйста, встань и подойди ко мне."
    m "Юлия."
    m "Пожалуйста, встань и подойди ко мне."

# game/Gallery/gallery3.rpy:3304
translate english gallery_20944_d1f70c04:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:3308
translate english gallery_20944_e3e7cf1a:

    # m "Юлия, посмотри, пожалуйста, в окно."
    m "Юлия, посмотри, пожалуйста, в окно."

# game/Gallery/gallery3.rpy:3311
translate english gallery_20944_d1f70c04_1:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:3317
translate english gallery_20944_e8cc9821:

    # m "Юлия, что ты там видишь?"
    m "Юлия, что ты там видишь?"

# game/Gallery/gallery3.rpy:3320
translate english gallery_20944_59721530:

    # julia "Миссис Бакфетт, я вижу там город..."
    julia "Миссис Бакфетт, я вижу там город..."

# game/Gallery/gallery3.rpy:3334
translate english gallery_20944_be5a9da6:

    # mt "Нет, я не могу сделать это..."
    mt "Нет, я не могу сделать это..."

# game/Gallery/gallery3.rpy:3339
translate english gallery_20944_a0c2b085:

    # m "Юлия, хватит смотреть в окно!"
    # m "Пора возвращаться к работе!"
    # julia "..." 
    m "Юлия, хватит смотреть в окно!"
    m "Пора возвращаться к работе!"
    julia "..." 

# game/Gallery/gallery3.rpy:3349
translate english gallery_20944_3f534a82:

    # m "Да, там город..."
    m "Да, там город..."

# game/Gallery/gallery3.rpy:3365
translate english gallery_20944_c9f08138:

    # julia "Миссис Бакфетт!"
    # julia "Что Вы собираетесь сделать?!"
    julia "Миссис Бакфетт!"
    julia "Что Вы собираетесь сделать?!"

# game/Gallery/gallery3.rpy:3369
translate english gallery_20944_102ace75:

    # m "Я? Ничего!"
    # m "Видимо тебе что-то показалось, Юлия."
    m "Я? Ничего!"
    m "Видимо тебе что-то показалось, Юлия."

# game/Gallery/gallery3.rpy:3374
translate english gallery_20944_a3556acf:

    # m "Иди занимайся работой."
    # m "Хватит смотреть в окно!"
    m "Иди занимайся работой."
    m "Хватит смотреть в окно!"

# game/Gallery/gallery3.rpy:3403
translate english gallery_20944_4729beaf:

    # julia "Ай!"
    julia "Ай!"

# game/Gallery/gallery3.rpy:3410
translate english gallery_20944_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery3.rpy:3413
translate english gallery_20944_bb5a6744:

    # julia "Миссис Бакфетт, что Вы сделали?!"
    # m "..."
    julia "Миссис Бакфетт, что Вы сделали?!"
    m "..."

# game/Gallery/gallery3.rpy:3418
translate english gallery_20944_800cf185:

    # julia "Вы... Вы ущипнули меня за мою попу!"
    julia "Вы... Вы ущипнули меня за мою попу!"

# game/Gallery/gallery3.rpy:3421
translate english gallery_20944_dabf091e:

    # m "Нет!"
    # m "Видимо тебе что-то показалось, Юлия."
    # m "Иди занимайся работой."
    # m "Хватит смотреть в окно!"
    m "Нет!"
    m "Видимо тебе что-то показалось, Юлия."
    m "Иди занимайся работой."
    m "Хватит смотреть в окно!"

# game/Gallery/gallery3.rpy:3427
translate english gallery_20944_d1f70c04_2:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:3430
translate english gallery_20944_ef0e1199:

    # m "Если ты будешь плохо работать, то тебя ждет увольнение!"
    # julia "Да, Миссис Бакфетт..."
    # julia "Конечно..."
    m "Если ты будешь плохо работать, то тебя ждет увольнение!"
    julia "Да, Миссис Бакфетт..."
    julia "Конечно..."

# game/Gallery/gallery3.rpy:3444
translate english gallery_21930_1b54d5f4:

    # mt "Какой же этот Фред мерзавец!"
    # mt "Скорее бы вернуть себе все, что у меня отняли!"
    # mt "Первым делом я уволю этого 'профессионала'!"
    mt "Какой же этот Фред мерзавец!"
    mt "Скорее бы вернуть себе все, что у меня отняли!"
    mt "Первым делом я уволю этого 'профессионала'!"

# game/Gallery/gallery3.rpy:3450
translate english gallery_21930_1d52862d:

    # mt "!!!"
    # mt "Как мне узнать цвет трусиков Юлии?"
    # mt "Не могу же я у нее просто взять и спросить! Что она обо мне подумает?"
    # mt "Как тогда мне это сделать?"
    # mt "И чтобы Юлия ничего не заподозрила..."
    mt "!!!"
    mt "Как мне узнать цвет трусиков Юлии?"
    mt "Не могу же я у нее просто взять и спросить! Что она обо мне подумает?"
    mt "Как тогда мне это сделать?"
    mt "И чтобы Юлия ничего не заподозрила..."

# game/Gallery/gallery3.rpy:3457
translate english gallery_21930_a9e1fd9d:

    # mt "Хм..." 
    mt "Хм..." 

# game/Gallery/gallery3.rpy:3466
translate english gallery_21930_9e698672:

    # m "Юлия! Подойди ко мне!"
    m "Юлия! Подойди ко мне!"

# game/Gallery/gallery3.rpy:3471
translate english gallery_21930_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:3474
translate english gallery_21930_b7014cc2:

    # m "Юлия! Я потеряла свою флешку. А она мне срочно нужна!"
    # m "Найди ее! Я ее, наверное, выронила где-то в кабинете."
    m "Юлия! Я потеряла свою флешку. А она мне срочно нужна!"
    m "Найди ее! Я ее, наверное, выронила где-то в кабинете."

# game/Gallery/gallery3.rpy:3478
translate english gallery_21930_07db0dd3:

    # julia "Хорошо, Миссис Бакфетт... Только... Где ее искать?"
    julia "Хорошо, Миссис Бакфетт... Только... Где ее искать?"

# game/Gallery/gallery3.rpy:3481
translate english gallery_21930_65e63c27:

    # m "Откуда я знаю?! Поищи под столом!" 
    m "Откуда я знаю?! Поищи под столом!" 

# game/Gallery/gallery3.rpy:3484
translate english gallery_21930_1aed76f8:

    # julia "Да, Миссис Бакфетт. Сейчас посмотрю."
    julia "Да, Миссис Бакфетт. Сейчас посмотрю."

# game/Gallery/gallery3.rpy:3488
translate english gallery_21930_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3497
translate english gallery_21930_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:3508
translate english gallery_21930_4b6969cb:

    # mt "Черт! Еще немного!"
    mt "Черт! Еще немного!"

# game/Gallery/gallery3.rpy:3513
translate english gallery_21930_1dd68fda:

    # julia "Миссис Бакфетт, под вашим столом нет флешки..."
    # m "..."
    # mt "Конечно, ее там нет!.."
    julia "Миссис Бакфетт, под вашим столом нет флешки..."
    m "..."
    mt "Конечно, ее там нет!.."

# game/Gallery/gallery3.rpy:3518
translate english gallery_21930_9c9597d9:

    # m "Юлия, ты уверена, что внимательно посмотрела?" 
    m "Юлия, ты уверена, что внимательно посмотрела?" 

# game/Gallery/gallery3.rpy:3522
translate english gallery_21930_49110679:

    # julia "М-м-миссис Бакфетт, я сейчас посмотрю еще раз..."
    julia "М-м-миссис Бакфетт, я сейчас посмотрю еще раз..."

# game/Gallery/gallery3.rpy:3536
translate english gallery_21930_2d3bbd0f:

    # mt "Все равно мне ничего не видно!"
    mt "Все равно мне ничего не видно!"

# game/Gallery/gallery3.rpy:3543
translate english gallery_21930_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:3547
translate english gallery_21930_24fb4cb6:

    # julia "???" 
    julia "???" 

# game/Gallery/gallery3.rpy:3566
translate english gallery_21930_2057b20d:

    # julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  

# game/Gallery/gallery3.rpy:3569
translate english gallery_21930_63253b7b:

    # m "..." 
    m "..." 

# game/Gallery/gallery3.rpy:3571
translate english gallery_21930_e36e3eb5:

    # m "Ничего!"
    # m "..."
    # m "Ты нашла флешку?!" 
    m "Ничего!"
    m "..."
    m "Ты нашла флешку?!" 

# game/Gallery/gallery3.rpy:3577
translate english gallery_21930_b4ca5284:

    # julia "Да, Миссис Бакфетт... Она лежит у вас на столе." 
    julia "Да, Миссис Бакфетт... Она лежит у вас на столе." 

# game/Gallery/gallery3.rpy:3585
translate english gallery_21930_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3588
translate english gallery_21930_d1f70c04:

    # julia "..."
    julia "..."

# game/Gallery/gallery3.rpy:3592
translate english gallery_21930_09cfd224:

    # m "Давай ее мне!"
    m "Давай ее мне!"

# game/Gallery/gallery3.rpy:3596
translate english gallery_21930_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:3600
translate english gallery_21930_02de841e:

    # m "А теперь иди работай! Не отвлекайся!"
    m "А теперь иди работай! Не отвлекайся!"

# game/Gallery/gallery3.rpy:3609
translate english gallery_21930_a22ddb6f:

    # mt "Вот черт! Ничего не получилось!"
    # mt "Более того, мне кажется, что она заметила, как я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    # mt "!!!"
    # mt "Мне нужно будет придумать еще что-нибудь..."
    mt "Вот черт! Ничего не получилось!"
    mt "Более того, мне кажется, что она заметила, как я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"
    mt "!!!"
    mt "Мне нужно будет придумать еще что-нибудь..."

# game/Gallery/gallery3.rpy:3624
translate english gallery_21978_556de326:

    # mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    # mt "И все из-за этого мерзавца Фреда!"
    # mt "Как-будто без этого у меня мало забот!"
    # mt "Я здесь начальник! Мне нужно думать о работе целого отдела и о том, как вернуть назад мою компанию, а не о трусиках секретарши!"
    mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    mt "И все из-за этого мерзавца Фреда!"
    mt "Как-будто без этого у меня мало забот!"
    mt "Я здесь начальник! Мне нужно думать о работе целого отдела и о том, как вернуть назад мою компанию, а не о трусиках секретарши!"

# game/Gallery/gallery3.rpy:3631
translate english gallery_21978_165098e7:

    # mt "..."
    # mt "Как мне посмотреть на трусики Юлии?"
    # mt "И чтобы она ничего не заподозрила..."
    mt "..."
    mt "Как мне посмотреть на трусики Юлии?"
    mt "И чтобы она ничего не заподозрила..."

# game/Gallery/gallery3.rpy:3639
translate english gallery_21978_a9e1fd9d:

    # mt "Хм..." 
    mt "Хм..." 

# game/Gallery/gallery3.rpy:3644
translate english gallery_21978_9e698672:

    # m "Юлия! Подойди ко мне!"
    m "Юлия! Подойди ко мне!"

# game/Gallery/gallery3.rpy:3649
translate english gallery_21978_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:3652
translate english gallery_21978_d37d62ac:

    # m "Юлия! Мне срочно для работы нужна папка с отчетами за прошлый год!"
    # m "Достань мне ее!" 
    m "Юлия! Мне срочно для работы нужна папка с отчетами за прошлый год!"
    m "Достань мне ее!" 

# game/Gallery/gallery3.rpy:3656
translate english gallery_21978_63a5266f:

    # julia "Хорошо, Миссис Бакфетт. А где эта папка?"
    julia "Хорошо, Миссис Бакфетт. А где эта папка?"

# game/Gallery/gallery3.rpy:3659
translate english gallery_21978_db9333b5:

    # m "Эта папка стоит в шкафу на верхней полке."
    m "Эта папка стоит в шкафу на верхней полке."

# game/Gallery/gallery3.rpy:3668
translate english gallery_21978_996373da:

    # julia "М-м-Миссис Бакфетт... Там на полках... Там нет никаких папок и документов..."
    julia "М-м-Миссис Бакфетт... Там на полках... Там нет никаких папок и документов..."

# game/Gallery/gallery3.rpy:3671
translate english gallery_21978_72c4389d:

    # mt "..."
    mt "..."

# game/Gallery/gallery3.rpy:3674
translate english gallery_21978_64e51052:

    # m "Юлия! Я тебе говорю, что эта папка там есть! Достань мне ее!" 
    # m "Срочно!!!"
    m "Юлия! Я тебе говорю, что эта папка там есть! Достань мне ее!" 
    m "Срочно!!!"

# game/Gallery/gallery3.rpy:3680
translate english gallery_21978_7bd4da9f:

    # julia "Да, Миссис Бакфетт... Я сейчас принесу стул..."
    julia "Да, Миссис Бакфетт... Я сейчас принесу стул..."

# game/Gallery/gallery3.rpy:3693
translate english gallery_21978_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3701
translate english gallery_21978_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:3708
translate english gallery_21978_ed57fb0b:

    # mt "Черт! Еще чуть-чуть и я увижу ее трусики!"
    mt "Черт! Еще чуть-чуть и я увижу ее трусики!"

# game/Gallery/gallery3.rpy:3712
translate english gallery_21978_9ee00c08:

    # julia "Миссис Бакфетт, здесь нет никаких документов..."
    julia "Миссис Бакфетт, здесь нет никаких документов..."

# game/Gallery/gallery3.rpy:3719
translate english gallery_21978_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3722
translate english gallery_21978_4789ea8f:

    # m "Посмотри внимательнее, Юлия!" 
    m "Посмотри внимательнее, Юлия!" 

# game/Gallery/gallery3.rpy:3732
translate english gallery_21978_ba618e2a:

    # julia "Все равно мне ничего не видно!"
    julia "Все равно мне ничего не видно!"

# game/Gallery/gallery3.rpy:3735
translate english gallery_21978_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:3747
translate english gallery_21978_546e4b93:

    # julia "!!!" 
    julia "!!!" 

# game/Gallery/gallery3.rpy:3750
translate english gallery_21978_3059e593:

    # m "Ну же!"
    m "Ну же!"

# game/Gallery/gallery3.rpy:3755
translate english gallery_21978_2057b20d:

    # julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  
    julia "Миссис Бакфетт... Что в-в-вы д-делаете?"  

# game/Gallery/gallery3.rpy:3764
translate english gallery_21978_05b589c9:

    # m "..." 
    # m "Ничего!"
    m "..." 
    m "Ничего!"

# game/Gallery/gallery3.rpy:3768
translate english gallery_21978_4305edca_1:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:3772
translate english gallery_21978_463af526:

    # m "..."
    # m "Ты нашла папку с отчетами, Юлия?!" 
    m "..."
    m "Ты нашла папку с отчетами, Юлия?!" 

# game/Gallery/gallery3.rpy:3778
translate english gallery_21978_ad9b2e83:

    # julia "Нет, Миссис Бакфетт... На полке нет ничего."
    # julia "..."
    julia "Нет, Миссис Бакфетт... На полке нет ничего."
    julia "..."

# game/Gallery/gallery3.rpy:3782
translate english gallery_21978_c77f7b8b:

    # m "..."
    # m "Ты плохо искала, Юлия! Тебе ничего нельзя доверить!"
    m "..."
    m "Ты плохо искала, Юлия! Тебе ничего нельзя доверить!"

# game/Gallery/gallery3.rpy:3786
translate english gallery_21978_b3b654ba:

    # julia "???"
    # julia "Н-но..."
    julia "???"
    julia "Н-но..."

# game/Gallery/gallery3.rpy:3790
translate english gallery_21978_a3330d11:

    # m "А теперь иди работай! И не отвлекайся!"
    m "А теперь иди работай! И не отвлекайся!"

# game/Gallery/gallery3.rpy:3799
translate english gallery_21978_77ebee8d:

    # mt "Вот черт! Ничего не получилось!"
    mt "Вот черт! Ничего не получилось!"

# game/Gallery/gallery3.rpy:3802
translate english gallery_21978_416f6aad:

    # mt "Более того, она увидела, как я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    mt "Более того, она увидела, как я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"

# game/Gallery/gallery3.rpy:3806
translate english gallery_21978_72fc2e26:

    # mt "!!!"
    # mt "Мне нужно будет придумать еще что-нибудь..."
    # mt "Иначе мерзавец Фред не оставит меня в покое..."
    mt "!!!"
    mt "Мне нужно будет придумать еще что-нибудь..."
    mt "Иначе мерзавец Фред не оставит меня в покое..."

# game/Gallery/gallery3.rpy:3816
translate english gallery_22003_8cdce04c:

    # mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    # mt "Я здесь начальник! Мне нужно думать о работе целого отдела, а не о трусиках секретарши!"
    mt "Не могу поверить! Мне приходится выяснять, какие трусики носит моя секретарша!!!"
    mt "Я здесь начальник! Мне нужно думать о работе целого отдела, а не о трусиках секретарши!"

# game/Gallery/gallery3.rpy:3821
translate english gallery_22003_165098e7:

    # mt "..."
    # mt "Как мне посмотреть на трусики Юлии?"
    # mt "И чтобы она ничего не заподозрила..."
    mt "..."
    mt "Как мне посмотреть на трусики Юлии?"
    mt "И чтобы она ничего не заподозрила..."

# game/Gallery/gallery3.rpy:3827
translate english gallery_22003_7aa19a51:

    # mt "Хм..." 
    # mt "Собственно, какая мне разница, что она подумает?"
    # mt "Она же просто секретарша!"
    # mt "А мне надо скорее заканчивать с этими дурацкими заданиями Фреда!"
    mt "Хм..." 
    mt "Собственно, какая мне разница, что она подумает?"
    mt "Она же просто секретарша!"
    mt "А мне надо скорее заканчивать с этими дурацкими заданиями Фреда!"

# game/Gallery/gallery3.rpy:3833
translate english gallery_22003_72c4389d:

    # mt "..."
    mt "..."

# game/Gallery/gallery3.rpy:3839
translate english gallery_22003_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:3860
translate english gallery_22003_690d8703:

    # julia "Миссис Бакфетт! Что вы делаете?!"
    julia "Миссис Бакфетт! Что вы делаете?!"

# game/Gallery/gallery3.rpy:3862
translate english gallery_22003_fb479d1d:

    # m "Ничего!"
    # m "Сиди и работай!"
    # m "И не отвлекайся!"
    m "Ничего!"
    m "Сиди и работай!"
    m "И не отвлекайся!"

# game/Gallery/gallery3.rpy:3867
translate english gallery_22003_f49cbc51:

    # julia "М-м-Миссис Бакфетт... Вы что-то потеряли? Вам помочь?" 
    julia "М-м-Миссис Бакфетт... Вы что-то потеряли? Вам помочь?" 

# game/Gallery/gallery3.rpy:3870
translate english gallery_22003_0a1b8fb9:

    # mt "Да!!! Раздвинь ноги и покажи свои трусики!"
    mt "Да!!! Раздвинь ноги и покажи свои трусики!"

# game/Gallery/gallery3.rpy:3872
translate english gallery_22003_ca1515ca:

    # m "Нет!!! Я сама! Сиди и работай!"
    m "Нет!!! Я сама! Сиди и работай!"

# game/Gallery/gallery3.rpy:3877
translate english gallery_22003_16ea510b:

    # mt "Еще чуть-чуть и я увижу ее трусики!"
    # mt "!!!"
    mt "Еще чуть-чуть и я увижу ее трусики!"
    mt "!!!"

# game/Gallery/gallery3.rpy:3882
translate english gallery_22003_5660fe89:

    # m "Отодвинь ногу, Юлия! Она мне мешает!"
    m "Отодвинь ногу, Юлия! Она мне мешает!"

# game/Gallery/gallery3.rpy:3888
translate english gallery_22003_c69915a0:

    # julia "Миссис Бакфетт! Мне кажется или вы пытаетесь... Вы..."
    julia "Миссис Бакфетт! Мне кажется или вы пытаетесь... Вы..."

# game/Gallery/gallery3.rpy:3891
translate english gallery_22003_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:3900
translate english gallery_22003_f57008da:

    # m "Тебе кажется, Юлия!!!" 
    # m "Я..."
    # m "Я просто потеряла кое-что! Иди работай!"
    m "Тебе кажется, Юлия!!!" 
    m "Я..."
    m "Я просто потеряла кое-что! Иди работай!"

# game/Gallery/gallery3.rpy:3907
translate english gallery_22003_4de83f22:

    # mt "Вот черт! Снова ничего не получилось!"
    # mt "Более того, эта Юлия поняла, что я пыталась заглянуть ей под платье!!!"
    # mt "Какой кошмар!!!"
    mt "Вот черт! Снова ничего не получилось!"
    mt "Более того, эта Юлия поняла, что я пыталась заглянуть ей под платье!!!"
    mt "Какой кошмар!!!"

# game/Gallery/gallery3.rpy:3912
translate english gallery_22003_5ccdc81b:

    # mt "!!!"
    # mt "Что же мне еще придумать?.."
    # mt "Пора уже заканчивать с этим! Сколько можно заниматься этими глупостями?!"
    mt "!!!"
    mt "Что же мне еще придумать?.."
    mt "Пора уже заканчивать с этим! Сколько можно заниматься этими глупостями?!"

# game/Gallery/gallery3.rpy:3922
translate english gallery_22035_1527c7c1:

    # mt "Не могу поверить!"
    # mt "Я собираюсь показывать своей секретарше, в каких я трусиках!!!"
    mt "Не могу поверить!"
    mt "Я собираюсь показывать своей секретарше, в каких я трусиках!!!"

# game/Gallery/gallery3.rpy:3926
translate english gallery_22035_177e8844:

    # mt "А вдруг она узнает свои трусики?!"
    # mt "Не могу же я признаться ей в том, что я ношу ЕЕ трусики!"
    # mt "Я, Моника Бакфетт, ношу трусики своей бывшей гувернантки!"
    mt "А вдруг она узнает свои трусики?!"
    mt "Не могу же я признаться ей в том, что я ношу ЕЕ трусики!"
    mt "Я, Моника Бакфетт, ношу трусики своей бывшей гувернантки!"

# game/Gallery/gallery3.rpy:3931
translate english gallery_22035_587dab8e:

    # mt "Хотя... Я сама в это с трудом верю, а Юлия тем более не поверит..."
    mt "Хотя... Я сама в это с трудом верю, а Юлия тем более не поверит..."

# game/Gallery/gallery3.rpy:3939
translate english gallery_22035_a7ddebcd:

    # mt "..."
    # m "Юлия!"
    mt "..."
    m "Юлия!"

# game/Gallery/gallery3.rpy:3944
translate english gallery_22035_a2759b0a:

    # julia "Да, Миссис Бакфетт?" 
    julia "Да, Миссис Бакфетт?" 

# game/Gallery/gallery3.rpy:3947
translate english gallery_22035_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:3953
translate english gallery_22035_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:3961
translate english gallery_22035_274eee22:

    # m "Хм... Юлия, ты знаешь..."
    # m "..."
    # m "Несмотря на то, что я иногда была немного строга с тобой..."
    # m "Мне нравилось, как ты работала у меня гувернанткой."
    m "Хм... Юлия, ты знаешь..."
    m "..."
    m "Несмотря на то, что я иногда была немного строга с тобой..."
    m "Мне нравилось, как ты работала у меня гувернанткой."

# game/Gallery/gallery3.rpy:3969
translate english gallery_22035_39c7e4f2:

    # julia "Это правда, Миссис Бакфетт?.."
    julia "Это правда, Миссис Бакфетт?.."

# game/Gallery/gallery3.rpy:3973
translate english gallery_22035_bba8a644:

    # m "Да, Юлия..."
    m "Да, Юлия..."

# game/Gallery/gallery3.rpy:3976
translate english gallery_22035_4e383abc:

    # julia "А я думала, что... Вы... В общем..."
    # m "Мне правда все нравилось. Думаю, весьма непросто найти гувернантку лучше, чем ты."
    julia "А я думала, что... Вы... В общем..."
    m "Мне правда все нравилось. Думаю, весьма непросто найти гувернантку лучше, чем ты."

# game/Gallery/gallery3.rpy:3981
translate english gallery_22035_49a959b6:

    # mt "Черт!!! Я не могу этого сказать!"
    mt "Черт!!! Я не могу этого сказать!"

# game/Gallery/gallery3.rpy:3985
translate english gallery_22035_11f2e23c:

    # m "После того, как ты перестала работать, я увидела в твоей комнате твои трусики..." 
    # m "И мне они очень понравились..."
    m "После того, как ты перестала работать, я увидела в твоей комнате твои трусики..." 
    m "И мне они очень понравились..."

# game/Gallery/gallery3.rpy:3989
translate english gallery_22035_ec45f052:

    # m "..."
    # m "И я себе купила такие же..."
    m "..."
    m "И я себе купила такие же..."

# game/Gallery/gallery3.rpy:3994
translate english gallery_22035_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery3.rpy:3997
translate english gallery_22035_796409cc:

    # mt "Я не верю, что я говорю это! Я говорю это своей секретарше!!!"
    mt "Я не верю, что я говорю это! Я говорю это своей секретарше!!!"

# game/Gallery/gallery3.rpy:4001
translate english gallery_22035_71f74a86:

    # julia "Купили себе трусики, как у меня?!"
    julia "Купили себе трусики, как у меня?!"

# game/Gallery/gallery3.rpy:4004
translate english gallery_22035_fa2a3886:

    # m "Да, Юлия. Ты мне не веришь?"
    m "Да, Юлия. Ты мне не веришь?"

# game/Gallery/gallery3.rpy:4008
translate english gallery_22035_6c0a2c04:

    # julia "Если быть честной, Миссис Бакфетт, то я... Я сомневаюсь, что Вы говорите правду..."
    julia "Если быть честной, Миссис Бакфетт, то я... Я сомневаюсь, что Вы говорите правду..."

# game/Gallery/gallery3.rpy:4011
translate english gallery_22035_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:4017
translate english gallery_22035_dd2c2698_1:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:4030
translate english gallery_22035_aae8000c:

    # m "Вот смотри! Они сейчас на мне!"
    m "Вот смотри! Они сейчас на мне!"

# game/Gallery/gallery3.rpy:4038
translate english gallery_22035_bac1fde3:

    # julia "Это не такие же трусики как у меня... Это..."
    julia "Это не такие же трусики как у меня... Это..."

# game/Gallery/gallery3.rpy:4041
translate english gallery_22035_eda64c0e:

    # julia "Миссис Бакфетт... Это мои трусики..."
    julia "Миссис Бакфетт... Это мои трусики..."

# game/Gallery/gallery3.rpy:4044
translate english gallery_22035_95874e7c:

    # julia "Я узнаю их!"
    julia "Я узнаю их!"

# game/Gallery/gallery3.rpy:4048
translate english gallery_22035_768e36bb:

    # mt "Боже! Какая глупая ситуация!"
    # mt "И как мне теперь выкрутиться из нее?"
    mt "Боже! Какая глупая ситуация!"
    mt "И как мне теперь выкрутиться из нее?"

# game/Gallery/gallery3.rpy:4053
translate english gallery_22035_23c8eeff:

    # m "..."
    # m "Но ведь правда они красивые?" 
    m "..."
    m "Но ведь правда они красивые?" 

# game/Gallery/gallery3.rpy:4058
translate english gallery_22035_cf9c848d:

    # julia "Вообще-то, Миссис Бакфетт, они ужасные. Я ненавидела носить их."
    julia "Вообще-то, Миссис Бакфетт, они ужасные. Я ненавидела носить их."

# game/Gallery/gallery3.rpy:4063
translate english gallery_22035_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:4067
translate english gallery_22035_b8b7371d:

    # mt "Пора заканчивать весь этот цирк!"
    mt "Пора заканчивать весь этот цирк!"

# game/Gallery/gallery3.rpy:4077
translate english gallery_22035_895a7050:

    # m "Юлия, я тебе показала свои трусики. Теперь я хочу увидеть твои!"
    m "Юлия, я тебе показала свои трусики. Теперь я хочу увидеть твои!"

# game/Gallery/gallery3.rpy:4081
translate english gallery_22035_d0b3d6e6:

    # julia "Что???"
    # julia "Нет! Я не буду вам ничего показывать, Миссис Бакфетт!"
    julia "Что???"
    julia "Нет! Я не буду вам ничего показывать, Миссис Бакфетт!"

# game/Gallery/gallery3.rpy:4095
translate english gallery_22035_4ef1f565:

    # m "Юлия, просто покажи мне их и все. Я просто хочу посмотреть."
    # julia "Нет, Миссис Бакфетт! Я вам ничего не покажу!"
    m "Юлия, просто покажи мне их и все. Я просто хочу посмотреть."
    julia "Нет, Миссис Бакфетт! Я вам ничего не покажу!"

# game/Gallery/gallery3.rpy:4111
translate english gallery_22035_cf4d412a:

    # julia "Нет!"
    # julia "Извините, но нет!"
    julia "Нет!"
    julia "Извините, но нет!"

# game/Gallery/gallery3.rpy:4116
translate english gallery_22035_e2614479:

    # julia "Мне надо идти работать..."
    julia "Мне надо идти работать..."

# game/Gallery/gallery3.rpy:4126
translate english gallery_22035_bbabba6a:

    # mt "Вот черт! Это было так ужасно!"
    # mt "Такая глупая ситуация!!!"
    # mt "!!!"
    mt "Вот черт! Это было так ужасно!"
    mt "Такая глупая ситуация!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:4131
translate english gallery_22035_3c66a33d:

    # mt "И снова ничего не получилось!"
    # mt "Эта Юлия теперь думает, что я пристаю к ней!"
    # mt "Я, Моника Бакфетт, пристаю к какой-то секретарше!!!"
    mt "И снова ничего не получилось!"
    mt "Эта Юлия теперь думает, что я пристаю к ней!"
    mt "Я, Моника Бакфетт, пристаю к какой-то секретарше!!!"

# game/Gallery/gallery3.rpy:4136
translate english gallery_22035_1dc85ea9:

    # mt "!!!"
    # mt "Пусть что хочет, то и думает! Какое мне дело до этого?!"
    # mt "Только что я теперь скажу этому мерзавцу Фреду?"
    # mt "???"
    mt "!!!"
    mt "Пусть что хочет, то и думает! Какое мне дело до этого?!"
    mt "Только что я теперь скажу этому мерзавцу Фреду?"
    mt "???"

# game/Gallery/gallery3.rpy:4147
translate english gallery_22318_bc95e12d:

    # mt "Как мне узнать цвет трусиков Юлии?"
    # mt "Я уже не знаю, что придумать..."
    # mt "..."
    mt "Как мне узнать цвет трусиков Юлии?"
    mt "Я уже не знаю, что придумать..."
    mt "..."

# game/Gallery/gallery3.rpy:4154
translate english gallery_22318_a9e1fd9d:

    # mt "Хм..." 
    mt "Хм..." 

# game/Gallery/gallery3.rpy:4157
translate english gallery_22318_9e698672:

    # m "Юлия! Подойди ко мне!"
    m "Юлия! Подойди ко мне!"

# game/Gallery/gallery3.rpy:4162
translate english gallery_22318_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:4167
translate english gallery_22318_15ebc45e:

    # julia "Да, Миссис Бакфетт..."
    julia "Да, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:4171
translate english gallery_22318_4456357d:

    # m "Юлия! У меня не работает компьютер!"
    # m "Посмотри, что с ним не так!"
    m "Юлия! У меня не работает компьютер!"
    m "Посмотри, что с ним не так!"

# game/Gallery/gallery3.rpy:4176
translate english gallery_22318_8f3cbb73:

    # julia "Миссис Бакфетт, но я совсем не разбираюсь в компьютерах."
    # julia "У нас есть программист. Я могу позвать его. Он поможет Вам."
    julia "Миссис Бакфетт, но я совсем не разбираюсь в компьютерах."
    julia "У нас есть программист. Я могу позвать его. Он поможет Вам."

# game/Gallery/gallery3.rpy:4181
translate english gallery_22318_58ec09d8:

    # mt "!!!"
    # mt "Черт! Я совсем забыла про него..."
    mt "!!!"
    mt "Черт! Я совсем забыла про него..."

# game/Gallery/gallery3.rpy:4185
translate english gallery_22318_d5e0d9a0:

    # m "Юлия!" 
    # m "..."
    # julia "Да, Миссис Бакфетт..."
    m "Юлия!" 
    m "..."
    julia "Да, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:4191
translate english gallery_22318_4da38582:

    # m "Хм..."
    # m "Юлия! Ты забываешь, что работаешь в серьезной компании!"
    # m "О работе в такой организации мечтают сотни девушек!"
    # m "И мне не составит труда найти тебе замену, Юлия!"
    m "Хм..."
    m "Юлия! Ты забываешь, что работаешь в серьезной компании!"
    m "О работе в такой организации мечтают сотни девушек!"
    m "И мне не составит труда найти тебе замену, Юлия!"

# game/Gallery/gallery3.rpy:4197
translate english gallery_22318_546e4b93:

    # julia "!!!" 
    julia "!!!" 

# game/Gallery/gallery3.rpy:4201
translate english gallery_22318_c6306c7d:

    # m "Поэтому ты, как и любой другой сотрудник здесь, должна..."
    # m "..."
    # m "Должна выполнять не только свои прямые обязанности!"
    # m "Ты должна справляться с любыми поставленными задачами, если это потребуется!"
    # m "Ты понимаешь, о чем я говорю, Юлия?!"
    # julia "Да, Миссис Бакфетт..." 
    m "Поэтому ты, как и любой другой сотрудник здесь, должна..."
    m "..."
    m "Должна выполнять не только свои прямые обязанности!"
    m "Ты должна справляться с любыми поставленными задачами, если это потребуется!"
    m "Ты понимаешь, о чем я говорю, Юлия?!"
    julia "Да, Миссис Бакфетт..." 

# game/Gallery/gallery3.rpy:4210
translate english gallery_22318_dc717b9a:

    # m "Тогда почему я дважды должна повторять, что ты должна посмотреть, что с моим компьютером?!" 
    m "Тогда почему я дважды должна повторять, что ты должна посмотреть, что с моим компьютером?!" 

# game/Gallery/gallery3.rpy:4220
translate english gallery_22318_74ad2a09:

    # julia "Д-д-да, М-м-миссис Бакфетт. Я сейчас посмотрю." 
    # mt "Никчемная помощница!!!"
    julia "Д-д-да, М-м-миссис Бакфетт. Я сейчас посмотрю." 
    mt "Никчемная помощница!!!"

# game/Gallery/gallery3.rpy:4225
translate english gallery_22318_66cd8fec:

    # m "Я жду!"
    # m "И быстрее! У меня много работы!"
    m "Я жду!"
    m "И быстрее! У меня много работы!"

# game/Gallery/gallery3.rpy:4230
translate english gallery_22318_a4840ed8:

    # julia "М-м-миссис Бакфетт, Ваш компьютер... Он не работает..." 
    julia "М-м-миссис Бакфетт, Ваш компьютер... Он не работает..." 

# game/Gallery/gallery3.rpy:4234
translate english gallery_22318_63dbce57:

    # m "О чем я тебе и говорю!" 
    # m "!!!"
    # m "Заставь его работать!!!"
    m "О чем я тебе и говорю!" 
    m "!!!"
    m "Заставь его работать!!!"

# game/Gallery/gallery3.rpy:4239
translate english gallery_22318_aed3b4a8:

    # julia "..."
    # julia "Но как я это сделаю?.."
    julia "..."
    julia "Но как я это сделаю?.."

# game/Gallery/gallery3.rpy:4243
translate english gallery_22318_97f62617:

    # m "Откуда я знаю?! Там есть какие-то кнопки..."
    # m "Понажимай на них."
    m "Откуда я знаю?! Там есть какие-то кнопки..."
    m "Понажимай на них."

# game/Gallery/gallery3.rpy:4258
translate english gallery_22318_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:4264
translate english gallery_22318_dd2c2698:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть по правилам этого мерзавца!"
    # mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"
    mt "Нет, я не буду этого делать!" 
    mt "Мне надоело играть по правилам этого мерзавца!"
    mt "Он здесь никто, чтобы приказывать МНЕ, Монике Бакфетт!!!"

# game/Gallery/gallery3.rpy:4300
translate english gallery_22323_4b6969cb:

    # mt "Черт! Еще немного!"
    mt "Черт! Еще немного!"

# game/Gallery/gallery3.rpy:4305
translate english gallery_22323_ef7bbcb5:

    # julia "Миссис Бакфетт! Что Вы делаете?!"
    julia "Миссис Бакфетт! Что Вы делаете?!"

# game/Gallery/gallery3.rpy:4310
translate english gallery_22323_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:4316
translate english gallery_22323_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:4326
translate english gallery_22323_a8053040:

    # julia "Миссис Бакфетт!!!"
    julia "Миссис Бакфетт!!!"

# game/Gallery/gallery3.rpy:4334
translate english gallery_22323_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:4337
translate english gallery_22323_4ca5b402:

    # m "Я, как твой начальник, Юлия, должна контролировать, насколько ты хорошо исполняешь свою работу!"
    # m "И я не понимаю, чему ты так удивляешься!"
    # m "!!!"
    m "Я, как твой начальник, Юлия, должна контролировать, насколько ты хорошо исполняешь свою работу!"
    m "И я не понимаю, чему ты так удивляешься!"
    m "!!!"

# game/Gallery/gallery3.rpy:4346
translate english gallery_22323_292d5643:

    # m "Ты уже починила мой компьютер, Юлия?!" 
    # mt "Я снова ничего не успела рассмотреть..."
    m "Ты уже починила мой компьютер, Юлия?!" 
    mt "Я снова ничего не успела рассмотреть..."

# game/Gallery/gallery3.rpy:4350
translate english gallery_22323_4b3f6a5c:

    # julia "Миссис Бакфетт, я нажала на кнопки..."
    # julia "Компьютер все равно не работает..." 
    julia "Миссис Бакфетт, я нажала на кнопки..."
    julia "Компьютер все равно не работает..." 

# game/Gallery/gallery3.rpy:4354
translate english gallery_22323_50e19562:

    # m "Юлия, ты уверена, что нажала на все кнопки?"
    m "Юлия, ты уверена, что нажала на все кнопки?"

# game/Gallery/gallery3.rpy:4358
translate english gallery_22323_a1158438:

    # julia "Да, Миссис Бакфетт..."
    # julia "Я не знаю, что еще можно нажать..."
    # julia "Я могу спросить у программиста, Миссис Бакфетт..."
    julia "Да, Миссис Бакфетт..."
    julia "Я не знаю, что еще можно нажать..."
    julia "Я могу спросить у программиста, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:4364
translate english gallery_22323_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:4367
translate english gallery_22323_33328663:

    # m "У программиста я и сама могу спросить, Юлия!"
    # m "А тебе ничего нельзя поручить!"
    m "У программиста я и сама могу спросить, Юлия!"
    m "А тебе ничего нельзя поручить!"

# game/Gallery/gallery3.rpy:4372
translate english gallery_22323_29a4f6ab_3:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery3.rpy:4375
translate english gallery_22323_02de841e:

    # m "А теперь иди работай! Не отвлекайся!"
    m "А теперь иди работай! Не отвлекайся!"

# game/Gallery/gallery3.rpy:4385
translate english gallery_22323_c7c18d86:

    # mt "Вот черт! У меня снова ничего не получилось!"
    # mt "По-моему, она поняла, что я пыталась заглянуть ей под платье!!!"
    mt "Вот черт! У меня снова ничего не получилось!"
    mt "По-моему, она поняла, что я пыталась заглянуть ей под платье!!!"

# game/Gallery/gallery3.rpy:4389
translate english gallery_22323_c17a35c5:

    # mt "!!!"
    # mt "Нужно придумать какой-нибудь другой способ подсмотреть, какие у нее трусики."
    mt "!!!"
    mt "Нужно придумать какой-нибудь другой способ подсмотреть, какие у нее трусики."

# game/Gallery/gallery3.rpy:4398
translate english gallery_22323_5dfbacf0:

    # mt "Такой способ, чтобы точно сработало."
    mt "Такой способ, чтобы точно сработало."

# game/Gallery/gallery3.rpy:4401
translate english gallery_22323_6afa909d:

    # mt "Мне надоело уже заниматься этими глупыми играми этого профессионального мерзавца Фреда!"
    # mt "Пора заканчивать с этим!"
    mt "Мне надоело уже заниматься этими глупыми играми этого профессионального мерзавца Фреда!"
    mt "Пора заканчивать с этим!"

# game/Gallery/gallery3.rpy:4411
translate english gallery_22358_af362f38:

    # mt "Итак, рабочий день снова начинается с вопроса: как мне узнать цвет трусиков Юлии?"
    # mt "У меня скоро это войдет в привычку..."
    # mt "Хотя, мой рабочий день должен начинаться не с этого."
    # mt "А с чашечки горячего кофе, например."
    mt "Итак, рабочий день снова начинается с вопроса: как мне узнать цвет трусиков Юлии?"
    mt "У меня скоро это войдет в привычку..."
    mt "Хотя, мой рабочий день должен начинаться не с этого."
    mt "А с чашечки горячего кофе, например."

# game/Gallery/gallery3.rpy:4418
translate english gallery_22358_3e4b1cd0:

    # mt "..."
    # mt "Горячий кофе..."
    # mt "Хм..." 
    mt "..."
    mt "Горячий кофе..."
    mt "Хм..." 

# game/Gallery/gallery3.rpy:4424
translate english gallery_22358_aa092986:

    # m "Юлия!" 
    # julia "???"
    m "Юлия!" 
    julia "???"

# game/Gallery/gallery3.rpy:4430
translate english gallery_22358_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery3.rpy:4433
translate english gallery_22358_28aa6aa7:

    # m "Юлия, я хочу выпить кофе! Принеси мне его!"
    m "Юлия, я хочу выпить кофе! Принеси мне его!"

# game/Gallery/gallery3.rpy:4437
translate english gallery_22358_f518ca67:

    # julia "Кофе?"
    julia "Кофе?"

# game/Gallery/gallery3.rpy:4440
translate english gallery_22358_ea1a00d4:

    # m "Да!"
    m "Да!"

# game/Gallery/gallery3.rpy:4443
translate english gallery_22358_f89b5217:

    # julia "Хорошо, Миссис Бакфетт. Но где мне его взять?"
    julia "Хорошо, Миссис Бакфетт. Но где мне его взять?"

# game/Gallery/gallery3.rpy:4447
translate english gallery_22358_fe24d777:

    # m "Юлия! Ты в прошлый раз себя проявила как некомпетентный сотрудник!" 
    # m "Ты не смогла включить мой компьютер!!!"
    # m "И это после разговора о том, что на твое место найдется масса желающих?!"
    # m "!!!"
    m "Юлия! Ты в прошлый раз себя проявила как некомпетентный сотрудник!" 
    m "Ты не смогла включить мой компьютер!!!"
    m "И это после разговора о том, что на твое место найдется масса желающих?!"
    m "!!!"

# game/Gallery/gallery3.rpy:4454
translate english gallery_22358_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery3.rpy:4458
translate english gallery_22358_829aaa11:

    # m "Принести мне горячего кофе - это тоже сложная задача для тебя?!" 
    # m "Создается впечатление, что ты совсем не дорожишь своей работой, Юлия..."
    m "Принести мне горячего кофе - это тоже сложная задача для тебя?!" 
    m "Создается впечатление, что ты совсем не дорожишь своей работой, Юлия..."

# game/Gallery/gallery3.rpy:4462
translate english gallery_22358_2aeb0424:

    # julia "М-м-миссис Бакфетт, это не так..." 
    # julia "Я сейчас принесу Вам кофе, Миссис Бакфетт!"
    julia "М-м-миссис Бакфетт, это не так..." 
    julia "Я сейчас принесу Вам кофе, Миссис Бакфетт!"

# game/Gallery/gallery3.rpy:4466
translate english gallery_22358_1da4e1a9:

    # m "Горячего кофе, Юлия!"
    m "Горячего кофе, Юлия!"

# game/Gallery/gallery3.rpy:4469
translate english gallery_22358_c1b875d6:

    # julia "Да, Миссис Бакфетт, я поняла."
    julia "Да, Миссис Бакфетт, я поняла."

# game/Gallery/gallery3.rpy:4479
translate english gallery_22358_44662f75:

    # mt "И как я раньше не могла додуматься до этого?"
    # mt "Это же самый простой способ заставить ее нагнуться: ей нужно будет поставить горячий кофе на стол."
    # mt "А я в это время смогу заглянуть ей под платье..."
    mt "И как я раньше не могла додуматься до этого?"
    mt "Это же самый простой способ заставить ее нагнуться: ей нужно будет поставить горячий кофе на стол."
    mt "А я в это время смогу заглянуть ей под платье..."

# game/Gallery/gallery3.rpy:4484
translate english gallery_22358_b112cba3:

    # mt "И в этот раз она не сможет отпрыгнуть от меня. Ведь у нее в руке будет горячий кофе."
    # mt "Главное, не упустить момент..."
    mt "И в этот раз она не сможет отпрыгнуть от меня. Ведь у нее в руке будет горячий кофе."
    mt "Главное, не упустить момент..."

# game/Gallery/gallery3.rpy:4489
translate english gallery_22358_8f68e478:

    # mt "..."
    # mt "Наконец-то, я смогу узнать цвет трусиков Юлии."
    # mt "Да еще и совместить это с чашечкой ароматного кофе."
    # mt "Чувствую, что сегодня меня ожидает просто отличный день!"
    mt "..."
    mt "Наконец-то, я смогу узнать цвет трусиков Юлии."
    mt "Да еще и совместить это с чашечкой ароматного кофе."
    mt "Чувствую, что сегодня меня ожидает просто отличный день!"

# game/Gallery/gallery3.rpy:4495
translate english gallery_22358_83d5bc35:

    # mt "Сегодня закончится эта дурацкая ситуация, когда мне надо узнавать какие-то глупости у никчемных работников..."
    # mt "..."
    # mt "И больше я не буду слушать Фреда! С меня хватит!"
    mt "Сегодня закончится эта дурацкая ситуация, когда мне надо узнавать какие-то глупости у никчемных работников..."
    mt "..."
    mt "И больше я не буду слушать Фреда! С меня хватит!"

# game/Gallery/gallery3.rpy:4520
translate english gallery_22358_10813ba2:

    # mt "!!!"
    # mt "Какого черта?!"
    mt "!!!"
    mt "Какого черта?!"

# game/Gallery/gallery3.rpy:4524
translate english gallery_22358_551792a9:

    # w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!" 
    w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!" 

# game/Gallery/gallery3.rpy:4527
translate english gallery_22358_72c4389d:

    # mt "..."
    mt "..."

# game/Gallery/gallery3.rpy:4530
translate english gallery_22358_ad9a4803:

    # w5 "Я узнал от Вашей помощницы, что Вам нужен кофе, и сразу принес его Вам!"
    w5 "Я узнал от Вашей помощницы, что Вам нужен кофе, и сразу принес его Вам!"

# game/Gallery/gallery3.rpy:4533
translate english gallery_22358_72c4389d_1:

    # mt "..."
    mt "..."

# game/Gallery/gallery3.rpy:4540
translate english gallery_22358_ddb65af7:

    # w5 "Миссис Бакфет, Вы всегда можете на меня рассчитывать."
    # mt "!!!" 
    # mt "О, Боже! Когда он уйдет отсюда?!"
    w5 "Миссис Бакфет, Вы всегда можете на меня рассчитывать."
    mt "!!!" 
    mt "О, Боже! Когда он уйдет отсюда?!"

# game/Gallery/gallery3.rpy:4545
translate english gallery_22358_fdedb109:

    # w5 "Ведь я могу не только качественно и быстро выполнять свои прямые обязанности..."
    # w5 "Я также могу помогать Вам, ведь Вам приходится очень много работать."
    w5 "Ведь я могу не только качественно и быстро выполнять свои прямые обязанности..."
    w5 "Я также могу помогать Вам, ведь Вам приходится очень много работать."

# game/Gallery/gallery3.rpy:4548
translate english gallery_22358_9b2a31b2:

    # mt "!!!"
    # mt "Какой же он мерзкий тип этот Джон!"
    # mt "Какого черта ОН притащил мне этот кофе!!!"
    # mt "!!!" 
    mt "!!!"
    mt "Какой же он мерзкий тип этот Джон!"
    mt "Какого черта ОН притащил мне этот кофе!!!"
    mt "!!!" 

# game/Gallery/gallery3.rpy:4555
translate english gallery_22358_7b4239d4:

    # w5 "И такой помощник, как Я, будет Вам как раз кстати, Миссис Бакфетт."
    # w5 "В отличии от толстухи Греты, Я могу делать любую работу в этом отделе."
    # w5 "Даже самую сложную и ответственную..."
    w5 "И такой помощник, как Я, будет Вам как раз кстати, Миссис Бакфетт."
    w5 "В отличии от толстухи Греты, Я могу делать любую работу в этом отделе."
    w5 "Даже самую сложную и ответственную..."

# game/Gallery/gallery3.rpy:4561
translate english gallery_22358_c7a41e13:

    # mt "!!!" 
    # mt "Когда этот сукин сын уже замолчит?!"
    mt "!!!" 
    mt "Когда этот сукин сын уже замолчит?!"

# game/Gallery/gallery3.rpy:4566
translate english gallery_22358_0107586a:

    # w5 "Помимо этого, я всегда внимателен к желаниям начальства..."
    # w5 "Я могу приносить Вам горячий кофе каждое утро, Миссис Бакфетт!"
    # w5 "Я..."
    w5 "Помимо этого, я всегда внимателен к желаниям начальства..."
    w5 "Я могу приносить Вам горячий кофе каждое утро, Миссис Бакфетт!"
    w5 "Я..."

# game/Gallery/gallery3.rpy:4572
translate english gallery_22358_2dcdac60:

    # m "ТАК, ХВАТИТ!"
    # m "!!!"
    # m "Ты слишком много разговариваешь! Иди работай!!!"
    m "ТАК, ХВАТИТ!"
    m "!!!"
    m "Ты слишком много разговариваешь! Иди работай!!!"

# game/Gallery/gallery3.rpy:4579
translate english gallery_22358_50fe7e5b:

    # w5 "Да, конечно, Миссис Бакфетт. Я понимаю, что Вам некогда."
    # w5 "Помните, что всегда можете на меня рассчитывать, Миссис Бакфетт."
    w5 "Да, конечно, Миссис Бакфетт. Я понимаю, что Вам некогда."
    w5 "Помните, что всегда можете на меня рассчитывать, Миссис Бакфетт."

# game/Gallery/gallery3.rpy:4583
translate english gallery_22358_024cbc99:

    # w5 "Надеюсь, Вам понравится кофе. Если захотите еще, я с радостью его Вам принесу..."
    w5 "Надеюсь, Вам понравится кофе. Если захотите еще, я с радостью его Вам принесу..."

# game/Gallery/gallery3.rpy:4587
translate english gallery_22358_3e3a52c6:

    # m "Вон из моего кабинета!!!"
    # mt "!!!"
    m "Вон из моего кабинета!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:4594
translate english gallery_22358_9beac003:

    # m "Я не знала, что в ваши обязанности входит работать моей помощницей!"
    # m "Выйди и закрой за собой дверь!!!"
    m "Я не знала, что в ваши обязанности входит работать моей помощницей!"
    m "Выйди и закрой за собой дверь!!!"

# game/Gallery/gallery3.rpy:4599
translate english gallery_22358_7f36af0f:

    # w5 "Хорошо, Миссис Бакфетт. Понимаю, Вы очень заняты."
    # w5 "Помните, что Вы всегда можете на меня рассчитывать, Миссис Бакфетт." 
    w5 "Хорошо, Миссис Бакфетт. Понимаю, Вы очень заняты."
    w5 "Помните, что Вы всегда можете на меня рассчитывать, Миссис Бакфетт." 

# game/Gallery/gallery3.rpy:4616
translate english gallery_22358_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery3.rpy:4622
translate english gallery_22358_3e2f4f8f:

    # m "Юлия!!!" 
    # m "Я в очередной раз убедилась, что самостоятельно ты не можешь справиться с поставленными задачами!!!"
    m "Юлия!!!" 
    m "Я в очередной раз убедилась, что самостоятельно ты не можешь справиться с поставленными задачами!!!"

# game/Gallery/gallery3.rpy:4626
translate english gallery_22358_79b628e0:

    # julia "Но, Миссис Бакфетт..." 
    julia "Но, Миссис Бакфетт..." 

# game/Gallery/gallery3.rpy:4630
translate english gallery_22358_7d8759d0:

    # m "Никаких 'но'!!! Я не желаю слушать твои жалкие оправдания!"
    # m "Иди работай!!!"
    m "Никаких 'но'!!! Я не желаю слушать твои жалкие оправдания!"
    m "Иди работай!!!"

# game/Gallery/gallery3.rpy:4639
translate english gallery_22358_7293ec3a:

    # m "Юлия, ты можешь заняться своей работой." 
    # m "Я хочу побыть одна."
    # julia "Хорошо, Миссис Бакфетт..."
    m "Юлия, ты можешь заняться своей работой." 
    m "Я хочу побыть одна."
    julia "Хорошо, Миссис Бакфетт..."

# game/Gallery/gallery3.rpy:4645
translate english gallery_22358_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery3.rpy:4652
translate english gallery_22358_a4fa91a5:

    # mt "!!!"
    # mt "Это был просто отличный план, чтобы закончить эту историю с трусиками Юлии!!!"
    # mt "Какого черта ОН притащил мне этот долбанный кофе!!!"
    mt "!!!"
    mt "Это был просто отличный план, чтобы закончить эту историю с трусиками Юлии!!!"
    mt "Какого черта ОН притащил мне этот долбанный кофе!!!"

# game/Gallery/gallery3.rpy:4657
translate english gallery_22358_e5caac74:

    # mt "ААААААААРРРГХХХХХ!!!"
    # mt "Как меня достал этот мерзкий тип!!!"
    # mt "!!!"
    mt "ААААААААРРРГХХХХХ!!!"
    mt "Как меня достал этот мерзкий тип!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:4663
translate english gallery_22358_69e1d779:

    # mt "Никчемные сотрудники!!! Все они никчемные!!! Бесполезные!!!"
    # mt "Когда верну себе свое место босса, вышвырну отсюда всех этих бездельников!!!"
    # mt "!!!"
    mt "Никчемные сотрудники!!! Все они никчемные!!! Бесполезные!!!"
    mt "Когда верну себе свое место босса, вышвырну отсюда всех этих бездельников!!!"
    mt "!!!"

# game/Gallery/gallery3.rpy:4668
translate english gallery_22358_7e37bbd3:

    # mt "Теперь мне снова нужно придумывать какой-нибудь способ заглянуть Юлии под платье!"
    # mt "..."
    mt "Теперь мне снова нужно придумывать какой-нибудь способ заглянуть Юлии под платье!"
    mt "..."

