label ep213_dialogues_marcus_castle1_1:
    # Замок, гром, молния.
    # Показывается Моника с Маркусом, стоят у входа
    m "О БОЖЕ!"
    m "Что это за место?!"
    marcus "Стойте на задних лапах, Миссис Бакфетт."
    marcus "Я хочу чтобы вас рассмотрели."
    m "!!!"
    marcus "Идите за мной."

    # Маркус подходит к креслу и садится
    marcus "Господа, хочу представить вам нашу долгожданную гостью!"
    marcus "Знакомьтесь, Моника Бакфетт!"

    # все смотрят на Монику
    mt "О БОЖЕ!"
    mt "Кто эти страшные люди?!"

    fc1 "Какое ее новое прозвище?"

    marcus "Она пока не отреклась от своего старого имени."
    marcus "И не имеет нового прозвища."
    marcus "Поэтому я предлагаю вам выбрать его."
    marcus "Но позже..."

    marcus "А пока..."
    marcus "Миссис Бакфетт, поздоровайтесь с гостями."
    m "Мяяяууу..."

    fc3 "Что значит слово... позже?"

    marcus "Миссис Бакфетт пока не прошла тренировку на Ферме 218."
    marcus "Однако, она уже приступила к дрессировкам на воле."

    fc1 "От нее не требуются никакие навыки."
    fc1 "Моника Бакфетт прибыла сюда в качестве fuck meat."
    fc1 "И мы готовы проводить ее в нижние ярусы."

    mt "О БОЖЕ!"
    mt "НЕТ! НЕЕЕЕТ!!!"

    fc5 "Какие виды питомцев она уже умеет обслуживать?"

    marcus "Миссис Бакфетт еще только вначале пути."
    marcus "Она осваивает самые азы."
    marcus "Базовые команды дрессированной кошки."

    fc1 "Мой Джек не любит кошек."

    marcus "Господа, конечно..."
    marcus "Главная моя цель - это сделать так, чтобы вы остались удовлетворены."
    marcus "И, добиваясь этой цели, я готов выходить за рамки правил."
    marcus "Поэтому, я предлагаю вам ознакомиться с животными навыками Миссис Бакфетт до того, как она отправится вниз."

    marcus "Однако, это всецело ваше решение."
    marcus "Если вы пожелаете, мы можем пропустить эту часть."
    marcus "Отправить Миссис Бакфетт вниз и перейти к следующим вопросам."

    fc5 "..."
    fc3 "..."
    fc4 "..."
    fc2 "..."

    # затемнение
    # появление в руках дилды
    fc1 "Хорошо, Маркус."
    fc1 "У нее есть 5 минут."


    fc4 "Кошка, иди сюда!"

    mt "О БОЖЕ!"
    mt "Я НИЧЕГО НЕ СООБРАЖАЮ ОТ УЖАСА!!!"
    mt "ЭТО... ЭТО БЫЛА КОМАНДА?!"

    mt "Что... Что Маркус говорил делать, когда так говорят?!"

    mt "Одно неверное движение и мне конец!"

    # Выбор
    # Моника делает правильно, ползет #01

    # Моника подползла
    fc4 "Хорошо, что дальше?"

    # Выбор
    # Моника делает правильно, ждет команду #10

    fc1 "Кошка ждет команды хозяина?"
    fc1 "Маркус, насколько нам известно, Моника Бакфетт всячески пытается избежать превращения."
    fc1 "Она смогла найти способ отсрочить свою судьбу."

    # Подносит дилдо
    fc4 "Открой рот и скажи мяу."

    mt "!!!"
    m "Мяяяууу..."
    # Вставляет дилдо

    fc1 "И делает все, чтобы избежать превращения."
    fc1 "При этом, мы видим что она стоит и ждет команды хозяина."

    marcus "Господа, видите-ли."
    marcus "У вас неверная информация."

    fc1 "У нас всегда верная информация, Маркус."

    marcus "Несомненно, Господа."
    marcus "Однако, эта информация производит ошибочное впечатление."
    marcus "Миссис Бакфетт не пытается сопротивляться."

    marcus "Наоборот, она рада находиться здесь."
    marcus "Для вашего удовольствия, Господа."

    # fc3 ставит еду

    fc3 "Кошка проголодалась."

    # Выбор
    # Моника делает правильный выбор, просит еду #11
    # Моника ползет
    mt "Что мне делать?"
    mt "Кажется, мне надо просить еду!"
    mt "Какой ужас!"
    mt "Что этим изврашенцам от меня надо!"
    m "Мяяяууу..."

    fc1 "Для того, чтобы иметь честь находиться здесь, ей надо получить соответствующую дрессировку на объекте."

    fc3 "Кошка может приступить к еде."

    # Выбор
    # Моника делает правильный выбор, кушает еду #02

    marcus "Миссис Бакфетт была бы рада пройти обучение на Ферме 218."
    marcus "Она очень сожалеет, что пока не умеет удовлетворять ваших питомцев, Господа."
    marcus "И благодарит вас за возможность находиться здесь и развлекать вас!"

    # fc4 вставляет сзади дилдо
    fc4 "Миссис Бакфетт, вам нравится развлекать нас?"
    m "Мяяяууу..."

    # fc5 вставляет сзади дилдо

    fc3 "Кошка, ты можешь попить воду и поиграть в игрушку."

    # выбор
    # Моника делает правильный выбор и играет в игрушку

    #fc3 вставляет дилдо

    #fc5 протягивает дилдо к полу около лица
    fc5 "Кошка, поиграй с этим тоже."

    # Моника начинает играть с дилдо
    mt "Не могу поверить в то что происходит!"
    mt "Я - леди из высшего общества, вынуждена притворяться кошкой и играть с каким-то членом."
    mt "Перед сборищем извращенцев."
    mt "В том время, когда в меня тыкают членами со всех сторон!"

    fc5 "Кошка наигралась, кошка ложится спать."

    # выбор
    # Моника делает правильный выбор и ложится спать #04

    # В Монику тыкают членами
    


    return


#    marcus "Вы показываете как кошка [передвигается]." #01
#    marcus "Вы показываете как кошка [ест]." #02
    marcus "Вы показываете как кошка [потягивается от удовольствия]." #03
#    marcus "Вы показываете как кошка [спит]." #04
    marcus "Вы показываете как кошка [провинилась и просит прощения]" #06
    marcus "Вы демонстрируете как кошка [показывает себя перед гостями]." #07
    marcus "Вы показываете как кошка [проснулась и потягивается после сна]." #08
#    marcus "Вы показываете как кошка [играет с игрушкой]." #09
#    marcus "Вы показываете как кошка [ждет команду]." #10
#    marcus "Вы показываете как кошка [просит разрешения поесть]." #11


# Если неправильное движение

    fc1 "Маркус, подготовка этого животного не впечатляет."

    # что сделано (когда неправильно)
    fc1 "Оно показывает как кошка [передвигается]." #01
    fc1 "Оно показывает как кошка [ест]." #02
    fc1 "Оно показывает как кошка [потягивается от удовольствия]." #03
    fc1 "Оно показывает как кошка [спит]." #04
    fc1 "Оно показывает как кошка [провинилась и просит прощения]" #06
    fc1 "Оно демонстрирует как кошка [показывает себя перед гостями]." #07
    fc1 "Оно показывает как кошка [проснулась и потягивается после сна]." #08
    fc1 "Оно показывает как кошка [играет с игрушкой]." #09
    fc1 "Оно показывает как кошка [ждет команду]." #10
    fc1 "Оно показывает как кошка [просит разрешения поесть]." #11

    # что надо сделать
    fc1 "А надо показывать как кошка [передвигается]." #01
    fc1 "А надо показать как кошка [ест]." #02
    fc1 "А надо показать как кошка [потягивается от удовольствия]." #03
    fc1 "А надо показать как кошка [спит]." #04
    fc1 "А надо показать как пошка [просит прощения за провинность]." #06
    fc1 "А надо показать как кошка [знакомится с гостями]." #07
    fc1 "А надо показать как кошка [проснулась и потягивается после сна]." #08
    fc1 "А надо показать как кошка [играет с игрушкой]." #09
    fc1 "А надо показать как дрессированная кошка [сидит и ждет команду]." #10
    fc1 "А надо показать как кошка [просит разрешения поесть]." #11

    fc1 "Мы потратили уже достаточно времени."
    fc1 "Моника Бакфетт отправляется вниз к питомцам."
    fc1 "А нас ждут другие вопросы."

















#
