label ep213_dialogues_marcus_castle1_1:
    # Замок, гром, молния.
    # Показывается Моника с Маркусом, стоят у входа
    m "О БОЖЕ!"
    m "Что это за место?!"
    marcus "Стойте на задних лапах, Миссис Бакфетт."
    marcus "Я хочу чтобы вас рассмотрели."
    m "!!!"
    marcus "Идите за мной."
    img 60435
    w
    img 60342
    w
    img 60343
    w
    img 60347 # крупный план комнаты
    # Маркус подходит к креслу и садится
    w
    img 60344
    marcus "Господа, хочу представить вам нашу долгожданную гостью!"
    marcus "Знакомьтесь, Моника Бакфетт!"
    img 60345
    # все смотрят на Монику
    w
    img 60348
    mt "О БОЖЕ!"
    mt "Кто эти страшные люди?!"
    img 60354
    fc1 "Какое ее новое прозвище?"
    img 60349
    marcus "Она пока не отреклась от своего старого имени."
    marcus "И не имеет нового прозвища."
    marcus "Поэтому я предлагаю вам выбрать его."
    marcus "Но позже..."
    marcus "А пока..."
    img 60350
    marcus "Миссис Бакфетт, поздоровайтесь с гостями."
    img 60351
    m "Мяяяууу..."
    img 60352
    fc3 "Что значит слово... позже?"
    img 60353
    marcus "Миссис Бакфетт пока не прошла тренировку на Ферме 218."
    marcus "Однако, она уже приступила к дрессировкам на воле."
    img 60346
    fc1 "От нее не требуются никакие навыки."
    fc1 "Моника Бакфетт прибыла сюда в качестве fuck meat."
    fc1 "И мы готовы проводить ее в нижние ярусы."
    img 60355
    mt "О БОЖЕ!"
    mt "НЕТ! НЕЕЕЕТ!!!"
    img 60356
    fc5 "Какие виды питомцев она уже умеет обслуживать?"
    img 60357
    marcus "Миссис Бакфетт еще только вначале пути."
    marcus "Она осваивает самые азы."
    marcus "Базовые команды дрессированной кошки."
    img 60358
    fc1 "Мой Джек не любит кошек."
    img 60359
    marcus "Господа, конечно..."
    marcus "Главная моя цель - это сделать так, чтобы вы остались удовлетворены."
    marcus "И, добиваясь этой цели, я готов выходить за рамки правил."
    marcus "Поэтому, я предлагаю вам ознакомиться с животными навыками Миссис Бакфетт до того, как она отправится вниз."
    img 60360
    marcus "Однако, это всецело ваше решение."
    marcus "Если вы пожелаете, мы можем пропустить эту часть."
    marcus "Отправить Миссис Бакфетт вниз и перейти к следующим вопросам."
    img 60361
    fc5 "..."
    fc3 "..."
    img 60362
    fc4 "..."
    fc2 "..."

    # затемнение
    # появление в руках дилды
    img 60429
    w
    img 60366
    fc1 "Хорошо, Маркус."
    fc1 "У нее есть 5 минут."
    img 60430
    w
    img 60375
    w
    img 60367
    fc4 "Кошка, иди сюда!"
    img 60363
    mt "О БОЖЕ!"
    mt "Я НИЧЕГО НЕ СООБРАЖАЮ ОТ УЖАСА!!!"
    img 60364
    mt "ЭТО... ЭТО БЫЛА КОМАНДА?!"
    img 60365
    w
    img 60368
    w
    img 60431
    mt "Что... Что Маркус говорил делать, когда так говорят?!"
    mt "Одно неверное движение и мне конец!"
    img 60369
    w
    img 60370
    w
    img 60371
    w
    img 60372
    w
    img 60373
    # Выбор
    # Моника делает правильно, ползет #01
    w
    img 60374
    w
    img 60377
    w
    img 60378
    w
    img 60377
    w
    img 60378
    w
    img 60379
    w
    img 60380
    w
    img 60379
    w
    img 60380
    w
    img 60376
    # Моника подползла
    fc4 "Хорошо, что дальше?"
    img 60381
    w
    img 60382
    # Выбор
    # Моника делает правильно, ждет команду #10
    w
    img 60383
    fc1 "Кошка ждет команды хозяина?"
    img 60384
    fc1 "Маркус, насколько нам известно, Моника Бакфетт всячески пытается избежать превращения."
    img 60385
    fc1 "Она смогла найти способ отсрочить свою судьбу."
    img 60387
    w
    img 60386
    w
    img 60388
    w
    img 60389
    # Подносит дилдо
    fc4 "Открой рот и скажи мяу."
    img 60390
    mt "!!!"
    img 60391
    m "Мяяяууу..."
    # Вставляет дилдо
    img 60392
    w
    img 60393 # назад
    w
    img 60392
    w
    img 60393 # назад
    w
    img 60394
    fc1 "И делает все, чтобы избежать превращения."
    img 60395 # наклонился
    fc1 "При этом, мы видим что она стоит и ждет команды хозяина."
    img 60396 # засунул палец в рот
    w
    img 60397 # лицо Мон
    w
    img 60432
    w
    img 60398
    marcus "Господа, видите-ли."
    marcus "У вас неверная информация."
    img 60399
    fc1 "У нас всегда верная информация, Маркус."
    img 60400
    marcus "Несомненно, Господа."
    marcus "Однако, эта информация производит ошибочное впечатление."
    marcus "Миссис Бакфетт не пытается сопротивляться."
    img 60401
    marcus "Наоборот, она рада находиться здесь."
    marcus "Для вашего удовольствия, Господа."
    img 60433
    # fc3 ставит еду
    img 60402 # ставит тарелку
    w
    img 60403 # взгляд со стороны Мон
    w
    img 60404
    fc3 "Кошка проголодалась."
    img 60405
    mt "Что мне делать?"
    mt "Кажется, мне надо просить еду!"
    mt "Какой ужас!"
    mt "Что этим изврашенцам от меня надо!"
    img 60406 # Выбор
    w
    img 60407
    # Моника делает правильный выбор, просит еду #11
    w
    img 60408
    m "Мяяяууу..."
    img 60409
    fc1 "Для того, чтобы иметь честь находиться здесь, ей надо получить соответствующую дрессировку на объекте."
    img 60410
    fc3 "Кошка может приступить к еде."
    # Выбор
    img 60411
    w
    img 60412
    w
    img 60413 # толкает миску
    w
    img 60414 # Мон смотрит на миску
    # подползает и ест
    # Моника делает правильный выбор, кушает еду #02
    w
    img 60436
    w
    img 60415
    marcus "Миссис Бакфетт была бы рада пройти обучение на Ферме 218."
    marcus "Она очень сожалеет, что пока не умеет удовлетворять ваших питомцев, Господа."
    img 60416
    marcus "И благодарит вас за возможность находиться здесь и развлекать вас!"
    img 60417
    # fc4 вставляет сзади дилдо
    fc4 "Миссис Бакфетт, вам нравится развлекать нас?"
    img 60434
    w
    img 60417
    w
    img 60434
    w
    img 60417
    w
    img 60418
    m "Мяяяууу..."
    # fc5 вставляет сзади дилдо ????????
    img 60419
    fc3 "Кошка, ты можешь попить воду и поиграть в игрушку."
    img 60420 # выбор
    # Моника делает правильный выбор и играет в игрушку #09
    w
    img 60437
    w
    img 60421
    #fc3 вставляет дилдо
    w
    img 60422
    #fc5 протягивает дилдо к полу около лица
    fc5 "Кошка, поиграй с этим тоже."
    img 60423
    w
    img 60424
    w
    img 60425
    w
    img 60426
    w
    img 60427
    w
    img 60428
    # Моника начинает играть с дилдо
    mt "Не могу поверить в то что происходит!"
    mt "Я - леди из высшего общества, вынуждена притворяться кошкой и играть с каким-то членом."
    mt "Перед сборищем извращенцев."
    mt "В то время, когда в меня тыкают членами со всех сторон!"
    img 60438
    fc5 "Кошка наигралась, кошка ложится спать."
    # выбор
    img 60439
    w
    img 60440
    w
    img 60441
    w
    img 60442
    # Моника делает правильный выбор и ложится спать #04
    # В Монику тыкают членами
    img 60445
    w
    img 60446
    w
    img 60447
    w
    img 60446
    w
    img 60447
    w
    img 60443
    w
    img 60444
    w
    img 60443
    w
    img 60444
    w
    img 60448
    fc1 "Маркус, ты хочешь сказать, что она сама хочет поскорее пройти дрессировку на Объекте 218?"
    img 60449
    marcus "Да, Господа."
    img 60450
    marcus "Впрочем, пусть она ответит сама."
    marcus "Кошка просыпается."
    # выбор
    img 60451
    w
    img 60452
    w
    img 60453
    # Моника делает правильный выбор и просыпается потягиваясь #08
    img 60454
    w
    img 60455
    w
    img 60456
    marcus "Миссис Бакфетт, вы хотите поскорее пройти полную дрессировку?"
    marcus "Вы хотите уметь удовлетворять все виды домашних питомцев?"
    img 60457
    mt "О БОЖЕ!"
    mt "ЕСЛИ Я ОТВЕЧУ НЕТ, МЕНЯ ОТПРАВЯТ К КАКИМ-ТО УЖАСНЫМ ЖИВОТНЫМ!"
    mt "ПРЯМО СЕЙЧАС!!!"
    img 60458
    marcus "Миссис Бакфетт?"
    img 60459
    m "Мяяяууу..."
    img 60460
    w
    img 60461
    w
    img 60460
    w
    img 60461
    w
    img 60462
    w
    img 60463
    w
    img 60462
    w
    img 60463
    w
    img 60464
    # Со всех сторон дилдо
    fc1 "Если экземпляр сам этого хочет, то почему он не на объекте?"
    fc1 "Почему экземпляр без клейма?"
    img 60465
    marcus "Господа, вы знаете, что есть некий человек, который препятствует совершению правосудия."
    marcus "И препятствует тому, чтобы Миссис Бакфетт оказалась на Ферме."
    img 60466
    fc3 "Маркус, ты говоришь про того самого Дика Адвоката."
    fc3 "Почему ты до сих пор не решил с ним вопрос?"
    img 60467
    marcus "Я занимаюсь этим..."
    img 60468
    fc5 "Маркус, можешь доверить это нам."
    fc5 "У нас есть к этому Дику... подход..."
    img 60469
    marcus "Господа, я бы хотел сам завершить это дело."
    img 60470
    fc3 "Маркус, ведь это мы пишем законы."
    fc3 "Этот Дик. Он ведь всего-лишь следует им..."
    fc3 "Нам не нужны никакие подходы к нему."
    img 60471
    fc3 "Мы всегда можем просто взять что захотим..."
    img 60472
    marcus "Да, мы можем."
    marcus "Но тогда это дело потеряет самое главное..."
    marcus "Интерес..."
    marcus "К тому же, мы потратим лишние ресурсы."
    img 60473
    fc5 "К хозяину пришел гость!"
    img 60474 # выбор
    w
    img 60475 # Моника делает правильный выбор, показывает себя перед гостями #07
    w
    img 60476
    w
    img 60478
    w
    img 60477
    w
    img 60478
    w
    img 60479
    # fc5 тыкает членом
    fc5 "Пока Маркус решает дела, по улицам ходит необращенное животное, не подвергшееся дрессировке."
    fc5 "Оно общается с людьми, передавая информацию, которая должна оставаться за пределами Фермы 218." # в пределах
    fc5 "Это не представляет большой угрозы, так как полиция и СМИ подчиняются нам."
    fc5 "Однако, это тоже тратит лишние ресурсы."
    img 60480
    fc5 "Животное... Должно быть на цепи..."
    img 60481
    mt "!!!"
    img 60482
    marcus "Господа, это уникальный эксперимент."
    marcus "За все время существования Фермы, замечу весьма большого, даже по нашим меркам..."
    marcus "Впервые мы проводим дрессировку экземпляра за пределами нашей территории."
    marcus "Экземпляра, находящегося прямо в социуме."
    marcus "Это любопытно для меня..."
    img 60483
    fc1 "Кошка провинилась!"
    img 60484 # Выбор
    w
    img 60485 # Моника делает правильный выбор, провинилась и просит прощения #06
    w
    img 60486
    w
    img 60487
    fc1 "Маркус, кажется, ты засиделся на одном и том же месте."
    fc1 "Сидеть под видом начальника полицейского участка - это не твой уровень."
    fc1 "Для тебя есть гораздо более масштабные задачи."
    fc1 "Ты мог бы ознакомиться с ними уже сегодня."
    fc1 "Неудивительно что ты страдаешь от скуки."

    #fc5 вставляет дилдо сзади
    fc5 "Очень странно, что экземпляр до сих пор не на Ферме."
    fc5 "Учитывая уровень Маркуса и его способность решать проблемы."
    fc5 "Особенно, учитывая, что отправить на Ферму Монику Бакфетт было его инциативой с самого начала."

    mt "!!!"

    fc5 "Нет-ли у Маркуса личной привязанности к этой кошке?"
    # тыкает членом

    marcus "Если я захочу забрать ее себе, я сделаю это."

    marcus "Пока же, она находится на свободе."
    marcus "Она смогла не нарушить ни один закон."
    marcus "Я слежу за поступающей информацией о нарушениях."

    fc3 "Ждать команду!"
    # выбор
    # Моника делает правильный выбор #10
    # вставляет дилдо в рот
    fc3 "Мы тоже следим за поступающей информацией."
    fc3 "И за тобой, Маркус."
    fc3 "Ты можешь забрать ее сегодня."
    fc3 "Пусть все идет как идет."
    fc3 "Но, при любом нарушении, она будет изъята, навсегда."
    fc3 "И мы будем следить за всеми документами, поступающими в твое учреждение."
    fc3 "Также, мы пошлем специалиста изучить действительно-ли нет стандартных путей нейтрализации защиты Дика."

    mt "!!!"

    fc1 "Кошка, ползи сюда!"
    # Ползет
    fc1 "Хорошая кошка."
    fc1 "Кошка знает команды."
    # выбор
    # Моника делает правильный выбор, потягивается от удовольствия #03
    m "Мяяяууу..."

    m "Мяяяууу..."

    fc1 "Мы позволим кошке уйти отсюда."
    fc1 "Но завтра. Если она переживет эту ночь."
    fc1 "Маркус, не забывай, что наши питомцы давно ждут ее."
    fc1 "Они готовы и имели длительное воздержание, специально по этому случаю..."

    mt "НЕТ! НЕТ!"
    mt "НЕТ!"
    mt "О БОЖЕ!"
    m "Мяяяууу..."

    marcus "Да, Господа, я в курсе голода ваших питомцев."
    marcus "И, конечно же, не могу оставить их неудовлетворенными."

    mt "О БОЖЕ!"

    marcus "С вашего позволения, я проявил инициативу."
    marcus "И пригласил сюда другую весьма известную девушку."

    # приводит

    marcus "Вам не надо представлять эту всемирно известную журналистку."
    marcus "Как всем известно, у нее очень плотный график."
    marcus "В последнее время она брала много интервью у разных президентов."
    marcus "Ко всем остальным она относилась без должной снисходительности и весьма надменно."
    marcus "Однако, когда я познакомился с ней и указал ей на ее недостатки..."
    marcus "Она с радостью прислушалась ко мне и прониклась всем сердцем к возможности изменить свою жизнь..."
    marcus "Отказаться от нее..."
    marcus "И стать Мальвиной."
    marcus "Знакомьтесь, Господа!"

    mt "БОЖЕ! ЧТО ОНИ С НЕЙ СДЕЛАЛИ?!"

    marcus "В отличии от Миссис Бакфетт, она успела в короткие сроки пройти все основные тренировки на нашей Ферме."
    marcus "Однако, времени было не так уж много, поэтому она еще не успела искоренить все ненужные человеческие рефлексы."
    marcus "Например, возможность стоять на задних ногах."
    marcus "Мальвина очень сожалеет об этом и просит простить этот недостаток."

    fc3 "Это неожиданный сюрприз, увидеть ее здесь..."

    marcus "Да, Господа."
    marcus "Я знаю, что в своей прошлой жизни она успела изрядно насолить многим из вас."
    marcus "Я даже знаю, что кое-кто из здесь присутствующих получил отказ на предложение о встрече."
    marcus "Также она вела себя весьма самоуверенно и совала нос в наши дела."
    marcus "Она даже собиралась обнародовать подробности общемирового соглашения о климате."
    marcus "Которое мы почти подготовили."

    fc3 "Маркус, это был я, кому она отказала."
    fc3 "Мальвина, подойди сюда."

    # Мальвина подходит
    mt "Господи! Что... это?!!!"
    mt "Что они делают там с людьми?!"

    marcus "Когда я сообщил ей о возможности присутствовать здесь и провести с вами ночь..."
    marcus "Мальвина с большой радостью согласилась заменить Миссис Бакфетт и принять участие в наших планах."
    marcus "Она с радостью готова удовлетворить всех ваших питомцев, Господа."
    marcus "И я очень благодарен ей за столь щедрую любезность."

    fc3 "Да, она отказала мне."
    fc3 "И сделала это в весьма грубой форме."
    marcus "Я узнал об этом. И поэтому она сейчас здесь..." # улыбается
    fc3 "Повернись спиной."
    # Мальвина поворачивается
    fc3 "Да, я предлагал ей встретиться, потому что имел любопытство относительно того, как выглядит ее задница."
    # тыкает дилдо
    fc3 "Теперь мое любопытство удовлетворено."
    fc3 "Спасибо, Маркус."

    marcus "Более того, вы знаете, что мы не часто практикуем выезд наших девушек вовне Фермы 218."
    marcus "Однако, Мальвина любезно согласилась остаться в этом месте на целый месяц."
    marcus "И, на протяжении этого времени удовлетворять всех желающих людей и питомцев."

    fc1 "Когда эта журналистка брала у меня интервью, мне тоже стало любопытно, как выглядит ее задница."
    fc1 "Подойди сюда."
    fc1 "Нагнись и покажи мне свою задницу."
    # начинает тыкать
    fc1 "Маркус, она уже занималась сексом с питомцами?"
    marcus "Да, Господа. Она прошла базовые тренировки."
    fc1 "Очень жаль."
    fc3 "Меня это не смущает."
    fc3 "Прежде чем она встретится с нашими питомцами, я попробую ее на вкус."
    fc3 "Мальвина, к ноге!"
    # Мальвина бежит и становится в позу, целуя ботинок

    fc5 "И я..."

    fc1 "Я присоединюсь к вам."

    marcus "Хороший выбор, Господа!"

    fc4 "Маркус, но моем острове есть один экзотический экзепляр животного."
    fc4 "Я хотел бы проверить его... На Мальвине."

    marcus "Господа."
    marcus "Многим из вас доставляет неудобство регулярно преодолевать расстояние до нашей Фермы."
    marcus "Поэтому вам будет удобно пользоваться Мальвиной здесь."
    marcus "В столь географически удобное место вы сможете доставить всех ваших питомцев."
    marcus "Включая тех, кого возить на Ферму неудобно по причине габаритов."

    marcus "Мальвина будет очень счастлива, если вы все останетесь довольны."
    marcus "Она будет рада получить такой исключительно ценный опыт."

    fc1 "Хорошо, Маркус."
    fc1 "Ты предложил равноценную замену на сегодняшний день."

    # затемнение, появляется коробка с дилдо

    fc1 "Я предлагаю нашей кошке доказать, что она рада быть здесь... с нами..."
    fc1 "Если она покажет, какое удовольствие получает находясь здесь..."
    fc1 "Мы позволим ей уйти."
    fc1 "Если ее поведение будет неубедительно, она останется здесь."
    fc1 "У нас есть целая ночь, а Мальвина подождет до завтра."
    fc1 "Ее впереди ждет целый месяц."
    fc1 "Что ты скажешь, Маркус?"

    marcus "Господа, любой ваш каприз!"

    fc1 "Животное, радость!"

    mt "Что?! Радость?!"
    mt "Что это значит?"
    mt "Это команда?!"
    mt "Я не знаю что делать, Маркус мне не говорил про это!"
    mt "О БОЖЕ!"
    mt "Одна ошибка и мне конец!"
    mt "!!!"
    mt "Эта штука..."
    mt "На ней член, ужасного размера!"
    mt "Наверное мне надо сесть на него и показывать радость... мяукать..."
    mt "Но как я сяду на это?!"
    mt "Это невозможно!"
    mt "Я должна, должна попытаться!"
    mt "Это мой единственный путь к спасению!"

    mt "О БОЖЕ!"
    mt "Как это больно!"
    mt "Ну же!"
    mt "Ну!!!"
    # Моника садится
    mt "Теперь двигаться, медленно вверх!"
    mt "Какая боль!"
    mt "Аааааа!!!"
    mt "Медленно вниз..."
    mt "Еще..."
    mt "Еще раз вверх..."
    mt "Как это больно, черт!"
    mt "Вниз..."
    mt "Давай, Моника! Ты справишься!"
    mt "!!!"
    mt "Радость..."
    mt "Я должна радоваться..."
    mt "Как? Мяукать?"
    mt "Да, я должна мяукать!"

    m "Мяяяууу..."


    m "Мяяяууу..."


    m "Мяяяууу..."

    fc1 "Я не вижу радости, Маркус..."

    mt "ЧТО?! ОН НЕ ВИДИТ РАДОСТИ?!"
    mt "Да как можно не видеть... черт!"
    mt "Они должны увидеть радость, иначе мне конец!!!"


    m "Мяяяууу!"

    m "Мяяяууу!!"

    m "Мяяяууу!!!"


    m "МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!! МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!! МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!! МЯЯЯУУУ!!! МЯЯЯУУУ!!!"

    m "МЯЯЯУУУ!!!"

    # Моника кончает и лежит без сознания лицом в пол, попой вверх, с торчащим членом и хвостом )))
    m "АААААААРГХХХХХ!!!"

    fc5 "Это был явно экспромт."
    fc5 "Она не достаточно дрессирована."
    fc5 "Требовалось выполнить совершенно другое действие."

    marcus "Она показала потенциал."

    fc1 "Хорошо, Маркус."
    fc1 "Я вижу ты хочешь забрать ее."
    fc1 "Мы ценим тебя и уважаем твое желание."
    fc1 "Можешь ее отпустить."

    fc1 "Однако, мы ожидаем решения всех вопросов и возвращения ее сюда в скором времени."
    fc1 "Мы не хотим долго ждать, Маркус."
    fc1 "И пусть она пройдет все тренинги, которые имеются в наличии на Ферме 218."
    fc1 "Нам нужно животное, подготовленное лучше, чем Мальвина."

    marcus "Конечно, Господа! Как пожелаете!"

    # встают
    fc1 "А сейчас, Маркус, позволь мы покинем тебя."
    fc1 "Ночь не такая уж и длинная, а у нас и у наших питомцев на Мальвину большие планы."

    marcus "Конечно, Господа."
    marcus "Мальвина с радостью примет участие во всех ваших действиях."

    # уходят
    fc3 "Мальвина, за мной!"

    # Мальвина уползает вслед за людьми

# Если неправильное движение

    fc1 "Маркус, подготовка этого животного не впечатляет."

    # что сделано (когда неправильно)
    fc1 "Оно показывает как кошка [передвигается]." #01
    fc1 "Оно показывает как кошка [ест]." #02
    fc1 "Оно показывает как кошка [потягивается от удовольствия]." #03
    fc1 "Оно показывает как кошка [спит]." #04
    fc1 "Оно показывает как кошка [провинилась и просит прощения]" #06
    fc1 "Оно демонстрирует как кошка [показывает себя перед гостями]." #07
    fc1 "Оно показывает как кошка [проснулась и потягивается после сна]." #08
    fc1 "Оно показывает как кошка [играет с игрушкой]." #09
    fc1 "Оно показывает как кошка [ждет команду]." #10
    fc1 "Оно показывает как кошка [просит разрешения поесть]." #11

    # что надо сделать
    fc1 "А надо показывать как кошка [передвигается]." #01
    fc1 "А надо показать как кошка [ест]." #02
    fc1 "А надо показать как кошка [потягивается от удовольствия и благодарности хозяину]." #03
    fc1 "А надо показать как кошка [спит]." #04
    fc1 "А надо показать как пошка [просит прощения за провинность]." #06
    fc1 "А надо показать как кошка [знакомится с гостями]." #07
    fc1 "А надо показать как кошка [проснулась и потягивается после сна]." #08
    fc1 "А надо показать как кошка [играет с игрушкой]." #09
    fc1 "А надо показать как дрессированная кошка [сидит и ждет команду]." #10
    fc1 "А надо показать как кошка [просит разрешения поесть]." #11

    fc1 "Мы потратили уже достаточно времени."
    fc1 "Моника Бакфетт отправляется вниз к питомцам."
    fc1 "А нас ждут другие вопросы."

    return



label ep213_dialogues_marcus_castle1_2:
    # затемнение

    marcus "Вам очень повезло, Миссис Бакфетт."
    marcus "Для меня было удовольствие поиграть в вашего защитника."
    marcus "Хотя, я был почти уверен, что у вас не получится."
    marcus "Идемте, пока они не передумали..."


    # затемнение, кабинет Маркуса (светлый)
    # Моника с пробкой хвостом

    marcus "Как вам ваша новая игрушка, Миссис Бакфетт?"
    m "Спасибо, Мистер Маркус."
    m "Мне она... очень нравится..."

    marcus "Я вас поздравляю, Миссис Бакфетт!"
    m "С.. с чем... Мистер Маркус?"
    marcus "Как вы слышали, от вас ждут прохождения всех дрессировок на Ферме 218."
    marcus "А это значит, что вы больше не рассматриваетесь, как fuck meat."
    marcus "Значит, что вы имеете шанс выжить и даже быть на обложке нашего журнала!"
    mt "О НЕТ!"
    m "Сссс... спасибо, Мистер Маркус..."

    marcus "До свидания, Миссис Бакфетт."
    marcus "Вы можете идти."
    marcus "Но я жду вас в скором времени снова."
    marcus "Да, и будьте осторожны."
    marcus "За вашими нарушениями впредь буду следить не только я..."

    m "Сссс... спасибо, Мистер Маркус..."
    m "Ддд... До свидания..."
    return

label ep213_dialogues_marcus_castle1_3:
    # не рендерить
    # на улице
    mt "Я вырвалась!"
    mt "ВЫРВАЛАСЬ!"
    mt "Не могу поверить в то что я пережила!"
    mt "Этого не может происходить в 21 веке!"
    mt "Я не верю!"
    mt "Я постараюсь забыть про все это!"
    mt "..."
    mt "Мне не получится забыть навсегда, ведь я должна скоро вернуться сюда..."
    mt "Но я не хочу сейчас даже думать об этом!"
    mt "Думать о том, что меня может ждать здесь в следующий раз!"
    mt "Я выиграла время и мне надо придумать как избавиться от этих страшных людей!"
    return


















#
