# Девочки из эскорта решили наказать Монику за ее хамское поведение.
# Монику заставляют работать столиком. При этом клиент сидит с красивой брюнеткой из эскорта, признается ей в любви.#
#
# после сцены в эскорте с семейной парой, через неделю доступна след. сцена

# Моника приходит на работу в отель, идет к своему столику
# ее столик занят, за ним сидит девочка из эскорта (брюнетка с длинными волосами)
# Моника ей говорит, что та заняла ее место
# брюнетка ей высокомерно отвечает, с чего она взяла, что это ее место, где хочу, там и сижу, иди за другой столик
# Моника оглядывается и видит, что другие девочки на них заинтересованно смотрят и ехидно улыбаются
# Моника думает про себя, что эти сучки сговорились и затеяли что-то против нее
# думает, с чего она должна уходить отсюда? какого вообще черта эта сучка сюда пришла?!
# Моника встает руки в боки и начинает качать права - так, если ты сейчас же не уберешь свою задницу отюда
# я пожалуюсь администратору, что ты мешаешь мне работать!
# быстро ушла за свой столик! какая-то никчемная эскортница мне еще будет указывать, куда мне идти и что делать!
# брюнетка высокомерно смотрит на нее - вот как?! я по твоему "какая-то никчемная эскортница"
# Моника высокомерно в ответ - ДА!
# подходит брюнетка с каре и обращается к брюнетке за столом - привет, что тут у вас происходит
# та ей отвечает, что эта грубиянка (указывает на Монику) пытается тут командовать...
# брюнетка с каре поворачивается к Монике
# она говорит Монике - ты кто такая, чтобы указывать ей.
# брюнетка с длинными волосами поддакивает - и хамить...
# Моника про себя думает - ненавижу эту стерву! ненавижу их всех!!
# Моника отвечает - я никому не хамила! я просто называю вещи своими именами!
# брюнетка с каре злобно смотрит на нее, потом смотрит на свою подружку брюнетку
# хм, слушай... я уже давно думаю, как бы нам наказать ее. я хотела сделать кое-что, но для этого мне нужно дождаться нужного клиента
# Моника - !!!! еще чего!
# брюнетка продолжает - но мы можем это сделать сейчас. там как раз пришел твой постоянный клиент...
# я думаю, нужно эту (тыкает пальцем на Монику) взять на твою встречу с ним
# та ей говорит - ее?! да нууу, зачем?
# брюнетка с каре наклоняется к ней и что-то шепчет на ухо, потом они обе хихикают и смотрят на Монику
# брюнетка каре говорит - я сейчас все устрою
# смотрит ехидно на Монику и уходит
# Моника говорит брюнетке, мне все равно, что вы там задумали!
# я не собираюсь принимать участие в ваших глупых затеях! иди работай, никчемная эскортница! и не мешай мне!
# та на нее смотрит и улыбается ехидно, потом встает и уходит

# Моника садится за свой столик и сидит, довольная тем, что прогнала сучку
# кто они такие, что бы себя вести со мной подобным образом?!
# обычные проститутки, которые называют себя эскортницами!
# знали бы они, что разговаривают с самой Моникой Бакфетт! я тогда посмотрела бы на них!!
# такие как они пачками ко мне на кастинги мечтают попасть!
# строят из себя непонятно кого, а на деле обычные серые мыши!!

# подходит официантка и говорит, что Монику зовет администратор на ресепшн (уже есть готовый лейбл, можно использовать его)

# Моника приходит на ресепшн, там стоит брюнетка с длинными волосами и администратор
# администратор говорит Монике, что у нее есть работа, сегодня она работает в номере отеля, вместе с Линдой
# администратор указывает на брюнетку, та высокомерно смотрит на Монику
# Моника - !!! а почему вместе?
# администратор говорит, ты задаешь слишком много вопросов!
# сейчас ты переоденешься, Линда тебя подождет здесь и вместе пойдете в номер
# клиент вас уже ждет!
# ты будешь делать то, что тебе скажет Линда. и никаких глупостей!! я все еще недовольна тем, как ты обошлась с пследним клиентом!
# хоть что-то сделаешь не так, я даже разбираться не буду, кто прав, кто виноват. сразу же оштрафую тебя! поняла?!
# Моника - сучка! ненавижу!!
# администратор - а теперь переодеваться и в номер. быстро!!

# переодевшись, Моника идет к лифту, на ней маска, которая скрывает ее лицо
# там ее ждет брюнетка
# она говорит Монике - от тебя многого не требуется, будешь просто стоять и молчать
# Моника спрашивает - просто стоять и молчать? а как же... ???
# брюнетка - интим не предполагается. такая как ты ему все равно не понравилась бы (осматривает Монику с головы до ног)
# надеюсь, ты справишься с этой несложной задачей...
# если сделаешь что-то не так, я нажалуюсь на тебя администратору
# думаю, ты понимаешь, что последствия для тебя будут не самыми приятными
# как только мы зайдем в номер, я от тебя не должна слышать ни слова. понятно. встанешь, где я скажу и будешь стоять
# Моника спрашивает - а сколько я за это заработаю? и обязательно быть в этой маске?
# та ей отвечает, что маску снимать нельзя. а насчет оплаты... администратор будет решать, сколько тебе заплатить
# сначала она послушает МОЕ мнение, а потом решит...
# Моника про себя - просто стоять и молчать... хмм.. ничего сложного.
# Моника про себя - но если мне ничего за это не заплатят, будет виновата она. тогда я убью эту сучку!!
# заходят в лифт

# номер отеля
# Моника с Линдой заходят, клиент (один из инвесторов, блондин-?) ждет Линду, сидя на кровати
# увидев Линду улыбается и непонимающе и удивленно смотрит на Монику
# Моника про себя - я уже видела где-то этого неудачника... вот только где?
# потом она узнает в нем одного из инвесторов, она в шоке
# вот черт! как же хорошо, что эта стерва выбрала мне костюм с маской
# боюсь представить, если бы этот инвестор узнад меня!!!!
# я прямо вижу заголовки журналов - Монику Бакфетт может купить любой желающий! Моника Бакфетт работает в эскорте!
# о Боже!!! нельзя допустить того, чтобы он узнал меня!
# !!!
# Линда говорит ему, что это просто небольшой сюрприз
# клиент ей - но, Линда, дорогая... я не за этим сюда пришел.
# она ему говорит, что это не совсем то, о чем он подумал
# поворачивается к Монике и говорит ей встать вот здесь (показывает рукой на пол возле кровати) на четвереньки
# и стоять так, не двигаясь.
# ты сегодня работаешь реквизитом. а именно столиком. и ни звука, ты помнишь?
# Моника про себя - чтооо?! Я? реквизитом?! у какой-то никчемной эскортницы?!
# выбор: послать к черту (увольнение) или встать, как говорит брюнетка
# если послать к черту - то Моника встает руки в боки и начинает орать на нее
# ты что себе позволяешь?! ты! какая-то никчемная девка из эскорта!
# тебе надо - сама вставай и работай столиком перед этим... перед этим мешком с деньгами!
# брюнетка ей - я все расскажу администратору, ты не получишь ни цента...
# Моника перебивает - да мне плевать!! засунь свои деньги себе в задницу!! сучка! и уходит
# если послушаться брюнетку и встать в позу столика
# Моника про себя думает - это! это унизительно!
# Моника Бакфетт, владелица модного журнала, работает столиком перед инвестором!!
# перед которым недавно проводила презентацию!!
# !!!
# с другой стороны...
# на мне маска и инвестор не узнает меня. мне не нужно ничего делать.
# мне... вернее, не мне а hotel_name, нужно просто так постоять и помолчать, пока эта стерва работает
# для hotel_name это не самый сложный способ заработать деньги
# Моника злобно смотрит на брюнетку, потом встает на четвереньки
# Линда берет со стола поднос, на котором стоит два фужера и бутылка и ставит на спину Монике
# говорит ей, что ее задача ничего не уронить и не разбить, стоять смирно и не шевелиться
# кивни, если поняла
# Моника сверлит ее взглядом и кивает
# про себя думает, боже, до чего я докатилась... из-за каких-то жалких нескольких сотен долларов...
# но мне недолго осталось терпеть все эти гадости и унижения!
# еще немного и я отомщу им всем! я их всех уничтожу! и эту сучку тоже!
# ненавижу!!!!
# Линда садится за "столик" напротив клиента
# он говорит, что это так необычно... она для него это придумала
# Линда отвечает, что да, решила сделать небольшой сюрприз. тебе нравится?
# он говорит, да. спасибо, дорогая
# выпьем за встречу, я так соскучился по тебе
# затемнение экрана, звон бокалов

# кадр меняется, Моника со злым лицом также стоит, эти двое сидят за "столиком"
# клиент держит руку Линды в своей руке и говорит о том, что очень любит ее
# дорогая, может быть, сегодня ты согласишься заняться со мной любовью? я безумно этого хочу
# она говорит ему, что только после того, как они станут жить вместе. когда ты меня заберешь отсюда, дорогой?
# он отвечает - осталось подождать совсем немного. ему всего лишь нужно утрясти пару моментов и они будут вместе
# что он никуда ее не отпустит от себя
# что ему больно сознавать тот факт, что любовь всей его жизни вынуждена работать здесь
# и эти мысли отравляют его душу и не дают ему покоя
# Линда говорит, что она тоже его любит и с нетерпением ждет, когда они смогут жить вместе
# чтоб им больше никто и ничто не мешало любить друг друга
# клиент - ох, Линда, любимая моя
# они наклоняются друг к другу и целуются (анимация-?)
# Моника про себя думает - вот стерва, спит тут с разными клиентами, а этому неудачнику мозги пудрит, что любит его
# хотя... будь я на ее месте... сделала бы я то же самое?
# клиент продолжает держать руку Линды
# она спрашивает его, сколько еще ждать?
# он говорит, что ему нужно решить вопрос с инвестированием
# что есть два неплохих варианта и он пока сомневается, где будет выгоднее
# Линда спрашивает, что за варианты
# он говорит, что первый вариант связан с недвижимостью, а второй - это один журнал о моде
# Линда спрашивает - модный журнал? как интересно
# он говорит, да. может ты слышала о Монике Бакфетт? она является создателем и лицом этого журнала
# Линда говорит, что слышала где-то имя... это какая-то бизнес-вумен?
# он ей - да, это очень известная персона в нашем городе
# Моника про себя - о боже! он говорит ей про меня!!
# !!!
# хорошо, что такие никчемные дуры как она не читают журналы о моде!
# а если она после разговора с ним захочет купить и посмотреть мой журнал?!
# !!!!!!!
# Линда говорит ему, что он такой умный, что она его очень любит
# они снова целуются
# затемнение экрана

# прошло некоторое время
# Линда и инвестор сидят рядом на кровати, он гладит ее руку, целует
# говорит о том, что не хочет уходить. что он уже скучает и хочет поскорее следующей их встречи
# она отвечает, что тоже ждет их встречи с нетерпением
# Моника думает о том, что ее сейчас стошнит от этих всех нежностей, когда уже это все кончится?!
# Линда встает и говорит, что ей пора идти
# инвестор тоже встает, обнимает ее, целует и обещает вернуться к ней при первой же возможности
# Моника про себя - ну наконец-то!
# Линда уходит
# Моника думает, что сейчас этот неудачник свалит отсюда и она наконец-то сможет встать
# у меня отнимаются ноги и руки, я уже больше не могу так стоять!!
# затемнение, звук шагов

# смена кадра
# Моника стоит "столиком", инвестор стоит рядом и рассматривает ее с интересом
# он говорит - ну что? раз Линда снова отказала мне и ушла... оставив мне тебя...
# значит, пришло время познакомиться с тобой поближе...
# как тебя зовут?
# Моника мысленно в панике, если он снимет с нее маску, он узнает ее! он ее просто по голосу может узнать!!
# ни в коем случае нельзя допустить этого!
# выбор: промолчать и остаться в номере или промолчать и убежать отсюда
# если убежать, то Моника думает, что ей нужно срочно бежать отсюда, пока он не раскрыл ее личность
# это будет провал! Моника, быстрее, беги отсюда!
# Моника убегает, инвестор с недоумением смотрит на нее
# если остаться в номере, то Моника думает, если она сейчас убежит, то у нее будут проблемы с админом, ее это не нужно
# лучше остаться здесь и дождаться, когда он уйдет отсюда
# Моника ничего не отвечает на его вопрос и думает лишь о том, чтобы он не снял с нее маску
# он убирает с нее поднос с бокалами и шлепает ее по попе
# говорит, что после очередного отказа Линды ему требуется компенсация
# Моника в шоке, но продолжает упорно молчать - самое главное, не позволять ему снять маску
# а если я сейчас откажу ему и уйду отсюда, он нажалуется на меня.
# эта сучка администраторша меня уволит. а мне нужны деньги! черт!
# инвестор рассматривает брюки, достает стояк и приказывает Монике встать на колени
# Моника про себя - !!! чертов извращенец!!!
# Моника поднимается с четверенек и стоит только на коленях, думает про маску и чтобы он не узнал ее
# он водит членом по ее лицу, по губам
# он говорит - тебе же нравится сосать члены, грязная шлюшка. сколько членов в день через тебя проходят, м? 10? 20?
# ты сейчас мечтаешь о том, чтобы взять мой член в рот, да?
# Моника про себя - я мечтаю о том, чтобы оторвать тебе яйца, скотина!
# потом он говорит - так уж и быть, не буду тебя мучать и дам тебе пососать его. открой рот
# вводит член в ее приоткрытые губы
# минет
# инвестор - да, отлично. чувствуется, что ты опытная шлюшка. давай, быстрее. еще. глубже!
# в середине минета он ее останавливает и приказыват лечь на кровать
# снимает с нее трусики
# инвестор - сейчас я оттрахаю тебя, шлюшка. ты же хочешь этого?
# загибает ее, шлепает по попе и вводит свой член в ее киску
# Моника про себя злится и думает, скорее бы он отстал от нее
# долбанный неудачник! знал бы он, кого он тут обзывает шлюшкой!! сволочь!!!
# клиент кончает: выбор внутрь или на Монику
# клиент говорит - отличная шлюшка. мне понравилось. в следующий раз попрошу Линду снова привести тебя поработать предметом мебели
# Моника - ААААА!!! мерзавец!
# клиент уходит
# Моника сидит на кровати в номере одна
# это было отвратительно!!
# а если бы этот кретин захотел снять с меня маску?!
# ?!?!?! кошмар!!!

# ресепшн, если отказалась работать "столиком"
# диалог с лейбла ep212_dialogues3_escort_hotel_5_1 - увольнение


# ресепшн, если отработала
# Моника подходит к администратору и говорит, что она отработала и сделала все, как надо
# клиент должен быть доволен
# администратор говорит, что уже пообщалась с Линдой и она сказала, что не совсем довольна твоей работой
# ей показалось, что ее клиенту не совсем понравилась ты в качестве реквизита
# Моника - !!!!!
#     если был секс с инвестором
# но клиент мне сказал совсем другое и остался тобой доволен, он тебе оставил чаевые, про которые просил не рассказывать Линде
# вот твой заработок (+350), свой процент я уже вычла
#     если секса не было и Моника сбежала
# админ - но так как ты не делала никаких глупостей, то я тебе заплачу 10 процентов от заработка Линды
# думаю, этого будет более, чем достаточно
# вот твои 100 баксов
# Моника про себя думает, что ей могли бы заплатить и больше!

 
