# при условии, что уже была фотосесси я в красном платье перед инвестором
# Моника заходит к Бифу и спрашивает его работе
# он говорит, что для хорошей цыпочки всегда найдется работа, ты же хорошая цыпочка
# только это не очередное кривляние перед камерой, за которое я тебе плачу неимоверно дорого
# и вообще, я уже начинаю сомневаться в том, что цыпочка хорошая...
# почему из всех инвесторов только один согласился инвестировть в мой журнал?
# Моника про себя - это МОЙ журнал, кретин!
# и то тебя пришлось заставлять делать нужные кадры! все за тебя приходится делать!
# я собираю всех инвесторов завтра... тебе нужно будет перед ними выступить
# Моника - !!!
# очередная презентация с граиками?
# Биф - нет, на этот раз презентация будет не с графиками, а с твоими фотографиями
# Моника - что?!
# Биф - что слышала, кукла
# Мистер Кэмпбелл очень доволен резким ростом продаж и увеличением количесвта новых клиентов после выхода журнала с твоими голыми сиськами на обложке
# Моника -!!! АААААА! мерзкая сволочь!!!!
# Биф - я заручился поддержкой Мистера Кэмпбелла и он согласился поддержать нас перед другими инвесторами
# чтобы подтолкнуть их к принятию правильного решени, а именно согласиться инвестировать в мой журнал
# все что от тебя требуется, кукла безмозглая, стоять перед слайдами с твоими фотографиями и улыбаться
# справишься с таким сложным для тебя делом, а? или даже на это мозгов не хватит?
# Моника - перестань называть меня так! я не безмозглая кукла, Биф!
# ты безмозглая, глупая шлюшка с физиономией, похожей на сучку Бакфетт!!
# я здесь Босс! не смей со мной спорить!!
# ты должна сделать так, что согласились ВСЕ инвесторы, если ты хочешь остаться на этой работе, бесполезная кукла!
# Моника - !!!
# завтра вечером они будут здесь, придешь, встанешь перед экраном и будешь говорить про отличные ракурсы и хорошие позы, выгодно подчеркивающие платье
# больше от тебя ничего не требуется... пока что
# поняла меня?
# и вообще! ты испортила папочке настроение!! чем ты это исправишь, кукла?
# обнаженный кастинг
# вот тебе список со сценарием, будет фотосессия и после нее презентация
# Моника возмщается, я никогда не буду этогоделать!
# он говорит, что он не даст ей больше работы, пока она не сгласиться

# прежде чем согласиться Моника думает о том, неужели она способна согласиться на такое?!
# этот кретин заставляет меня практически раздеться пере инвесторами
# я думала, что обнаженные кастинги и фотосессии в откровенных нарядах - это макисмум на что он пойдет
# мне казалось, что до этого еще очень далеко
# а оказалось, то это только начало
# и это какой-то замкнутый круг - я вынуждена слушать глупые приказы Бифа, чтоб он еженедельно платил 5000 для Виктории
# мне нужно подумать, как я могу
#
#
#
#
#
#
#
#




# другой день
# Биф снова говорит, что пригтовил нард для нее, но тут заходят инвесторы
# Биф - черт, ты так поздно пришла и теперь не успеешь переодеться
# ладно, будешь выступать в этом. надеюсь, ты компенсируешь свой скучный вид тем, что будешь показывать и говорить
# или другими талантами, который у тебя не так много, кроме сосания членов за 20 баксов
# кабинет Бифа, Моника в рабочем костюме
# им демонстрируются на экране кадры с прошлой фотосессии (черный лебедь и красное платье)
# Моника про себя в панике - неужели этот кретин Биф собирается показать все кадры оттуда?! в том числе и последние?!
# !!!
# Биф самодовольно улыбается
# Филипп смотрит на Монику с мерзкой ухмылочкой
# при появлении кадров Моника говорит - на этом кадре удачно выбран ракурс, нам открывается вся красота и оригинальность платья
# посмотрите на следующий кадр.
# мы видим перед собой уверенную в себе, красивую, современную женщину без комплексов
# такой, как она, в глубине души мечтает стать любая женщина
# такой женщиной, как она, мечтает обладать любой мужчина
# на следующем кадре мы видим, что она постепенно расркывается и показывает нам свою уверенность, раскованность и сексуальность
# и т.п.
# с этим номером журнала зафиксировано рекордное количество продаж, тираж разошелся в кратчайшие сроки
# видите, куда мы идем, чтобы доказать серьезность наших намерений
# показывается черный лебедь, так же комментируется
# комментарии из зала вау
# рост продолжится
# в будущем мы планируем провести фотосессию с привлечением модели мужчины


# вскакивает Биф - а теперь я хочу дать слово нашему многоуважаемому мистеру Кэмпбеллу, чье платье было представлено для проведения фотосессии
# Кэмбелл говорит, что эта фотосессия дала рост продаж его дизайнерской одежды и значительно увеличилась клиентская база
# он говорит инвесторам, что это действиетльно выгодная сделка и по его расчетам его вложения окупятся в намного более краткие сроки, чем можно было предполагать
# график роста (нормальный, не кривой)
# инвесторы заинтересованы
# спрашивают его о том, действительно ли платье предоставлялось из его последней коллекции
# он говорит, да. это лимитированная коллекция для особых случаев и он совсем не ожидал к ней такого интереса покупателей
# он видит в этом заслугу Миссис Бакфетт, которая сделала такую великолепную фотосессию
# включается следующий слайд, где Моника сидит с широко раздвинутыми ногами
# Моника зло смотрит на Бифа - !!!
# он дольно улыбается
# Кэмпбелл заканчивает свою речь - я лично контролировал проведение фотосессии и остался очень доволен работой команды этого журнала
# Миссис Бакфет готова сотрудничать в любом формате
# инвесторы спрашивают у Моники - действительно ли это так? это ваше следование новому курсу не является притворством
# Моника вынуждена сказать что нет и что
# Биф - спасибо, Мистер Кэмпбелл.

# Биф - господа, мистер Кэмпбелл, а теперь прошу вас пройти в фотостудию, чтбы  лчино пприсутствовать на фотосессии Миссис Бакфетт в костюме, который нам предоставил Мистер Кэмпбелл
# Биф - Миссис Бакфетт, благодарю вас за выступление перед нашими многоуважаемыми господами. вы можете идти переодеваться к фотосесии
# Моника выходит из его кабинета

# сцена в гримерке, где она надеает костюм инвестора, Биф заставляет ее идти на фотосессию

# инвесторы собираются, рассаживаются и смотрят на фотосессию
# комментируют
# один говорит, что на прошлой фотосессии видел, что на кадрах почти видна ее пока, можно ли это раскрыть сейчас
#
# Биф присоединится к инветорам и будет периодически комментировать работу Моники в зависимости от позы

# в конце фотосессии кто-то из инвесторов скажет, что он принял решение и готов инветировать, если Моника сейчас сдвинет трусики
# Моника !!!!
# Биф радостный  
#
#
