#01 - Ползет (перемещается)
#02 - Еда
#03 - Потягушки от удовольствия (доработать руки как лапки). Когда хвалят или говорят что-то хорошее про тебя (чешут за ухом), то кошка должна показывать как она рада и предлагать себя.
#04 - Кошка спит (когда кошка спит, она должна лежать на спине в позе, удобной для того, если кто-то захочет воспользоваться ей во сне)
#06 - Кошка провинилась, просит прощения. Ласкает ботинки.
#07 - Покажи себя. Должна сразу вставать в эту позу.
#08 - Команда кошка просыпается. Тянется.
#09 - Играет с игрушкой
#10 - Ждет команду. Либо ждет после команды брысь.
#11 - Просит разрешения покушать. (без разрешения кушать нельзя)


#День1
#01 - Ползет (перемещается)
#10 - Ждет команду. Либо ждет после команды брысь.
#11 - Просит разрешения покушать. (без разрешения кушать нельзя)
#02 - Еда

label ep213_dialogues_marcus1:
    # Моника входит в одежде к Маркусу
    # У того на коленях лежит кот

    mt "Боже! Каждый раз, когда я оказываюсь здесь, я вся трясусь от страха!"
    marcus "О, Миссис Бакфетт..."
    marcus "Для меня честь снова принимать вас!"
    m "Ссспасибо... Мистер Маркус..."
    m "Я... Я тоже... Очень рада видеть вас..."
    marcus "О, мне нравится ваш образ, Миссис Бакфетт!"
    marcus "Эта одежда мне напоминает то, в чем была одета Мальвина, когда согласилась придти сюда."
    marcus "Это не та же одежда, Миссис Бакфетт?"
    marcus "Вы ведь знатная леди, вы должны быть уникальны..."
    m "Ма... Мальвина?"
    m "Кто... Кто это?"

    marcus "Это девушка, которая была здесь до вашего прихода."
    marcus "Прошу прощения, что не смог уделить вам время вчера."
    marcus "Я имел хлопоты по доставке этой девушки на известную вам Ферму 218."
    marcus "Мальвина - это ее новое имя."
    marcus "Ее старое имя было широко известно, как и ваше, но теперь это не имеет значения."

    m "!!!"
    m "Мммистер Маркус..."
    m "Хххотите... Я... Я сниму это..."

    marcus "Что вы, Миссис Бакфетт..."
    marcus "Сегодня здесь прохладнее. И не стоит снимать верхнюю одежду."
    marcus "Я попросил заботиться о вас, и не хочу чтобы вы простыли."
    marcus "Вам также как и той девушке предстоит дорога на Ферму 218."
    marcus "Собственно, для этого мне и пришлось прервать наблюдение за ее тренировкой и вернуться сюда."

    m "ЧТО?!"
    m "На ферму?!"
    m "Но Мистер Маркус! Вы сказали мне придти сюда..."
    m "Я пришла, сама, как Вы мне и сказали..."
    m "Нет необходимости посылать меня туда..."

    marcus "Я благодарю вас за то что вы пришли сами. Вы оказали мне честь."
    marcus "Но, честно говоря, сегодня вы были бы здесь независимо от этого."

    m "Как?"
    m "Почему?!"

    marcus "Я общался с влиятельными людьми, пользующимися услугами нашего объекта."
    marcus "От меня требуют действий."
    marcus "Вас очень ждут, Миссис Бакфетт."
    marcus "И эти люди уже устали слышать о причинах, по которым вы все еще не там."

    m "Нет!"
    m "Мистер Маркус! Но вы говорили, что..."

    marcus "Миссис Бакфетт, я говорил вам, что нашел способ обойти защиту вашего друга Дика."
    marcus "Более того, я могу спровоцировать ситуацию, при которой вы нарушите закон."
    marcus "По большому счету, у вас нет причин оставаться на свободе."
    marcus "Ваш случай и так уже слишком уникален."

    m "Мистер Маркус! Пожалуйста!"
    m "Вы ведь можете никому не говорить про то, как обойти защиту Дика!"
    m "Вы можете дать мне побыть на свободе еще чуть-чуть!"

    marcus "Миссис Бакфетт. Я действую не один."
    marcus "Информация, которая стекается сюда, попадает в руки не только ко мне."
    marcus "В любой момент наш маленький секрет может стать известен другим."
    marcus "И, тогда, я могу почувствовать себя неловко."
    marcus "Миссис Бакфетт, вы ведь не хотите, чтобы я почувствовал себя неловко?"

    m "Я... Нет... Не хочу..."
    mt "О БОЖЕ!"

    marcus "Я рад что вы вошли в мое положение, Миссис Бакфетт."
    marcus "На этом наши приватные встречи будут закончены."
    marcus "Мне было приятно общаться с вами, Миссис Бакфетт."
    marcus "И я рад, что вы, в итоге, стали считать меня другом."
    marcus "Ведь это так?"

    m "Я... Другом..."
    m "Да, Мистер Маркус!"
    m "Вы... Вы мой друг!"
    m "Вы мой единственный друг!"

    marcus "..." # улибается зловеще

    m "Мистер Маркус!"
    m "Я прошу вас!"
    m "Пожалуйста! Давайте встречаться еще!"
    m "Ведь вы... вы..."
    m "Вы имеете интерес ко мне!"

    m "Я... Я интересна вам!"
    m "Вы еще можете играть со мной!"
    m "Я буду к вам регулярно приходить!"
    m "Придумывать что-то новое!"

    marcus "Правда? И что вы придумали новое на этот раз?"

    m "Я... Я..."
    mt "О БОЖЕ! ЧТО МНЕ ОТВЕТИТЬ?!"
    mt "Я не думала ни о чем, когда шла сюда!"
    mt "Мои мысли сковывает ужас!"
    mt "Я на самом волоске от того, чтобы отправиться в то ужасное место!"
    mt "Если я не придумаю, как убедить его играть со мной дальше, то мне конец!"

    # Показывает пробку
    m "Мистер Маркус..."
    m "Я... Я ношу это..."
    m "Мне это... очень нравится..."

    marcus "..." # улыбается

    m "Вы открыли мне глаза, Мистер Маркус!"
    m "Вы... вы настоящий друг!"

    marcus "Миссис Бакфетт. Скажите, что привело вас сюда в этот раз?"

    m "Что... Что вы имеете ввиду, Мистер Маркус?"
    m "Я... Я ничего не понимаю от ужаса!"

    marcus "Почему вы пришли сюда сами?"
    marcus "Что привело вас? Чувство долга, страх или какие-то другие эмоции?"

    m "Меня... Привело... Я..."
    mt "ЧТО МНЕ СКАЗАТЬ ЕМУ?!"
    mt "МЕНЯ ПРИВЕЛ СТРАХ, УЖАС ПЕРЕД ТЕМ ЧТО МЕНЯ ЖДЕТ!"
    mt "НО ЭТО КАКАЯ-ТО ЛОВУШКА!"
    mt "Я ДОЛЖНА ОТВЕТИТЬ ЧТО-ТО ЕЩЕ!"

    m "Мммистер Маркус..."
    m "Я... Я пришла не из-за страха..."

    marcus "Я слушаю, Миссис Бакфетт..."

    m "Я... Я пришла, потому что..."
    m "Потому что привязываюсь к вам..."
    m "Я... Я хотела вас видеть..."

    marcus "Почему вы хотели видеть меня, Миссис Бакфетт?"

    m "Потому что... Потому что я..."
    m "Я..."
    mt "О БОЖЕ! Что мне сказать ему?!"
    mt "Мной движет только ужас!"
    mt "Я ничего не соображаю от страха!"
    mt "Я скажу что угодно, лишь бы выбраться отсюда!"

    # прищурившись
    marcus "Подумайте хорошенько, прежде чем ответить, Миссис Бакфетт"

    menu:
        "Я пришла, потому что вы приказали мне.":
            m "Я пришла, потому что вы приказали мне сделать это..."
            marcus "Хороший ответ, Миссис Бакфетт."
            marcus "Я рад что вы научились следовать приказам."
            marcus "Этот навык вам пригодится на Ферме 218."
            marcus "Мы выезжаем прямо сейчас."
            m "ЧТО?! О НЕТ!!!"
            # ферма
            return False

        "Я пришла, потому что боюсь последствий.":
            m "Я пришла, потому что иначе вы отправите меня на ферму."
            marcus "Вам не стоит бояться страха, Миссис Бакфетт."
            marcus "Страх - это эмоция, к которой вы скоро привыкнете."
            marcus "Это банальная эмоция, свойственная кандидатам, отправляющимся на Ферму 218."
            marcus "Мы выезжаем прямо сейчас."
            m "ЧТО?! О НЕТ!!!"
            # ферма

        "Я пришла, потому что люблю вас.":
            pass

    m "Я пришла, потому что..."
    m "Потому что я люблю вас, Мистер Маркус!"

    marcus "О, Миссис Бакфетт, какие признания!"
    marcus "Признаться, я поражен."
    marcus "Значит я для вас больше, чем друг?"

    m "Бббольше... Гораздо больше..."

    marcus "Миссис Бакфетт. Вы очень известная леди."
    marcus "Известная своим колоритом и своей красотой."
    marcus "Боюсь, что я недостоин вашей любви."

    m "Вы... Вы достойны... Мистер Маркус..."

    marcus "Что вы хотите, Миссис Бакфетт?"

    m "Я... Я хочу выбраться на свободу, Мистер Маркус..."

    marcus "Миссис Бакфетт, вы также меркантильны, как и все остальные женщины."

    m "!!!"

    marcus "Однако, я не считаю это недостатком..."
    marcus "Признаться, вы меня удивляете."
    marcus "Даже забавляете..."
    marcus "А вы уже знаете, что скука - это проблема, с которой мне приходится бороться ежедневно..."

    m "Мистер Маркус! Я..."
    m "Я буду развлекать вас!"
    m "Только пожалуйста!"

    marcus "Миссис Бакфетт, я правильно понимаю, что вы принимаете судьбу..."
    marcus "И осознаете неотвратимость того, что отправитесь на объект?"
    marcus "Но до этого хотите, чтобы я с вами еще поиграл?"

    m "Я... Я..."
    m "Пожалуйста, поиграйте со мной!"
    m "Поиграйте со мной еще чуть-чуть!"
    m "Не надо посылать меня туда!"
    m "Только не сейчас!"

    marcus "Миссис Бафетт, для того, чтобы я пошел на риск и позволил вам остаться на свободе еще немного..."
    marcus "Вам придется действительно постараться..."

    m "Я... Я буду стараться!"
    m "Я буду очень стараться!"

    marcus "Видите-ли, Миссис Бакфетт..."
    marcus "Через пару дней я собираюсь на встречу знатных господ."
    marcus "Эти люди ждут, что я представлю вас перед ними."
    marcus "Они ждут, чтобы вы прошли инициацию у них на глазах."
    marcus "И я не могу обмануть доверие, оказанное мне."

    m "!!!"

    marcus "За это время вы бы не успели получить никаких тренировок."
    marcus "Только изменили бы свой образ и получили новое имя."
    marcus "Кстати, я еще не придумал вашу новую кличку."
    marcus "Может быть у вас есть пожелания, Миссис Бакфетт?"

    m "Я... Пожелания..."
    m "Нет!"
    m "Мистер Маркус, пожалуйста!"

    marcus "Но вам и не понадобятся никакие тренировки."
    marcus "Ведь вы помнимте, что вы начнете свою новую жизнь, как fuck meat..."
    marcus "Знатные господа давно ждут вас."
    marcus "Они прибудут со своими питомцами, которые очень проголодались за все время ожидания..."

    m "ЧТО?!"
    m "О НЕТ!!! НЕТ!!!"
    m "МИСТЕР МАРКУС!!! ПОЖАЛУЙСТА!!!"
    m "СПАСИТЕ МЕНЯ!!!"

    marcus "Миссис Бакфетт. Здесь нет вариантов."
    marcus "Вы предстанете перед ними..."

    m "НЕЕЕЕТ!"

    marcus "Однако, мне пришла в голову одна идея, как помочь вам..."

    m "..." # обнадеженная

    marcus "Я могу попробовать убедить господ согласиться на один экмперимент..."
    m "???"
    m "Кккакой... эксперимент?"
    marcus "Начать тренировки вне Фермы 218."
    m "Ккккакие тренировки, Мистер Маркус?"
    marcus "Миссис Бакфетт, в будущем вам придется активно взаимодействовать с животныи."
    marcus "Поэтому, вам надо научиться быть похожей на кого-то из них."

    marcus "Конечно, это нельзя назвать полноценными тренировками."
    marcus "Для полноценных тренировок, в будущем, вам придется хирургически изменить внешний вид."
    marcus "А, также, полностью забыть рефлексы, связанные с ненужной прошлой человеческой жизнью."
    marcus "Как, например, ходьба или издавание человеческих звуков."

    m "!!!"
    marcus "При таких тренировках, вы потеряете социальную адаптацию."
    marcus "А, значит, должны будете проходить их на Ферме."

    m "!!!"
    marcus "Честно говоря, только такие тренировки могут быть эффективны."
    marcus "Все остальное - результат меньше одного процента."
    marcus "Поэтому, весь этот эксперимент заранее обречен на провал."
    marcus ""

    return


#День2
#04 - Кошка спит (когда кошка спит, она должна лежать на спине в позе, удобной для того, если кто-то захочет воспользоваться ей во сне)
#08 - Команда кошка просыпается. Тянется.
#03 - Потягушки от удовольствия (доработать руки как лапки). Когда хвалят или говорят что-то хорошее про тебя (чешут за ухом), то кошка должна показывать как она рада и предлагать себя.

#День3
#09 - Играет с игрушкой
#07 - Покажи себя. Должна сразу вставать в эту позу.
#06 - Кошка провинилась, просит прощения. Ласкает ботинки.





#
