# после встречи с Алексом и Викторией в квартире Мелани
# при клике на вход в здание офиса Моники
# затемнение экрана "Тем временем в фотостудии..."
# возникает картинка, где Виктория стоит разговаривает с Алексом в фотостудии
# Виктория говорит ему, Алекс, может ты передумаешь и не откажешь мне замолвить слово о моем портфолио
# Алекс ей говорит, Мисс Виктория, это не в моих правилах, как я вам уже говорил, я...
# она его перебивает, да-да, я поняла. я думаю, ты для меня мог бы сделать исключение. мне сейчас пора идти, но мы еще увидимся
# да, Алекс. подскажи, а где найти мою подружку Монику? у меня для нее есть небольшой подарок...
# Алекс говорит, что Миссис Бакфетт обычно находится в своем кабинете
# Виктория - хорошо, я навещу свою подружку
# Виктория направляется к выходу из фотостудии

# затемнение экрана, переключаемся на Монику
# Моника стоит в холле возле лифтов и при выборе любого пункта меню в холле (включая пункт, возвращающий Монику на улицу)
# в холл заходит Виктория
# у Моники шок, она разворачивается и думает, может эта стерва ее не заметит, Виктория насмешливо наблюдает за этим
# какого дъявола она здесь делает?!
# решила, что недостаточно внимания уделила мне на фотосессии Мелани?!
# я не могу допустить того, чтобы эта сучка что-то сказала мне перед моими сотрудниками!!
# Виктория подходит к Монике сзади и говорит, подружка Моника, привет
# Моника про себя - черт!!! и поворачивается к Виктории
# Виктория - я рада нашей встрече
# я тут была по делам и как раз думала о том, чтобы зайти к тебе ненадолго
# ты же не против?
# меню, что ответить Виктории, один пункт - отказать ей
# Моника говорит, что как раз собиралась уходить отсюда, у меня дела, подружка Виктория
# возможно, в следующий раз...
# Виктория ее перебивает - я знала, что ты будешь не против
# ты же не можешь отказать мне. только плохие подружки отказываются от встречи со мной
# Моника злобно смотрит на нее и молчит
# Виктория - ну вот и хорошо. покажешь своей подружке, где ты работаешь
# и да, чуть не забыла, подружка Моника
# в прошлую нашу встречу я недостаточно уделила тебе внимания
# и чтобы ты не обижалась на меня, я принесла тебе небольшой подарочек
# Моника- подарочек?
# Виктория - да. я тебе сейчас его вручу, а потом ты пойдешь мне показывать твое рабочее место
# Виктория смеется
# ты готова, подружка Моника?
# Моника про себя - черт, ненавижу эту сучку!
# эту на всю головую больную извращенку лучше не злить лишний раз
# лучше притвориться, что я ее слушаю
# Моника говорит что, да. что за подарок?
# Виктория - я уверена, что тебе понравится
# достает из сумочки вибратор (шарики, на пульте-?) и говорит Монике, что если она хорошая подружка, то сейчас же засунет его в свою дырочку
# Моника пытается спорить, но Виктория перебивает ее и приказывает выполнять, если Моника не хочет стать плохой подружкой
# Моника злится, но засовывает
# ей некомфотно, она хочет вытащить эту дрянь из себя поскорее
# но Виктория говорит, что пока она не разрешает подружке Монике это вытаскивать
# Виктория - ну что, подружка, пошли, покажешь мне свою работу. мне так интересно увидеть работу над твоим журналом
# вернее, твоим бывшим журналом
# Виктория смеется, Моника зло на нее смотрит и думает, что готова задушить эту мерзкую белобрысую сучку

# они заходят в отдел отчетов, Виктория с любопытством осматривается
# Моника думает, как бы поскорее провести эту сучку в свой кабинет, чтобы на не дай бог при сотрудниках ничего не сказала
# Виктория говорит - ой, а это твои подчиненные, да подружка?
# Моника не успевает ответить, т.к. к ним подбегает подхалим
# начинает, как обычно, Миссис Бакфетт, добрый день. вы так хорошо выглядите, бла-бла-бла
# а это ваша знакомая
# Виктория поворачивает голову к Монике и пристально смотрит на нее
# Моника вынуждена сказать, что это ее подруга
# подхалим радостно предлагает им выпить кофе
# Моника говорит, нет
# Виктория - с удовольствием выпью чашечку кофе в кабинете у своей подружки
# Моника про себя - ААААА, чертов Джон!!! уволю!!!

# заходят в кабинет Моники, там Юлия на рабочем месте
# Викторя - о, а это кто? твоя помощница, наверное?
# Моника отвечает, что это ее подчиненная, ее личный помощник
# Юлия, в зависимости от того, есть ли у нее отношения с Моникой, либо подозрительно смотрит на нее, либо просто здоровается
# Виктория - личный помощник, значит... понятно...
# а здесь неплохо, подружка Моника
# хотя, наверное твой бывший кабинет, намного лучше, да подружка? покажи мне его
# Моника пытается отказаться, ссылаясь на то, что там может быть Бифф
# но Виктория снова говорит, что если Моника хорошая подружка, то она не станет спорить с ней
# Юлия за всем этим наблюдает и Моника решает не спорить, не хочет, чтобы Виктория что-то сказала при Юлии

# заходят в приемную, где сидит секретарша Бифа
# та их приветствует, говорит, что Биффа нет на месте
# при этом она стоит в своих штанах с вырезом на попе и Моника думает, хоть бы эта сучка Виктория не увидела костюм секретарши
# Моника говорит секретарше, что ничего страшного, она покажет Мисс Виктории свой бывший кабинет и они сразу же уйдут

# заходят в кабинет Биффа
# Виктория осматривается - да, тут намного комфортнее, подружка Моника
# не сравнить с твоим нынешним кабинетиком, в котором еще сидит помощница
# Виктория смеется и садится в кресло босса
# представляешь, подружка, как было бы нам весело, если бы я заняла это место?
# кто знает, подружка Моника... возможно, так и будет
# Моника про себя - что?! я ни за что этого не допущу!!!
# Виктория смотрит на Монику, как та злится, и смеется
# Моника про себя просто в бешенстве, как эта стерва смеет! это МОЕ кресло! МОЕ!!!
# как ты думаешь, подружка, из меня получился бы хороший босс?
# Моника вынуждена ответить, что да
# Виктория говорит, что наверное ее кофе уже готов, можно вернуться в кабинет Моники

# кабинет Моники, комната отдыха
# Виктория сидит на диванчике, на столике стоят чашечки
# Виктория говорит еходно, подружка Моника, ты можешь присядешь?
# тебе наверное неудобно стоять?
# Моника пытается присесть, но у нее не получается
# про себя - черт, у меня какие-то непонятные ощущения внизу живота, я лучше постою
# так я не очень сильно чувствую эту извращенскую штуку внутри моей... моей... внутри меня
# Моника- я лучше постою... пожружка
# Виктория смеется и спрашивает про вторую подружку
# говорит, что хочет ее тоже увидеть
# пусть подружка Мелани присоединиться к нам, выпьет чашечку кофе с нами
# Моника говорит Юлии позвать сюда Мелани, Юлия выходит из кабинета

# кадры, как Мелани идет через отдел отчетов
# все вскакивают, пялаться на нее
# Мелани идет злая, так как узнала от Юлии, что у Миссис Бакфетт в гостях какая-то "подружка"

# Мелани заходит в комнату отдыха
# Виктория вальяжно развалившись сидит на диване, Моника стоит возле стула напротив дивана
# Моника с Мелани переглядываются
# Виктория спрашивает у Мелани, как дела у ее подружки?
# говорит, что соскучилась по их девичникам и неплохо было бы устроить снова что-то подобное
# Моника - !!!
# Мелани - !!!
# Виктория продолжает - но пока на это нет времени. Алекс все-таки согласился помочь мне с моим портфолио
# притом он сам мне это предложил, после того, как мы провели твою фотосессию, подружка Мелани
# так что вы не скучайте по мне, подружки, пока я занимаюсь своими делами
# надеюсь, что мы с вами совсем скоро снова повеселимся
# вы же ждете нашей встречи, вы же хорошие подружки?
# Мелани говорит, да, ждем
# Виктория спрашивает у Моники, как ей ее подарочек? нравится?
# Моника говорит, что да, ей нравится.
# Виктория ехидно улыбается
# Моника поворачивается и видит, что Юлия греет уши
# Моника рявкает на Юлию, чтобы та вышла из кабинета и унесла чашки со стола
# Юлия выполняет и выходит
# Виктория - а вот для подружки Мелани я сегодня ничего не приготовила, но ты же не обидишься на меня, подружка?
# Мелани говорит, что конечно нет
# Виктория - в таком случае, хорошая подружка Мелани сделает мне массаж
# мы с подружкой Моникой сегодня так много ходили по вашуме офису, что у меня устали ноги
# протягивает их Мелани и говорит, чтоб она их помассировала
# Мелани злится, но решает, что лучше притвориться и выполняет
# потом говорит, что Мелани должна снова встретиться с Алексом и убедить его в том, что он действительно нравится ей
# это нужно для того, чтобы Алекса потом убедить продвинуть портфолио Виктории
# Виктория для этого хочет выбрать откровенный наряд для Мелани
# и говорит, что так как она хорошая подружка, то сама подберет наряд для Мелани

# гримерка, Виктория протягивает Мелани наряд и говорит, чтоб она пригласила Алекса и надела это
# потом Виктория объявляет, что ей пора уходить
# что ей здесь понравилось и что она еще придет к своим подружкам

# после ухода Виктории Моника с Мелани стоят в гримерке
# Моника спрашивает, удалось ли Мелани что-либо узнать?
# та говорит, что пока нет, но она работает над этим
# Моника говорит, хорошо, Мелани, надеюсь это не займет много времени
# я тоже на это надеюсь, Миссис Бакфетт...
# мне сейчас нужно идти на одну встречу
# если будет какой-то результат относительно нашей подружки, я сразу вам сообщу
# Мелани уходит
# Моника про себя - я хочу скорее вытащить это из себя
# Моника задирает юбку и вытаскивает из себя вибратор
# при этом она испытывает непонятные и странные ощущения, которые ее пугают
# но она списывает все это на нервное перенапряжение и выкидывает шарики-?



# если она с Юлией в отношениях, та может найти их и подумать, что это подарок Моники для нее


###########################
# v13

# РАЛЬФ
# Моника переоденеться в Бетти и начинаются отношения
# Дальнейшее развитие с Ральфом. Барди рекомендует Монике для того, чтобы уж точно соблазнить Ральфа, взять одежду Бетти, пока та на фитнессе и прийти к Ральфу, он от нее тащится, как и от имени Бетти
# у Моники два варианта поведения с ним: просить деньги и иногда заниматься с ним сексом, он говорит: а, плохая гувернантка снова хочет соблазнить хозяина в его доме, пока хозяйка не видит; либо он спросит ее, что она хочет, денег? И Моника ему скажет, что ее на самом деле зовут Бетти, и скрывала свое настоязее имя, т.к. боялась, что ваша жена меня не возьмет на работу, я вас полюбила сразу, бла-бла, они встречаются тайком от Бетти, пока та на фитнесе. В итоге Моника говорит ему, что будет ему # лушей женой, чем Бетти, у нее никогда не будет болеть голова, она не будет пилить и его и т.п.
# При втором варианте, она будет жить в своем доме на правах хозяйки, но она должна будет ежедневно готовить Ральфу, убираться и заниматься с ним сексом и ходить только в платье Бетти и называться Бетти. Ральф ей денег давать не будет. Если она что-то не выполняет, то он перестает ей давать деньги. Разв неделю он дает ей 5000 баксов и ни центом больше.
# Бетти выгоняет, разводится с ней. Бетти будет работать секретаршей у Стива, т.к. тот женился на Джейн и она теперь не работает вообще.
# Барди отправляет к матери в провинцию. При этом Барди злится и рассказывает отцу правду про нее, но рассказывает коряво, неправильно называя ее фамилию. Ральф скажет, что я все равно отослал его, он говорил мне про тебя какую-то чушь, в которую поверит только сумасшедший.
# При этом у Фреда появляеется новый повод для шантажа, он угрожает, что расскажет Ральфу правду про нее.
