# после встречи с Алексом и Викторией в квартире Мелани
# при клике на вход в здание офиса Моники
# возникает картинка, где Виктория стоит разговаривает с Алексом возле лифта
# Виктория говорит ему, Алекс, ну пожалуйста, ну что тебе стоит сделать это? ты можешь сделать меня знаменитой
# Алекс ей говорит, Мисс Виктория, это не в моих правилах, как я вам уже говорил, я...
# она его перебивает, да-да, я поняла. ну пожалуйста, Алекс! я думаю, ты для меня мог бы сделать исключение. бла-бла
# я же тебе рассказала про Мелани и про ее чувства к тебе
# я к ней подошел после этого и она меня послала, поэтому я не хочу с тобой даже разговаривать...
# Алекс уходит (звук лифта)
# Виктория стоит в холле, заходит Моника

# у Моники шок, она разворачивается и думает, может эта стерва ее не заметит, Виктория насмешливо наблюдает за этим
# какого дъявола она здесь делает?!
# решила, что недостаточно внимания уделила мне на фотосессии Мелани?!
# я не могу допустить того, чтобы эта сучка рыскала здесь, в МОЕМ офисе!!
# Виктория подходит к Монике сзади и говорит, подружка Моника, привет
# Моника про себя - черт!!! и поворачивается к Виктории
# Виктория - я рада нашей встрече
# заставляет Монику поцеловать ее
# я тут была по делам и как раз думала о том, чтобы зайти к тебе ненадолго, посмотреть где ты работаешь
# ты же не против?
# меню, что ответить Виктории, один пункт - отказать ей
# Моника говорит, что как раз собиралась уходить отсюда, у меня дела, подружка Виктория
# возможно, в следующий раз...
# Виктория ее перебивает - я знала, что ты будешь не против
# ты же не можешь отказать мне. только плохие подружки отказываются от встречи со мной
# Моника злобно смотрит на нее и молчит
# Виктория - ну вот и хорошо. покажешь своей подружке, где ты работаешь
# Виктория смеется, моя подружка же не откажется провести мне небольшую экскурсию?
# сначала появляется только пункт меню - гримерка
# они оказываются там и Моника уже будет в офисном костюме
# после прохождения всех пунктов меню, выдается пункт кабинет Моники


# и да, чуть не забыла, подружка Моника
# в прошлую нашу встречу я недостаточно уделила тебе внимания
# поэтому решила навестить тебя сегодня
# ой, подружка. ты знаешь, у меня тут есть одна вещь, которую я боюсь потерять...
# ты не откажешь своей подружке поносить ее немного, пока я тут осматриваюсь?
# Моника- ??? что за вещь?
# Виктория - вот она (достает свою помаду, которой рисовала на портрете Мелани). а потом я посмотреть твое рабочее место
# ты готова, подружка Моника?
# Моника про себя - черт, ненавижу эту сучку!
# эту на всю головую больную извращенку лучше не злить лишний раз
# лучше притвориться, что я ее слушаюсь
# Моника берет помаду в руку, но Виктория ей говорит, что подружка собирается носить это в руке?!
# Моника говорит - да, в руке
# Виктория - но подружка так может потерять это
# лучше бы подружка спрятала это в более надежное место, откуда она точно ее не потеряет
# Моника - в какое?
# Виктория говорит, что если Моника хорошая подружка, то сейчас же засунет его в свою дырочку
# Моника пытается спорить, но Виктория перебивает ее и приказывает выполнять, если Моника не хочет стать плохой подружкой
# Моника злится - лучше мне не спорить с этой сучкой, она мне может сделать еще хуже,  засовывает
# ей некомфотно, она хочет вытащить эту дрянь из себя поскорее
# но Виктория говорит, что пока она не разрешает подружке Монике это вытаскивать
# Виктория спрашиваеет, а где наша подружка Мелани
# Моника зло отвечает, что не знает
# Виктория осматривается, говорит, что ей здесь нравится, так много портретов наей подружки, а где моя помада? ах да... я забыла
# я же отдала ее своей подружке на хранение, ну ладно, в другой раз
# Виктория - ну что, подружка, пошли, покажешь мне свою работу. мне так интересно увидеть работу над твоим журналом
# вернее, твоим бывшим журналом
# Виктория смеется, Моника зло на нее смотрит и думает, что готова задушить эту мерзкую белобрысую сучку
# меню выбора: фотостудия, гримерка, бывший кабинет Моники, секретарь

# при повторном посещении гримерки или др локации, Виктория скажет, что мы там уже были подружка, покажи мне еще что-нибудь

# фотостудия
# Алекс возится с оборудованием, они стоят в стороне
# Виктория говорит, это Алекс, самы крутой фотограф, я знаю наша подружка Мелани с ним уже знакома
# надо бы подружку Монику тоже с ним познакомить
# Моника зло - я и так знаю Алекса, меня не надо с ним знакомить.
#

# заходят в приемную, где сидит секретарша Бифа
# та их приветствует, говорит, что Биффа нет на месте
# при этом она стоит в своих штанах с вырезом на попе и Моника думает, хоть бы эта сучка Виктория не увидела костюм секретарши
# Моника говорит секретарше, что ничего страшного, она покажет Мисс Виктории свой бывший кабинет и они сразу же уйдут
# Виктория говорит, чтобы подружка Моника спросила у секретаря, где подружка Мелани
# передать ей, что ее ищет Миссис Бакфетт, пусть она подойдет к ней

# заходят в кабинет Биффа
# Виктория осматривается - да, тут намного комфортнее, подружка Моника
# подружка Моника сидела в этом кресле?
# я хочу сесть на него. подружка Моника не возражает?
# Моника зло отвечает, что нет
# Виктория смеется и садится в кресло босса
# представляешь, подружка, как было бы нам весело, если бы я заняла это место?
# кто знает, подружка Моника... возможно, так и будет
# Моника про себя - что?! я ни за что этого не допущу!!!
# Виктория смотрит на Монику, как та злится, и смеется
# Моника про себя просто в бешенстве, как эта стерва смеет! это МОЕ кресло! МОЕ!!!
# как ты думаешь, подружка, из меня получился бы хороший босс?
# Моника вынуждена ответить, что да
# Виктория спрашивает, не потеряла ли подружка Моника то, что она дала ей на хранение
# Моника говорит, что не потеряла
# Виктория - хорошо. пойдем дальше


# они заходят в отдел отчетов, Виктория с любопытством осматривается
# Моника думает, как бы поскорее провести эту сучку в свой кабинет, чтобы на не дай бог при сотрудниках ничего не сказала
# Виктория говорит - ой, а это твои подчиненные, да подружка?
# Моника не успевает ответить, т.к. к ним подбегает подхалим
# начинает, как обычно, Миссис Бакфетт, добрый день. вы так хорошо выглядите, бла-бла-бла
# а это ваша знакомая
# Виктория поворачивает голову к Монике и пристально смотрит на нее
# Моника вынуждена сказать, что это ее подружка
# Виктория заставляет Монику представить ей всех ее сотрудников
# подходит Гретта и Моника представляет Викторию ей
# Виктория спрашивает у нее, нравится ли ей тут работать
# Виктория осматривается, ей нравится, она завидует и считает, что это оч классная работа
# с каждым сотрудником Виктория знакомится и перекидывается парой фраз
# с близняшками - ой, а вы модели? нет? я уверена, что Миссис Бакфетт сделает из вас моделей, да же подружка?
#
#
# подхалим радостно предлагает им выпить кофе
# Моника говорит, нет
# Виктория - с удовольствием выпью чашечку кофе в кабинете у своей подружки
# Моника про себя - ААААА, чертов Джон!!! уволю!!!

# заходят в кабинет Моники, там Юлия на рабочем месте
# Викторя - о, а это кто? твоя помощница, наверное?
# Моника отвечает, что это ее подчиненная, ее личный помощник
# Юлия, в зависимости от того, есть ли у нее отношения с Моникой, либо подозрительно смотрит на нее, либо просто здоровается
# Виктория - личный помощник, значит... понятно...
# а здесь неплохо, подружка Моника
# Виктоия снова видит кресло Моники и хочет в нем посидеть, говорит об этом Монике
# Юлия за всем этим наблюдает и Моника решает не спорить, не хочет, чтобы Виктория что-то сказала при Юлии
# та вынуждена согласиться
# Виктория садится на ее кресло, говорит, что то кресло удобнее, чем это
# тебе так не кажется, подружка?
# Моника зло - да, кажется
# Виктриия - а почему ты тогда предпочитаешь сидеть здесь, а не в том кабинее?
#

# подхалим приносит кофе
# Виктория сидит на диванчике, на столике стоят две чашечки
# Виктриия спрашивает, а почему две чашки? а как же твоя помощница? она разве не присоединится к нам?
# Юлия - Миссис Бакфетт?
# Моника гвоорит - да, Юлия, ты можешь присоединиться
# Юлия садится к ним, и Виктория начинает спрашивать у нее, много ли работы, нравится ли ей и т.п.
# Виктория в итоге произведет у Юлии очень хорошее впечатление
# Юлия общается с ней охотно, отвечает на ее вопросы
# если есть отношения с Юлией, то вариации диалога добавить, что Юлия отвечает Виктриии
# Моника зло за этим наблюдает
# Виктория говорит еходно, подружка Моника, ты можешь присядешь?
# тебе наверное неудобно стоять?
# Моника пытается присесть, но у нее не получается
# про себя - черт, у меня какие-то непонятные ощущения внизу живота, я лучше постою
# так я не очень сильно чувствую эту штуку внутри моей... моей... внутри меня
# Моника- я лучше постою... пожружка
# Виктория смеется и спрашивает про вторую подружку
# говорит, что хочет ее тоже увидеть
# пусть подружка Мелани присоединиться к нам, выпьет чашечку кофе с нами


# кадры, как Мелани идет через отдел отчетов
# все вскакивают, пялаться на нее
# Мелани думает, что ее звала Миссис Бакфетт

# Мелани заходит в комнату отдыха
# Виктория вальяжно развалившись сидит на диване, Моника сидит рядом с ней на диване
# Моника с Мелани переглядываются
# Юлия сидит на стуле справа
# Виктория заставляет Мелани поцеловать ее и потом говорит, чтобы она присаживалась и составила им кмпанию, попила с ними кофе
# Моника говорит Юлии, чтобы та вышла из кабинета
# Юлия очень тепло прощается с Викторией, говорит что приятно было познакомиться, бла-бла
# Моника говорит Юлии, чтоб она закрыла дверь и попросила их не беспокоить
# Мелани садится на стул справа, где сидела Юлия
# Виктория спрашивает у Мелани, как дела у ее подружки?
# подружка Мелани, я хочу кое о чем попросить свою подружку, она же не против меня выслушать? моей подружке Мелани ведь нравится, когда я разговариваю с ней?
# Мелани говорит, что ей нравится
# Виктория - мы с подружкой Моникой сегодня так много ходили по вашему офису, что у меня очень устали ножки
# Виктория протягивает ногу Мелани и говорит, что подружка знает, что с этим делать...
# Моника с Мелани переглядываются
# Мелани снимает сапог с ноги Виктории
# Виктория говорит, я разрешаю подружке Мелани взять в рот мой пальчик
# Мелани зло смотрит, ничего не говорит и выполняет

# я говорила с Алексом и узнала, что подружка Мелани продолжает скрывать свои чувства к нему
# у Алекса оч ранимое сердце и он достоин того, чтобы открыться ему в своих чувствах
# я знаю, что подружка скучает по Алексу, хочет его и была бы счастлива заниматься с ним любовью каждый день
# поэтому, зная что вы оба стесняетесь признаться друг другу, как хорошая подружка я решила вам помочь обрести свое счастье друг с другом
# для этого я хочу дать совет своей подружке, я знаю что она прислушается к моим словам
# я советую своей подружке Мелани пригласить Алекса к себе домой на свидание
# признаться в своих чувствах
# и попросить его переехать к ней, чтобы жить вместе
# Моника с Мелани в шоке
# Виктория - я знаю, что у Алекса оч хороший вкус, поэтому чтобы он ответил тебе на твое признание,
# я советую тебе надеть что-нибудь особенное, я помогу тебе выбрать этот наряд


# Мелани спросит, что ей делать с разрисованным портретом, ведь это работа Алекса и он это обязательно заметит
# Виктория - ты ему скажешь, что нарисовала этот большой и классный член, когда думала о нем и не хочешь стирать это
#
# если ты разобьешь сердце Алекса, то ты перестанешь быть хорошей подружкой и разочаруешь меня
# и я перестану дружить с тобой
# ты все поняла?
# Мелани в шоке
# Виктория - я не слышу ответа, подружка. хорошие подружки отвечают сразу
# Мелани обреченно отвечает, что все поняла (смотрит в сторону, понурившись)
# Виктория - если какой-то из советов подружкам не нравится и они не последуют ему, то она очень расстроится
# ведь она заботится о своих подружках

# Виктория говорит Мелани - сейчас мы с подружкой пойдем подбирать ей наряд для свидания
# Виктория встает, поворачиват голову в сторону Моники, стоя к ней задом
# вы ведь согласны, что у меня очень хороший вкус?
# подружка Моника, ты помнишь, что я оставила тебе на хранение свою ценную вещь?
# смотри, не потеряй ее! при нашей следующей встрече я заберу ее
# Виктория говорит Монике, уходя, что ей здесь понравилось и что она еще придет к своим подружкам
# Мелани идет следом за Викторией

# после ухода Виктории и Мелани
# Моника про себя - я хочу скорее вытащить это из себя
# Моника задирает юбку и вытаскивает из себя помаду Виктории
# гребанная помада! гребанная Виктория! ненавижу!!!!!!
