#01 - Ползет (перемещается)
#02 - Еда
#03 - Потягушки от удовольствия (доработать руки как лапки). Когда хвалят или говорят что-то хорошее про тебя (чешут за ухом), то кошка должна показывать как она рада и предлагать себя.
#04 - Кошка спит (когда кошка спит, она должна лежать на спине в позе, удобной для того, если кто-то захочет воспользоваться ей во сне)
#06 - Кошка провинилась, просит прощения. Ласкает ботинки.
#07 - Покажи себя. Должна сразу вставать в эту позу.
#08 - Команда кошка просыпается. Тянется.
#09 - Играет с игрушкой
#10 - Ждет команду. Либо ждет после команды брысь.
#11 - Просит разрешения покушать. (без разрешения кушать нельзя)
