label ep213_photoshoot10:
    # Моника стоит, прикрывая грудь
    img 24230
    w
    img 24231
    mt "Биф выгонит меня с работы, если я сорву эту фотосессию..."
    mt "Нужно сказать Алексу, чтобы не брал откровенные ракурсы."
    mt "Если это вообще возможно в ЭТОМ!"
    mt "!!!"

    img 24232
    m "Алекс..."
    alex_photograph "Да, Миссис Бакфетт?"
    alex_photograph "Вы готовы? Отлично выглядите!"
    m "Алекс, никаких откровенных ракурсов!"
    m "Ты понял меня?"
    alex_photograph "Да, конечно, Миссис Бакфетт."
    m "И никаких крупных планов!"

    img 24233
    alex_photograph "Я все сделаю, как надо, Миссис Бакфетт."
    alex_photograph "Не переживайте..."
    m "..."
    alex_photograph "Начнем?"

    # фразы Моники во время позирования для Алекса:
    #кадр
    img 24234
    #up
    img 24235
    #side
    img 24236
    #down
    img 24237

    #кадр
    img 24238
    #up
    img 24239
    #side
    img 24240
    #down
    img 24241

    #кадр
    img 24242
    #up
    img 24243
    #side
    img 24244
    #down
    img 24245

    #кадр
    img 24246
    #up
    img 24247
    #side
    img 24248
    #down
    img 24249

    #кадр
    img 24250
    #up
    img 24251
    #side
    img 24252
    #down
    img 24253

    #кадр
    img 24254
    #up
    img 24255
    #side
    img 24256
    #down
    img 24257


    #кадр
    img 24258
    #up
    img 24259
    #side
    img 24260
    #down
    img 24261

    #кадр
    img 24262
    #up
    img 24263
    #side
    img 24264
    #down
    img 24265

    #кадр
    img 24266
    #up
    img 24267
    #side
    img 24268
    #down
    img 24269

    #кадр
    img 24270
    #up
    img 24271
    #side
    img 24272
    #down
    img 24273


    #кадр
    img 24274
    #up
    img 24275
    #side
    img 24276
    #down
    img 24277

    #кадр
    img 24278
    #up
    img 24279
    #side
    img 24280
    #down
    img 24281
    img 24282

    #кадр
    img 24283
    #up
    img 24284
    img 24285
    #side
    img 24286
    img 24287
    img 24288
    #down
    img 24289
    img 24290
    img 24291
    img 24292
    img 24293

    #кадр

    #up
    #side
    #down

    #кадр

    #up
    #side
    #down

    #кадр

    #up
    #side
    #down


    #кадр

    #up
    #side
    #down

    m "Алекс, не забудь, что ты мне обещал."
    alex_photograph "Конечно, Миссис Бакфетт."

    m "Алекс, мне кажется эта поза слишком откровенная..."
    alex_photograph "Нет, Миссис Бакфетт. Это будет отличный кадр, вот увидите."

    m "Может, мне стоит немного прикрыть здесь руками?"
    biff "Миссис Бакфетт, отличная поза. Ничего не надо прикрывать!"
    m "!!!"

    campbell "Думаю, здесь получится отличный кадр..."
    biff "Согласен с Вами, Мистер Кэмпбелл."
    m "Но..."
    biff "Алекс, продолжай работу!"
    alex_photograph "Да, Мистер Биф."

    investor2 "На прошлых двух фотосессиях было мало кадров сзади."
    investor2 "Я предлагаю сделать кадры именно с такого ракурса..."
    biff "Отличная идея!"
    biff "Алекс, ты слышал? Возьми крупным планом."
    m "Алекс!"
    alex_photograph "Миссис Бакфетт, я просто делаю свою работу."
    mt "Биф мерзавец!!!"
    mt "!!!"

    philip "Хотел бы добавить свое пожелание, если позволите..."
    biff "Да, конечно!"
    philip "Мне кажется, будет очень сексуальный кадр, если Миссис Бакфетт ляжет..."
    philip "И развинет ноги..."

    mt "ЧТО?!"
    biff "Миссис Бакфетт, прошу вас. Вы слышали пожелание нашего многоуважаемого гостя."
    mt "Биф, это съемка для модного журнала, а не для..."

    # Биф подходит к Монике и зло ей шепчет
    img 24294
    biff "Еще одно слово, кукла безмозглая, и ты вылетишь с работы!"
    biff "Только сначала, шлюха, я отдам тебя всем этим денежным мешкам!"
    biff "Пусть делают с тобой все, чего им захочется!"
    biff "Быстро сделала, как сказал инвестор!"
    mt "!!!"
    menu:
        "Принять позу, которую хочет увидеть инвестор.":
            pass
    img 24295
    mt "Если я сейчас откажусь принимать эту позу, то я сорву фотосессию..."
    mt "Знал бы этот мерзавец, как мне нужны эти деньги..."
    mt "Ненавижу их всех!"
    mt "!!!"

    # Биф отходит обратно к инвесторам
    img 24296
    investor3 "Какие-то проблемы, Мистер Биф?"
    investor3 "Миссис Бакфетт отказывается от продолжения?"
    biff "Нет, все в порядке..."
    biff "Ей просто нужен был небольшой перерыв."

    img 24297
    biff "Алекс, продолжай!"

    # Моника ложится в нужную позу
    img 24298
    steve "Вы были правы, Мистер Филипп."
    steve "Поза очень сексуальная."
    steve "Если взять еще несколько крупных планов, то получатся отличные кадры..."

    img 24299
    mt "Этот никчемный неудачник Стив еще что-то советует?!"
    mt "И вообще! Какого черта он здесь делает?!"
    mt "!!!"

    #engine
    m "Алекс, старайся не брать крупные планы..."
    alex_photograph "Я не делаю снимки, Миссис Бакфетт..."
    alex_photograph "Я просто подбираю лучший ракурс."
    mt "Этот фотограф-извращенец просто пялится на меня!"
    mt "!!!"


    img 24300
    alex_photograph "Съемка окончена!"
    biff "Отлично! Спасибо, Алекс!"
    # Моника стоит, прикрывшись, Биф обращается к инвесторам
    img 24301
    biff "Господа, спасибо за ваше присутствие!"
    biff "Надеюсь, вы убедились в серьезности наших намерений."
    biff "Всегда будем рады видеть вас в нашем офисе!"
    # все инвесторы встают со стульев, кроме одного
    # затемнение, звук мужских шагов
    img 24302
    w
    # смена кадра
    # Моника стоит также прикрывшись, на стуле сидит один инвестор, Биф стоит рядом с ним

    img 24303
    investor4 "Я специально задержался, Мистер Биф..."
    investor4 "Меня впечатлила презентация Миссис Бакфетт, а также ее умение держаться перед камерой..."
    investor4 "Я вижу, что у вас достаточно серьезные намерения относительно смены курса журнала."
    investor4 "И Миссис Бакфетт это сегодня подтвердила... Почти..."
    investor4 "В связи с этим я принял решение..."
    img 24304
    biff "..."
    m "..."

    img 24305
    investor4 "Я готов инвестировать в журнал Миссис Бакфетт, но у меня есть одно условие..."

    img 24306
    biff "Какое условие? Мы готовы его рассмотреть!"
    investor4 "Я инвестирую в журнал, если Миссис Бакфетт сделает еще один кадр..."

    img 24307
    m "Какой кадр?!"

    img 24308
    investor4 "Широко раздвинет ноги и сдвинет свои трусики."
    investor4 "Таким образом, я буду уверен в том, что..."
    investor4 "Откровенные кадры, которыми вы аргументируете серъезность принятого вами курса..."
    investor4 "Они являются плодом регулярной работы, а не случайным явлением... #они - it"
    investor4 "Когда фотограф внезапно подловил модель."
    investor4 "Я хочу увидеть, что Миссис Бакфетт осознанно сделает это..."

    img 24309
    m "!!!"
    # Биф радостный, Моника в шоке
    m "Что?!"
    m "Я..."

    img 24310
    biff "О, Господин Инвестор, с этим нет никаких проблем!"
    biff "Конечно же, Миссис Бакфетт сделает это!"

    # поворачивается к Монике
    img 24311
    biff "Сделает прямо сейчас!"
    img 24312
    m "Биф!"

    img 24313
    biff "И не будет тратить время на бесполезные разговоры."
    biff "У нашего многоуважаемого Господина Инвестора каждая минута на счету!"
    biff "Время - деньги, Миссис Бакфетт!"

    img 24314
    mt "!!!"
    menu:
        "Согласна.": #corruption высокий!
            $ monicaBiffPhotoshootInvestor4 = True # Моника согласилась сдвинуть трусики на фотосессии
            pass
        "НЕТ!!!":
            m "Нет! Я не буду делать ЭТОГО!"
            # Биф начинает наезжать на Монику
            img 24313
            biff "Миссис Бакфетт!!!"
            biff "Вы сейчас же сделаете, как просит Господин Инвестор!"
            biff "Иначе!"
            biff "Вы, Миссис Бакфетт, помните, что будет!"
            img 24315
            m "Я не собираюсь сдвигать трусики!!!"
            m "!!!"
            # Моника уходит с фотосессии
            return
    # Моника в растерянности
    mt "У меня есть шанс сделать так, что еще один инвестор согласится на инвестицию в мой журнал!"
    mt "Но не таким же способом!"
    mt "А вдруг этот снимок станет общедоступным?!"
    mt "Что тогда, Моника?!"
    mt "?!"
    mt "Дьявол!"
    mt "Но если я сейчас откажусь..."
    mt "Где я потом смогу зарабатывать $ 5000 каждую неделю?!"
    img 24316
    m "..."
    m "Я..."
    m "Я сделаю это..."

# с этого момента начнется повторно, если Моника в первые раз сорвала фотосессию
    # Биф радостно
    img 24317
    biff "Алекс, ты готов?"
    alex_photograph "Да, Мистер Биф. Конечно."
    # хитро улыбается
    img 24318
    mt "Боже! Моника, как могло дойти до того, что ты сдвигаешь трусики для какого-то жалкого инвестора?!"
    img 24319
    mt "Да какая разница, для кого?!"
    img 24320
    mt "Как ты вообще могла позволить дойти до ТАКОГО?!"
    img 24321
    mt "?!?!?!"
    img 24322
    mt "Я отомщу кретину Бифу за это!"
    mt "И этому извращенцу инвестору тоже!"
    mt "Они еще пожалеют об этом!"
    mt "!!!"

    # кадр
    img 24322
    #up
    img 24323
    #side
    img 24324
    #down
    img 24325
    img 24326
    img 24327
    img 24328
    img 24329
    img 24330
    img 24331

# Моника раздвигает ноги и сдвигает трусики
    # Алекс делает кадр

    alex_photograph "!!!"
    img 24332
    investor4 "..."
    investor4 "Спасибо, Миссис Бакфетт."
    investor4 "Можете вернуть Ваши трусики на место."
    # инвестор встает
    img 24333
    biff "Господин Инвестор, пройдемте в мой кабинет."
    biff "Обсудим с Вами подробности нашей сделки."
    # они уходят
    img 24334
    mt "Сволочи!"
    mt "Никчемные жалкие неудачники!"
    mt "!!!"
    # Алекс смортит к Монике
    img 24335
    alex_photograph "Миссис Бакфетт, это была Ваша лучшая фотосессия!"
    # Моника прикрывается
    img 24336
    m "Алекс, не смотри на меня!"
    m "Отвернись, быстро!"
    mt "Еще одни извращенец!"
    mt "!!!"



    return
