
# В квартире у Юлии сценки, ванная, кухня и т.д.

# мини-сценки, в которых показать, что Монике прихоится притворяться

# Моника будет жить у Юлии

# отношения будут развиваться до, на работе, поход в кафе (-?)


# шкала отношений, будет увеличиваться с каждым новым действием
# Монике это вообще не нравится, она иногда психует, но Юли спрашивает, я вам не нравлюсь,да?
# и Моника вынуждена притворяться дальше

# на работе
# Моника пришла на работу, при клике на Юлию та говорит, что хочет ее и Моника вынуждена
# массаж
# на кушетке - Юлия делает Монике куни (до оргазма не доходит, но приятно)
# тяжелый рабочий день, хочу расслабиться, но еще так много работы
# просит Монику залезть под стол и сделать ей приятное
# если Моника работает, после ухода сотрудника она подходит к Монике и садится к ней на стол и Моника снова вынуждена это делать


# при отказе Моники от какого-либо действия уровень отнимается - я думала, что вам все это нравится
# пункт - Моника предлагает Юлии сбежать, говорит про ее дядю, но Юлия отвечает, что она еще не готова, ей надо убедиться в искренности чувств Моники

# дома
# вечер
# 1) 69
# 2) куни
# 3) использовать дилдо
# 4) ничего не делать, лечь спать


# днем Моника идет на кухню, Юлия еще спит
# появится пункт Приготовить завтрак
# тогда Юлия приходит на кухню и обнимает Монику и лезет к ней
# 1) просто поцелую, руку на попу и все
# 2) краткий диалог и рука на груди или поцеловать грудь
# 3) приласкать киску пальцами
# 4) полноценный секс

# ванная
# Юлия в душе, если Моника заходит, то Юлия сама ласкает Монику
# если Моника в душе, то приходит Юлия и заставляет Монику делать ей что-то, римминг
# Юлия сидит в туалете, при клике на нее Юлия начинает приставать и хочет попробовать пописать на Монику, в рот, просит проглотить (сцена не будет обязательной)


# если Юлия проснулась и ходит по дому, то при клике на выход из дома Юлия подойет к ней и говорит, что тоже сейчас собирается идти на работу

# Юлия скажет Монике, что ей будет приятно, если она наденет ее трусики, ведь они ей нравятся

# утром
# 1) разбудить Юлию ласками
# 2) встать пораньше
# 3) поспать подольше

# если днем сделать дневной отдых, то Юлия уходит на работу, а вечером приходит
# первый раз Юлия спросит, ты не идешь на работу? Моника скажет, что она начальник и сама решает работать ей сегодня или нет



# после достижения максимального уровня шкалы, при соотв коррапшн

# Моника всех соберет и сделает каминг-аут, она скажет всем, что она с Юлией в отношениях
# это для того, тобы влезть к Юлии в доверие
# после камингаута пойдут с Юлией в кафе отметить это дело
