# при условии, что уже была фотосесси я в красном платье перед инвестором
# Моника заходит к Бифу и спрашивает его работе
# он говорит, что для хорошей цыпочки всегда найдется работа, ты же хорошая цыпочка
# только это не очередное кривляние перед камерой, за которое я тебе плачу неимоверно дорого
# и вообще, я уже начинаю сомневаться в том, что цыпочка хорошая...
# почему из всех инвесторов только один согласился инвестировть в мой журнал?
# Моника про себя - это МОЙ журнал, кретин!
# и то тебя пришлось заставлять делать нужные кадры! все за тебя приходится делать!
# я собираю всех инвесторов завтра... тебе нужно будет перед ними выступить
# Моника - !!!
# очередная презентация с граиками?
# Биф - нет, на этот раз презентация будет не с графиками, а с твоими фотографиями
# Моника - что?!
# Биф - что слышала, кукла
# Мистер Кэмпбелл очень доволен резким ростом продаж и увеличением количесвта новых клиентов после выхода журнала с твоими голыми сиськами на обложке
# Моника -!!! АААААА! мерзкая сволочь!!!!
# Биф - я заручился поддержкой Мистера Кэмпбелла и он согласился поддержать нас перед другими инвесторами
# чтобы подтолкнуть их к принятию правильного решени, а именно согласиться инвестировать в мой журнал
# все что от тебя требуется, кукла безмозглая, стоять перед слайдами с твоими фотографиями и улыбаться
# справишься с таким сложным для тебя делом, а? или даже на это мозгов не хватит?
# Моника - перестань называть меня так! я не безмозглая кукла, Биф!
# ты безмозглая, глупая шлюшка с физиономией, похожей на сучку Бакфетт!!
# я здесь Босс! не смей со мной спорить!!
# ты должна сделать так, что согласились ВСЕ инвесторы, если ты хочешь остаться на этой работе, бесполезная кукла!
# Моника - !!!
# завтра вечером они будут здесь, придешь, встанешь перед экраном и будешь говорить про отличные ракурсы и хорошие позы, выгодно подчеркивающие платье
# больше от тебя ничего не требуется... пока что
# поняла меня?
# и вообще! ты испортила папочке настроение!! чем ты это исправишь, кукла?
# обнаженный кастинг

# на след. день Моника приходит к Бифу в кабинет
# он заставляет ее надеть ту же юбку (-?)
# инвесторы собираются, рассаживаются, как в прошлый раз
# им демонстрируются на экране кадры с прошлой фотосессии (королева сердец)
# Моника про себя в панике - неужели этот кретин Биф собирается показать все кадры оттуда?! в том числе и последние?!
# !!!
# Биф самодовольно улыбается
# Филипп смотрит на Монику с мерзкой ухмылочкой
# при появлении кадров Моника говорит - на этом кадре удачно выбран ракурс, нам открывается вся красота и оригинальность платья
# посмотрите на следующий кадр.
# мы видим перед собой уверенную в себе, красивую, современную женщину без комплексов
# такой, как она, в глубине души мечтает стать любая женщина
# такой женщиной, как она, мечтает обладать любой мужчина
# на следующем кадре мы видим, что она постепенно расркывается и показывает нам свою уверенность, раскованность и сексуальность
# и т.п.
# с этим номером журнала зафиксировано рекордное количество продаж, тираж разошелся в кратчайшие сроки
# вскакивает Биф - а теперь я хочу дать слово нашему многоуважаемому мистеру Кэмпбеллу, чье платье было представлено для проведения фотосессии
# Кэмбелл говорит, что эта фотосессия дала рост продаж его дизайнерской одежды и значительно увеличилась клиентская база
# он говорит инвесторам, что это действиетльно выгодная сделка и по его расчетам его вложения окупятся в намного более краткие сроки, чем можно было предполагать
# инвесторы заинтересованы
# спрашивают его о том, действительно ли платье предоставлялось из его последней коллекции
# он говорит, да. это лимитированная коллекция для особых случаев и он совсем не ожидал к ней такого интереса покупателей
# он видит в этом заслугу Миссис Бакфетт, которая сделала такую великолепную фотосессию
# включается следующий слайд, где Моника сидит с широко раздвинутыми ногами
# Моника зло смотрит на Бифа - !!!
# он дольно улыбается
# Кэмпбелл заканчивает свою речь - я лично контролировал проведение фотосессии и остался очень доволен работой команды этого журнала
# Биф - спасибо, Мистер Кэмпбелл.
# один из инвесторов спрашивает, возможна ли совместная реклама с его сетью магазинов секс-товаров (-?)
# он готов предоставить костюм для фотосессии и тоже хочет присутствовать на ней, чтобы проконтролировать работу
# Биф радостно говорит, что конечно же они будут рады!!
# Биф - господа, может быть, кто-то из вас еще захочет поприсутствовать на фотосессии Миссис Бакфетт?
# мы будем рады вас видеть в нашем офисе!
# Моника - что?!?!?!?!
# Моника - Биф...
# Биф - Миссис Бакфетт, благодарю вас за выступление перед нашими многоуважаемыми господами. вы можете идти
# а мы обсудим детали вашей будущей фотосессии
# Моника выходит из его кабинета
# ее естественно бомбит, что этот козел себе позволяет, он позвал всех этих неудачников на фотосессию в костюме из секс-шопа!!!!!!!


# следущий приход к Бифу в кабинет, он заставляет ее идти на фотосессию и говорит, что к ней уже все готово
# Моника зайдет в фотостудию и увидит там инвесторов
# переоденется в гримерке
# какой костюм - ?
# как обычно, будет просить Алекса брать не откровенные ракурсы
# Биф присоединится к инветорам и будет периодически комментировать работу Моники в зависимости от позы


# Кастинг перед Бифом.
