# Моника начала воровать чаевые у Молли, т.к. ее все равно обвиняют в этом и ей нечего терять.

# Ее на этом поймают и Молли скажет, что я ее прощу только при том условии, что она выйдет на сцену голой, без одежды.

# Моника вынуждена согласиться. Зарабатывает большие чаевые, которые не отдает Эшли, т.к. она заработала много и ей очень жаль их отдавать.

# Эшли с Джо хотят повесить плакат с фотосессии Моники в красном платье. Говорят, смотри как на тебя похожа. А это супер звезда. Мы повесим, пусть все клиенты видят, что ты на нее похожа. Тебе то какая разница, ведь это не ты.

# Танец с Молли на сцене, где они соревнуются, кому больше будут аплодировать кленты и кому больше дадут чаевых. Они идут на равне, но в самый последний момент Моника побеждает. Снимают фото Молли в подсобве и вешают фото Моники. Моника становится королевой паба. Молли крайне зла на нее. Она может раздобыть какую-то инфу на нее. И подставить ее.


# v13

# ПАБ

# Банкир потребует выставить все попы паба и сравнить их, вдруг Эшли его обманула. Ему надо удостовериться. У Эшли снова проблемы с банком и она вынуждена слушаться. Молли нет проблем заставить, а вот с Клэр будет не так просто. Она заставляет Монику уговорить Клэр. В итоге все девочки паба стоят на столе и он заставляет Эшли тоже к ним присоединиться. Джо при этом не присутствует.

# + приват с еще одним посетителем и его последствия

# МАРКУС


# РАЛЬФ
# Моника переоденеться в Бетти и начинаются отношения

# ЮЛИЯ
# В квартире у Юлии сценки, ванная, кухня и т.д.

#БИФФ
#Кастинг перед Бифом.
#Новая фотосессия.
#Старая фотосессия демонстрируется перед другими инвесторами и Моника должна комментировать ее перед всеми. Кэмбелл говорит, что эта фотосессия дала рост продаж его дизайнерской одежды. Говорит инвесторам, что это действиетльно выгодная сделка.
#Все остальные инвесторы захотят присутствовать на ее следующей фотосессии

#ЭСКОРТ
#Девочки из эскорта решили наказать Монику за ее хамское поведение.
#Монику заставляют работать столиком. При этом клиент сидит с красивой брюнеткой из эскорта, признается ей в любви.

#ВИКТОРИЯ
#Приходит к Алексу на работу и встречает Монику. Та говорит привет подружка, ой, ты тут работаешь, ой это твои сотрудники, а покажи мне, где был твой кабинет раньше, садится в ее бывшее кресло. Моника вынуждена притворяться, что рада ее приходу. Подхалим предлагает ей кофе. Та соглашается. Она хочет попить кофе в кабинете у Моники, Юля при этом на своем рабочем месте. Виктория спрашивает про нее. Говорит позвать Мелани. Та приходит. Обе злятся, но вынуждены делать хорошую мину при плохой игры. #В итоге Виктория говорит, что ей здесь понравилось и что она еще придет к своей подружке. При этом она в самом начале заставляет Монику что-то вставить в себя. Говорит, что это подарочек. Моника вынуждена слушаться и делать вид, что все в порядке.




#Дальнейшее развитие с Ральфом. Барди рекомендует Монике для того, чтобы уж точно соблазнить Ральфа, взять одежду Бетти, пока та на фитнессе и прийти к Ральфу, он от нее тащится, как и от имени Бетти
#у Моники два варианта поведения с ним: просить деньги и иногда заниматься с ним сексом, он говорит: а, плохая гувернантка снова хочет соблазнить хозяина в его доме, пока хозяйка не видит; либо он спросит ее, что она хочет, денег? И Моника ему скажет, что ее на самом деле зовут Бетти, и скрывала свое настоязее имя, т.к. боялась, что ваша жена меня не возьмет на работу, я вас полюбила сразу, бла-бла, они встречаются тайком от Бетти, пока та на фитнесе. В итоге Моника говорит ему, что будет ему #лушей женой, чем Бетти, у нее никогда не будет болеть голова, она не будет пилить и его и т.п.
#При втором варианте, она будет жить в своем доме на правах хозяйки, но она должна будет ежедневно готовить Ральфу, убираться и заниматься с ним сексом и ходить только в платье Бетти и называться Бетти. Ральф ей денег давать не будет. Если она что-то не выполняет, то он перестает ей давать деньги. Разв неделю он дает ей 5000 баксов и ни центом больше.
#Бетти выгоняет, разводится с ней. Бетти будет работать секретаршей у Стива, т.к. тот женился на Джейн и она теперь не работает вообще.
#Барди отправляет к матери в провинцию. При этом Барди злится и рассказывает отцу правду про нее, но рассказывает коряво, неправильно называя ее фамилию. Ральф скажет, что я все равно отослал его, он говорил мне про тебя какую-то чушь, в которую поверит только сумасшедший.
#При этом у Фреда появляеется новый повод для шантажа, он угрожает, что расскажет Ральфу правду про нее.
