# РЫБА
# Escort1
# Эбби зовет Монику помочь разобраться с соседом, который после того, как Моника его послала, нажаловался хозяевам апартаментов. (или угрожает это сделать)
# Гарри, хозяин, является сыном, который сдает апартаменты втихую разным людям по комнатам. Из-за этого у всех проблемы. Надо решать их с соседом и Гарри.
# Сцены с Моникой + Эбби + возможно Кэндис
#
# Escort2. Кастинг перед Стивом
# Во время escort1 Монике сообщают что приезжает хозяин вип эскорта и это их шанс на то, чтобы занять место администраторши
# Кастинг происходит в зале ле гранд, где сидения. Стив сидит в первом ряду один. Моника в шоке. Стив тоже удивлен
# Есть вариант как поступить:
# 1. Проголосовать за Миранду. В таком случае, Кэндис и Эбби на нее злятся и шипят.
# Администраторша голосует за Эбби и пытается сказать что голосов поровну, поэтому остается она. Стив заставляет проходить кастинг Миранду, Эбби и администраторшу
# 2. Проголосовать за Эбби. Миранда шипит, Линда удивлена. Администраторша голосует за Миранду и все также как в п.1
# Выигрывает администраторша за счет того, что делает что-то немыслимое. Наверное заглатывает целиком и делает римминг, т.е. лижет попу Стива.
# А Стив говорит вот как надо добиваться карьерного роста :)
# 3. Выдвинуть свою кандидатуру (Моника).
# В таком случае, Стив говорит что кто за тебя проголосует. У нас тут демократия (это он в любом случае говорит, про демократию, повторяя это).
# Моника шипит разве недостаточно что я просто выдвинулась. Недостаточно. Засюжетить это.
# За Монику выходит Линда и голосует, встает на ее сторону. Все в удивлении, включая Миранду.
# Администраторша встает на сторону Миранды так, что получается 3 команды по 2 голоса. Кастинг. (сцены взять из п1 и п2).
# Кастинг проходит Моника вместо администраторши.
# Моника зовет Стива выйти за дверь поговорить. Девочки возмущаются. О чем это она хочет секретничать с боссом и тд.
# Моника разговаривает со Стивом о том какого хрена он тут делает. Этот разговор, возможно, надо вынести в начало(?)
# Стив отвечает что любит девочек и что обладание этим местом позволяет ему изрядно сэкономить на них.
# Раньше ему приходилось платить за них, а теперь они сами платят ему. Бизнес. Выгодная сделка. Только просит Монику никому не говорить про это и он тогда не скажет про Монику.
# Стив говорит что ей придется заслужить это при всех, если она хочет стать главной. Моника говорит что не собирается ублажать Стива при всех
# В итоге, когда доходит очередь до Моники, она подходит и колеблется
# Все на нее смотрят. Стив говорит что все девочки так здорово работали, что monica_pub_name будет сложно их победить.
# Единственно, чем можно этого добиться, это сесть на его член попой. (anal). Моника в ярости и выбор сесть на член Стива. Сцена

# В конце, либо выигрывает админ (если п.1, п.2). Либо выигрывает Моника.
# Если Моника, то Стив говорит что, насколько знает, monica_pub_name занятая девушка и она будет главной, но в ее отсутствие присматривать будет админ.
# В отель не зайти (до след. версии). Просто пишется next update

# Мелани и Виктория
# Показываем как Виктория общается с Мелани у Виктории дома.
# Виктория говорит ценит-ли подружка ее советы и готова-ли следовать им. Мелани отвечает что да.
# Виктория дает свои ножки и говорит что та может полизать их пока будет рассказывать ей. (затемнение)

# Через какое-то время показываем кафе (новая локация), куда Мелани пригласила тренера из зала. День
# У них свидание. Тренер ведет себя как полный дуболом, говоря все не в попад, а Мелани приходится выворачиваться, чтобы это сгладить
# Должно быть впечатление, что обычная девушка давно бы послала тренера, но Мелани выводит все на то, что свидание хорошее и зовет тренера домой.
# Мелани торопится, пока не наступил вечер (пока не пришел Алекс)
# У Мелани с тренером секс.
# Приходит Алекс и громко говорит что ему позвонили и сказали что Мелани передала ему пораньше придти домой (это сделала Виктория)
# Мелани в шоке. Алекс в шоке. Говорит что одно дело твои игры, а другое - любовник в постели, а еще она звала его замуж.
# Показываем Викторию, хихикающую. Виктория говорит: ну давай, подружка, импровизируй. Мне так интересно!
# Мелани нельзя сделать так, чтобы Алекс ушел.
# Мелани выворачивается и говорит что это игра. И она ждала Алекса. Для чего? Ее возбудил прошлый раз, как они делали со Стефани.
# Выводит на двойное проникновение
# конец сцены

# Сцена Фотограф.
# Моника как-то приходит к фотографу (что там?)
# Студия дома или что-то такое.
# За то, чтобы он изъял обнаженные фото, приходится делать новые (какой-то аутфит)
# Возможно blowjob, но не факт(?)
# Внести предложения по этой сцене.


# локации
# студия Райана
# https://evermotion.org/shop/show_product/scene-13-furniture-ai49-archinteriors/14487
# https://www.cgmodelx.com/model/details/11521.html
