# РЫБА
# Escort1 (в комнате Эбби)
# Эбби зовет Монику помочь разобраться с соседом, который после того, как Моника его послала, нажаловался хозяевам апартаментов. (или угрожает это сделать)
# Гарри, хозяин, является сыном, который сдает апартаменты втихую разным людям по комнатам. Из-за этого у всех проблемы. Надо решать их с соседом и Гарри.
# Сцены с Моникой + Эбби + возможно Кэндис
# новый клиент Эбби или тоже Брайен
#Моника приходит
#Эбби говорит, я пока пойду к Кэндис
#Моника остается с ним
#приходит сосед, начинает орать, приходит Гарри (он как раз пришел к Кэндис, как обычно)
#сосед пугает его тем, что расскажет все родителям
#у Гарри палево
#прибегают Эбби и Кэндис
#в итоге оргия
# Гарри спросит, в чем проблема, чего он хочет?
# сосед говорит, что ему никто не дает
# Гарри спросит, кого он хочет, тот укажет на Монику
# сосед - Монику
# Гарри - Кэндис (за долг)
# Брайен - Эбби (как постоянный клиент)
#девочки зарабатывают, но Монике дают только баксов 20
#оправдывая это тем, что есть инфа о кастинге
#Моника может либо забрать эти деньги
#либо начать возмущаться и потребовать больше денег
#в любом случае они скажут про кастинг у Стива и просят ее голос

# Escort2. Кастинг перед Стивом (будет повторяющаяся, пока Моника не станет главной)
# при условии, что был Escort1
# Стив сидит в первом ряде, девочки стоят у экрана перед ним
# что на экране (ночной Ле Гранд с подписью Вип-Эскорт)
# Во время escort1 Монике сообщают что приезжает хозяин вип эскорта и это их шанс на то, чтобы занять место администраторши
# Кастинг (покажи, как ты себя ведешь с клиентом - разговор, флирт, петтинг, секс) происходит в зале ле гранд, где сидения. Стив сидит в первом ряду один. Моника в шоке. Стив тоже удивлен
# Есть вариант как поступить (показать напряжение выбора Моники между командами):
# 1. Проголосовать за Миранду (команда Линда-Миранда). В таком случае, Кэндис и Эбби на нее злятся и шипят.
# Администраторша голосует за Эбби и пытается сказать что голосов поровну, поэтому остается она. Стив заставляет проходить кастинг Миранду, Эбби и администраторшу. Выигрывает администраторша.
# здесь показывает себя Эбби, Миранда и админша
# За Эбби - Кэндис и админ, за Миранду - Линда и Моника + админ (а я все равно лучше них!)
# 2. Проголосовать за Эбби (команда Эбби-Кэндис). Миранда шипит, Линда удивлена. Администраторша голосует за Миранду и все также как в п.1
# Выигрывает администраторша за счет того, что делает что-то немыслимое. Наверное заглатывает целиком (вместе с яичками).
# здесь показывает себя Эбби, Миранда и админша
# За Эбби - Кэндис и Моника, за Миранду - Линда и админша + админ (а я все равно лучше них!)
# А Стив говорит вот как надо добиваться карьерного роста :)
# 3. Выдвинуть свою кандидатуру (Моника) Админша не участвует, но голосует за Миранду.
# За Монику - Линда, за Эбби - Кэндис, за Миранду - админша
# здесь показывает себя Эбби, Миранда, админша и Моника (если Моника отказывается садится попой на член, то выигрывает админша)
# при этом показать, что у админши с Мирандой была предварительная договоренность на этот случай
# В таком случае, Стив говорит что кто за тебя проголосует. У нас тут демократия (это он в любом случае говорит, про демократию, повторяя это).
# Какие могут быть еще голосования??? Моника шипит разве недостаточно что я просто выдвинулась. Недостаточно. Засюжетить это.
# здесь Моника со Стивом выйдут и она будет на него наезжать, он будет вести себя как всегда - я честный бизнесмен, я придерживаюсь правил и т.п.
# она наедет - откуда деньги на эскорт? ты его купил на деньги моей компании?!
# Моника зовет Стива выйти за дверь поговорить. Девочки возмущаются. О чем это она хочет секретничать с боссом и тд.
# Моника разговаривает со Стивом о том какого хрена он тут делает. Этот разговор, возможно, надо вынести в начало(?)
# Стив отвечает что любит девочек и что обладание этим местом позволяет ему изрядно сэкономить на них.
# Раньше ему приходилось платить за них, а теперь они сами платят ему. Бизнес. Выгодная сделка. Только просит Монику никому не говорить про это и он тогда не скажет про Монику.
# Стив говорит что ей придется заслужить это при всех, если она хочет стать главной. Моника говорит что не собирается ублажать Стива при всех
# За Монику выходит Линда и голосует, встает на ее сторону. Все в удивлении, включая Миранду.
# Администраторша встает на сторону Миранды так, что получается 3 команды по 2 голоса. Кастинг. (сцены взять из п1 и п2).
# при пункте 3 - кастинг проходит Моника вместо администраторши.
# В итоге, когда доходит очередь до Моники, она подходит и колеблется
# Все на нее смотрят. Стив говорит что все девочки так здорово работали, что monica_pub_name будет сложно их победить.
# Единственно, чем можно этого добиться, это сесть на его член попой. (anal). Моника в ярости и выбор сесть на член Стива. Сцена, Стив комментирует довольно
# В конце, либо выигрывает админ (если п.1, п.2). Либо выигрывает Моника (если соглашается сесть на член, но ведет себя при этом неумело).
# Если Моника, то Стив говорит что, насколько знает, monica_pub_name занятая девушка и она будет главной, но в ее отсутствие присматривать будет админ.
# В отель не зайти (до след. версии). Просто пишется next update

# Мелани и Виктория
# Показываем как Виктория общается с Мелани у Виктории дома.
# Мелани заметит свеживе шрамы на руке у Виктории (следы от веревок или от ремней)
# спрашивает ее об этом (тебя что, связывали?), Виктория резко прячет руку и меняет тему
# Мелани на нее вопросительно смотрит
# Виктория говорит ценит-ли подружка ее советы и готова-ли следовать им. Мелани отвечает что да.
# Виктория дает свои ножки и говорит что та может полизать их пока будет рассказывать ей. (затемнение, не показываем, как Виктория инструктирует ее)
# перед затемнением Виктория говорит ей, а теперь пошли в магазин за костюмом для свидания
# Через какое-то время показываем кафе (кафе в трущобах, он тут в парке рядом бегает, живет недалеко, здесь вкусная шаверма недалеко продается, хочешь попробовать?), куда Мелани пригласила тренера из зала. День
# Мелани идет на свидание в новом откровенном аутфите от Виктории
# У них свидание. Тренер ведет себя как полный дуболом, говоря все не в попад, а Мелани приходится выворачиваться, чтобы это сгладить
# Должно быть впечатление, что обычная девушка давно бы послала тренера, но Мелани выводит все на то, что свидание хорошее и зовет тренера домой.
# Мелани торопится, пока не наступил вечер (пока не пришел Алекс)
# У Мелани с тренером секс.
# Приходит Алекс и громко говорит что ему позвонили и сказали что Мелани передала ему пораньше придти домой (это сделала Виктория)
# Мелани в шоке. Алекс в шоке. Говорит что одно дело твои игры, а другое - любовник в постели, а еще она звала его замуж.
# Мелани нельзя сделать так, чтобы Алекс ушел.
# она отворачивается, в шоке, в это время показываем камеру
# кадр на Викторию, хихикающую. Виктория говорит: ну давай, подружка, импровизируй. Мне так интересно!
# Мелани выворачивается и говорит что это игра. И она ждала Алекса. Для чего? Ее возбудил прошлый раз, как они делали со Стефани.
# тренер при этом вообще ничего не понимает, по большому счету ему пофиг, лишь бы переспать с Мелани
# Выводит на двойное проникновение

# Сцена Фотограф.
# Моника как-то приходит к фотографу (у Райена фото-выставка, ему нужны работы - ню, с реквизитом, приглушенный свет)
# Студия дома
# За то, чтобы он изъял обнаженные фото, приходится делать новые (какой-то аутфит)
# без интима
# Райен предпочитает делать шедевры обнаженным, так у него получаются более крутые работы
# Моника про себя ворчит из-за этого

# паб
# Джо ей предлагает приват, а она спрашивает, сколько это стоит
# приват Клэр с клиентом паба (двое чуваков, которые возле сцены всегда тусят)
# Джо попытается остаться на привате и присутствовать, но она его оч грубо прогонит
# на привате - я коснусь твоего члена языком за столько-то баксов. он платит - она только прикасается и он сразу же кончает
# деньги она потом отдаст Монике
