brian
neighbor2
harry

default monicaAbbyCandiceHarry1 = 0 # Моника
$ monicaAbbyCandiceHarry1 = day # Моника

# при условии, что была сцена с клиентом Эбби
# Моника пришла работать в эскорт
label ep22_5_dialogues1_escort1_1:
	# Моника заходит в ресторан
	mt "Меня раздражает, как эта дурацкая администраторша каждый раз смотрит на меня!"
    mt "И все эти глупые курицы-эскортницы тоже раздражают!"
    mt "Моника, тебе нужно предпринимать меры, чтобы навести здесь свои порядки!"
    mt "Хватит уже терпеть весь этот цирк с фальшивой дружбой!"
    # если дружит с Линдой и Мирандой
    mt "Что Линда с Мирандой, что Эбби с Кэндис..."
    mt "Они мне не ровня!"
    mt "Неужели они и правда думают, что я их подружка?!"
    mt "Бред! Как можно быть настолько глупыми?!"
    #
    mt "Как же мне сделать, чтобы..."
    # ее мысли прерывает Кэндис, она вся в переживаниях
    candice "[monica_hotel_name]!"
    mt "Черт! Напугала меня!"
    mt "!!!"
    # следом за Кэндис подходит Эбби
    abby "Привет, [monica_hotel_name]."
    mt "Что этим двум падшим особам нужно от меня?!"
    mt "Я не собираюсь больше помогать им в решении их дурацких проблем!"
    mt "С меня хватит!"
    # Кэндис причитает
    candice "Ты не представляешь, что случилось, [monica_hotel_name]!"
    # Моника про себя задумчиво
    mt "Моника, сделай вид, что тебе интересно..."
    mt "Тебе нужно узнать, что там в их курятнике случилось."
    mt "Вдруг это касается их плана по смещению сучки-администраторши?.."
    # девочкам притворно
    m "Привет, девочки."
    m "Что произошло?"
    # по Кэндис заметно, что она очень переживает



    # Эбби зовет Монику помочь разобраться с соседом, который после того, как Моника его послала, нажаловался хозяевам апартаментов. (или угрожает это сделать)
    # Гарри, хозяин, является сыном, который сдает апартаменты втихую разным людям по комнатам. Из-за этого у всех проблемы. Надо решать их с соседом и Гарри.


#Моника приходит
#Эбби говорит, я пока пойду к Кэндис
#Моника остается с ним
#приходит сосед, начинает орать, приходит Гарри (он как раз пришел к Кэндис, как обычно)
#сосед пугает его тем, что расскажет все родителям
#у Гарри палево
#прибегают Эбби и Кэндис
#в итоге оргия
# Гарри спросит, в чем проблема, чего он хочет?
# сосед говорит, что ему никто не дает
# Гарри спросит, кого он хочет, тот укажет на Монику
# сосед - Монику
# Гарри - Кэндис (за долг)
# Брайен - Эбби (как постоянный клиент)
#девочки зарабатывают, но Монике дают только баксов 20
#оправдывая это тем, что есть инфа о кастинге
#Моника может либо забрать эти деньги
#либо начать возмущаться и потребовать больше денег
#в любом случае они скажут про кастинг у Стива и просят ее голос
