default monicaStripClarePrivate1 = 0 # Клэр согласилась пойти на свой первый приват
default monicaStripClarePrivate2 = 0 # Клэр согласилась на просьбу клиента и присонулась к нему языком
default monicaStripClarePrivate3 = 0 # Клэр отдала деньги со своего привата Монике

# при условии, что Клэр выступала на сцене полностью обнаженной
# Моника приходит в паб в смену Клэр, при клике на локацию Shiny Hole запускается сцена
# гримерка паба, Клэр одна сидит на своим гримерным столиком
label ep22_5_dialogues5_pub_1:
    # тем временем
    # в гримерку заходит Джо с довольной улыбкой
    img 35828
    w
    img 35829
    w
    img 35830
    joe "Клэр!"
    joe "Как хорошо, что ты еще здесь! Я переживал, что ты уже ушла домой..."
    img 35831
    clare "Чего тебе нужно от меня, Джо?"
    img 35832
    joe "Ну как? Я просто... Поболтать к тебе зашел."
    # Клэр встает, в руках оказывается хлыст (до этого лежал на столике или на шкафу)
    img 35833
    w
    img 35834
    w
    img 35835
    clare "Поболтать?"
    joe "Эээ..." # растерянно
    # Клэр хлыстом указывает на дверь, разговаривает с Джо строго, командным тоном
    img 35836
    clare "Все, теперь на выход!"
    img 35837
    joe "Клэр, детка, я..."
    # тыкает в него хлыстом
    img 35838
    clare "Молчать!"
    joe "!!!"
    img 35839
    clare "Во-первых, я тебе не детка, Джо."
    img 35841
    clare "Во-вторых, я больше не хочу видеть твою физиономию в этой комнате."
    img 35840
    clare "Тебе все понятно, Джо?"
    # хлопает слегка по нему хлыстом (по подбородку или щеке, или плечу)
    img 35842
    clare "Я не слышу ответа!"
    # Джо торопливо
    joe "Да-да!"
    joe "Я все понял!.."
    clare "Хороший мальчик."
    # Джо умоляюще смотрит на нее
    img 35843
    joe "Клэр, убери эту штуковину!"
    clare "Убрать?"
    joe "Ага..."
    clare "А что еще мне следует сделать, Джо?"
    joe "Ну, Клэр!.."
    joe "Я на самом деле зашел к тебе по работе."
    joe "Давай поговорим, а?"
    # опускает хлыст
    img 35838
    w
    img 35837
    w
    img 35844
    clare "Говори."
    # Джо с видимым облегчением
    img 35845
    joe "Уууф... Это... Я хотел..."
    joe "В общем..."
    clare "Хотелось бы услышать что-то более внятное."
    joe "Да-да. Я сейчас."
    img 35846
    joe "Короче, тебя ждут клиенты на приват! Вот!"
    # Клэр смотрит на него как на идиота
    clare "Меня? Клиенты? На приват?"
    img 35847
    clare "По-моему, ты меня с кем-то из девочек перепутал, дурачок Джо..."
    clare "Наверное, перебрал с дешевым пойлом, пока твоя жена не видела."
    clare "Я не хожу на приватные танцы, ты знаешь это."
    # Джо торопливо
    img 35848
    joe "Я не... Не перепутал, Клэр."
    joe "Там два наших постоянных гостя."
    joe "Они очень хотят увидеть твой приватный танец."
    joe "Просто ты ведь танцевала на сцене... кхм... голой..."
    # она наклоняется к Джо, издевательски говорит ему
    img 35849
    clare "Читай по губам. Я специально для тебя скажу по-медленнее..."
    clare "Я не хо-жу на при-ва-ты."
    # отстраняется от него и отходит к своему столику, теряя интерес к Джо
    img 35850
    w
    img 35851
    clare "..."
    # Джо начинает ее уговаривать
    img 35853
    joe "К-клэр!.."
    joe "Эти два гостя... Они уже ждут."
    clare "И что? Пусть помогут друг другу скрасить этот вечер."
    img 35854
    joe "Ну, Клэр!"
    joe "Они готовы щедро оплатить твой приватный танец!"
    joe "В двойном размере, Клэр!"
    clare "Деньги меня не интересуют, Джо."
    img 35852
    joe "Клэр, ни [monica_pub_name], ни Молли не отказывались бы от такого заработка!"
    joe "Это же легкие деньги, Клэр!"
    joe "Вышла, потанцевала, как на сцене и твой кошелек стал толще!"
    joe "Я не понимаю, какая тебе разница, Клэр?!"
    img 35855
    joe "Ты ведь уже выступала на сцене полностью голенькая!"
    joe "Здесь будет то же самое, только перед двумя клиентами!"
    joe "Я!.."
    clare "Закрой рот, Джо."
    # Клэр задумчиво смотрит на себя в зеркало
    img 35856
    clare "..."
    # проводит рукой по груди, вспоминая свой танец и как ее это завело
    img 35857
    w
    img 35858
    w
    img 35857
    w
    img 35856
    clare "Как на сцене, говоришь?.."
    clare "И их будет двое?"
    # Джо радостно
    img 35859
    joe "Да, двое парней жаждут увидеть твой танец, Клэр!"
    joe "Станцуешь для них приватный танец - и все дела!"
    joe "Соглашайся, Клэр!"
    # Джо с хитрой улыбочкой
    img 35860
    joe "Я видел, с каким удовольствием ты танцевала на сцене..."
    joe "Когда полностью разделась..."
    joe "Я видел, что ты кайфовала!"
    img 35861
    joe "От тебя же прямо веяло сексом!"
    joe "Тебе же это нравится, черт побери!"
    joe "Почему бы не сходить и не получить удовольствие от танца прямо сейчас, Клэр, а?"
    # Клэр смотрит на него, прищурившись
    img 35862
    clare "Хмм..."
    joe "Ну?!"
    menu:
        "Пойти на приватный танец.":
            $ monicaStripClarePrivate1 = day # Клэр согласилась пойти на свой первый приват
            pass
        "Отказаться.":
            # Клэр неторопливо берет снова в руку свой хлыст
            img 35851
            w
            img 35844
            clare "Джо."
            # направляется к Джо
            img 35863
            w
            img 35864
            clare "Мне кажется, я достаточно ясно выразилась..."
            # Джо начинает пятиться от нее в сторону выхода
            joe "К-клэр... Н-не надо!.."
            # она замахивается хлыстом
            img 35865
            joe "Твою мать!!!"
            # звук рассечения воздуха хлыстом
            img 35866
            joe "!!!"
            img 35867
            w
            img 35868
            w
            img 35869
            w
            img 35870
            # Джо успевает увернуться и убегает из гримерки
            # Клэр с покер фейсом снова садится за свой столик и задумчиво смотрит на себя в зеркало
            return False
    # Клэр пристально на него смотрит
    img 35851
    w
    img 35844
    clare "У меня есть условие, Джо."
    # Джо радостно
    img 35871
    joe "Да-да, все, что скажешь! Только соглашайся!"
    clare "Я не буду платить вам с Эшли процент от этого заработка."
    img 35872
    joe "Эээ... Черт!"
    joe "Ну хорошо..."
    joe "Ладно. Договорились, Клэр."
    joe "Только соглашайся на приват!"
    # Клэр ничего ему не отвечает
    img 35873
    clare "..."
    img 35874
    # берет в руки хлыст и уверенно направляется к выходу
    # Джо торопливо семенит за ней
    # затемнение, звук каблуков
    # смена кадра на подсобку барменов
    # в подсобке на диване сидят два чувака, которые всегда вдвоем тусят у сцены
    # Клэр заходит с самоуверенным видом, Джо идет следом за ней
    # чуваки поворачиваются в сторону вошедшей Клэр
    img 35889
    w
    img 35890
    w
    img 35891
    customer8 "Чувак! Она пришла!"
    customer8 "Ееее!!!"
    customer7 "Вот это да! А ты говорил, что пошлет!"
    # Клэр встает напротив них, смотрит пристально
    # Джо в этом время прокрадывается к стене, у которой всегда смотрит на приваты Моники, и тихонечко стоит в предвкушении зрелища
    img 35893
    w
    img 35894
    w
    img 35895
    w
    img 35896
    joe "..."
    img 35892
    clare "Джо говорит, вы тут скучаете, мальчики?"
    ## я тут их перепутал, пусть эту фразу скажет visitor8, и на следующих фразах их поменять местами, а после арта 35892 все остается как было
    customer7 "Да, детка!"
    # Клэр резко направляет хлыст в его сторону
    img 35897
    clare "Правило номер один: не называть меня деткой!"
    customer7 "Воу-воу! Окей, я понял!"
    customer8 "Ха-ха! Как она тебя, чувак, а?!"
    # потом смотрит на Клэр
    img 35892
    customer8 "Клэр, мы с другом очень тебя ждали."
    customer8 "Говорят, ты никогда не ходишь в приват."
    customer8 "Мы первые?.."
    clare "И последние."
    clare "Вам повезло. У меня сегодня хорошее настроение, мальчики."
    clare "Поэтому я решила сделать исключение для вас. Можете гордиться собой."
    # Джо влезает в разговор
    img 35898
    joe "Клэр, ты это... Повежливее с клиентами!.."
    # она поворачивается к нему и удивленно смотрит
    img 35899
    clare "Кто это у нас тут голос подал?"
    joe "Ну а чего?.."
    clare "Ты что тут делаешь, Джо?"
    # Джо делает морду кирпичом
    img 35900
    joe "Я, как совладелец этого заведения, обязан проконтролировать..."
    clare "А Эшли в курсе, что ты здесь?"
    joe "Конечно, а как же!"
    joe "Это входит в мои прямые обязанности!.."
    # Клэр поворачивается и делает шаг к выходу, говорит насмешливо
    img 35901
    clare "Пойду, уточню у Эшли."
    # Джо торопливо хватает ее за руку
    joe "Стой-стой!"
    img 35902
    joe "Не надо ничего говорить ей!"
    # получает за это удар по руке хлыстом
    img 35903
    w
    img 35904
    joe "Аааай!!!"
    img 35905
    joe "Больно же!"
    # упирается хлыстом в его грудь
    img 35906
    w
    img 35907
    clare "Джо."
    clare "Пошел."
    clare "Вон."
    # Джо напуганно смотрит на нее
    img 35906
    joe "Я..."
    # потом косит глаза на ее хлыст
    joe "Понял."
    # Джо уходит, недовольно бурча про себя
    img 35908
    joe "Взяла и ударила меня своей противной хреновиной!"
    joe "А если след останется, что я скажу Эшли?"
    joe "Злобная стерва!"
    joe "Я еще доберусь до тебя!"
    # Джо ушел, Клэр поворачивается к парням на диване
    # с кривой усмешкой говорит им
    img 35909
    clare "Вот что бывает с непослушными мальчиками."
    clare "Но вы ведь не такие, верно?.."
    # они оглядывая ее пошлыми взглядами
    img 35910
    customer7 "Конечно, мы не такие, дет... То есть, Клэр."
    customer8 "Ха-ха! Придурок, ты чуть не облажался снова!"
    # Клэр ставит одну ногу на стол и игриво улыбается
    img 35911
    clare "Так на чем мы остановились, мальчики?.."
    # они в ожидании смотрят на нее
    customer8 "Клэр, станцуешь для нас?.."
    customer7 "Приватный танец от Клэр... Только для нас."
    # она встает на стол и смотрит на них сверху вниз
    img 35912
    clare "Правило номер два: не распускать руки."
    clare "Смотреть можно, трогать нельзя."
    img 35913
    clare "Иначе..." # демонстративно рассекает воздух хлыстом
    img 35914
    # парни одновременно поднимают послушно руки
    img 35915
    customer7 "Мы будем хорошими мальчиками, специально для тебя, Клэр."
    # Клэр сексуально проводит рукой по бедру и начинает двигаться
    # танец Клэр, от которого она сама кайфует
    # у парней текут слюни
    img 35916
    w
    img 35917
    w
    img 35918
    customer8 "Оу, еее!"
    img 35919
    w
    img 35920
    w
    img 35921
    customer7 "Какая ты горячая штучка, Клэр!"
    img 35922
    w
    img 35923
    w
    img 35924
    w
    img 35925
    ## возможно нужна другая фраза под эти арты
    customer8 "Снимай скорее свои трусики..."
    img 35926
    w
    img 35927
    w
    img 35928
    customer8 "Хочу поближе рассмотреть тебя всю..."
    img 35929
    w
    img 35930
    w
    img 35931
    w
    img 35932
    customer7 "Да, Клэр. Сделай это для нас..."
    img 35933
    w
    img 35934
    w
    img 35935
    customer7 "Давай же, Клэр..."
    # у обоих стояки, Клэр это видит и ее это заводит еще больше, она стягивает с себя трусики
    img 35936
    w
    img 35937
    w
    img 35938
    w
    img 35939
    w
    img 35940
    w
    img 35941
    w
    img 35942
    customer8 "Ееее!!!"
    img 35943
    customer7 "Круууто!"
    img 35944
    customer7 "Ах, какая киска!"
    # парни переглядываются друг с другом, перешептываются
    img 35945
    customer7 "Вдуть бы ей, чувак, да?"
    img 35946
    w
    img 35947
    customer8 "Ага... Только хрен ты у нее допросишься этого..."
    img 35948
    w
    img 35949
    w
    img 35945
    customer7 "А я попробую! Спорим, мне она не откажет? Ха-ха!"
    # он стягивает с себя штаны и достает свой стояк
    img 35950
    customer7 "Клэр..."
    customer7 "Смотри, что у меня для тебя есть!"
    # Клэр останавливается в танце и смотрит на него, подняв брови
    img 35951
    clare "Я сейчас что должна сделать?.. Умереть от счастья, что у тебя встал на меня?"
    customer7 "Да ладно тебе, Клэр!.."
    # проводит по своему стояку
    img 35952
    customer7 "Смотри, какой он твердый! Видишь, м?!"
    customer7 "Не хочешь почувствовать его?"
    clare "Нет. Дальше что?"
    customer7 "Воу! Да ладно тебе!.."
    customer7 "Я же вижу, что ты тоже завелась!.."
    # Клэр демонстративно наклоняется, выставляя перед ними попу, и поднимает свой хлыст
    # берет хлыст в руки и направляет его в сторону его стояка
    img 35953
    w
    img 35954
    w
    img 35955
    clare "Хороший мальчик хочет, чтобы я поигралась с ним?.."
    clare "Ты же хороший мальчик?"
    customer7 "Да-да! Очень-очень хороший!"
    clare "Хмм..."
    # Клэр указывает в сторону другого парня
    img 35956
    clare "А что скажешь ты?"
    # тот торопливо достает свое достоинство
    img 35957
    customer8 "И я! Я тоже хочу!"
    # оба сидят со своими стояками и выжидательно смотрят на Клэр
    # та с улыбочкой спускается со столика и встает между ними
    img 35958
    clare "Ну-ка, что тут у нас?.."
    # подносит хлыст к его члену и медленно проводит кончиком хлыста от основания к головке
    img 35959
    customer8 "Оооо!.."
    img 35960
    customer8 "Сделай так еще раз, Клэр!"
    img 35959
    w
    img 35960
    # она с насмешливой полуулыбкой снова проводит хлыстом по его члену
    img 35961
    clare "..."
    # потом опустает свой стек на его мошонку и проводит по ней, приподнимает ее и убирает хлыст (звук хлюп)
    img 35962
    w
    img 35963
    w
    img 35964
    customer8 "Оу!.."
    # Клэр говорит ему
    img 35965
    clare "Мальчики помнят второе правило?"
    customer8 "Да-да!"
    # сама в это время ставит между ними одну ногу на диван, так, чтобы им была видна ее киска
    img 35966
    w
    img 35967
    clare "Скажи мне его."
    # проводит кончиком хлыста по себе, опускаясь к киске, и проводит по ней
    # чуваки завороженно смотрят
    img 35968
    w
    img 35969
    customer8 "Можно смотреть... П-прикасаться нельзя... А жаль..."
    img 35970
    clare "Умничка."
    # убирает стек со своей киски и прикладывает его к губам бедолаги
    img 35971
    clare "Оближи его."
    # он послушно выполняет
    img 35972
    w
    img 35973
    customer8 "Мпф..."
    # она указывает хлыстом на его член
    img 35974
    clare "А теперь ласкай себя."
    customer8 "Я?.."
    clare "Давай-давай!"
    clare "Я хочу посмотреть на это."
    # он начинает водить рукой по своему стволу
    # Клэр смотрит на его член
    img 35975
    w
    img 35976
    w
    img 35975
    w
    img 35976
    clare "Молодец... Хороший мальчик."
    # потом поворачивается ко второму чуваку
    img 35977
    clare "Заскучал?"
    customer7 "Я жду тебя, Клэр... С нетерпением."
    # она разговаривает с ним, а сама водит хлыстом по его члену
    img 35979
    w
    img 35980
    w
    img 35979
    w
    img 35980
    w
    img 35978
    clare "И чего же ты хочешь?"
    customer7 "Прикоснись к нему!.."
    clare "Хмм..."
    # она слегка хлопает его хлыстом по члену
    img 35979
    w
    img 35980
    w
    img 35981
    clare "Так?"
    customer7 "Уууф... А можешь прикоснуться к нему своим язычком?.."
    clare "Язычком?.."
    clare "А на что ты готов ради того, чтобы я исполнила твою просьбу?.."
    # снова шлепает стеком по его члену
    img 35979
    w
    img 35980
    w
    img 35982
    clare "И прикоснулась язычком к нему?.. М?.."
    # он торопливо
    img 35983
    customer7 "Я доплачу еще треть!"
    customer7 "Сверху той суммы за твой приват доплачу!"
    customer7 "Только сделай это!"
    customer7 "Всего одно прикосновение, Клэр!"
    # чувак рядом сидит дрочит и смотрит на Клэр пожирающим взглядом
    customer8 "Ну давай же! Решайся!"
    customer8 "Ты же тоже хочешь этого!"
    img 35982
    menu:
        "Сделать, как просит клиент.":
            $ monicaStripClarePrivate2 = day # Клэр согласилась на просьбу клиента и прикоснулась к нему языком
            pass
        "Отказаться.":
            # Клэр убирает хлыст и отходит от клиентов
            img 35984
            clare "Мальчики, ваше время истекло."
            clare "Приват окончен."
            # они возмущенно
            customer7 "Эээй!"
            customer8 "А как же мы?!"
            clare "Мне кажется, я достаточно ясно выразилась..."
            # она указывает хлыстом на стол
            img 35985
            clare "Деньги оставьте на столе."
            customer7 "Но!... К-клэр!.."
            # она замахивается хлыстом
            img 35986
            customer8 "Ладно-ладно! Твою мать!!!"
            customer8 "Вот! Здесь триста баксов!"
            # звук рассечения воздуха хлыстом
            customer7 "!!!"
            # один из них кладет деньги на стол
            # Клэр их забирает и идет к выходу из подсобки
            img 35987
            w
            img 35988
            customer8 "В следующий раз ты это сделаешь, Клэр!"
            # она поворачивает к нему голову, загадочно улыбается и выходит
            clare "..."
            return False
    # шлепок стеком по члену
    img 35979
    w
    img 35980
    customer7 "Оооу..."
    img 35981
    clare "Тссс..."
    clare "Какой же ты нетерпеливый..."
    clare "Доплатишь треть, говоришь?"
    img 35983
    customer7 "Да! Треть!"
    clare "А на какую сумму вы договаривались с Джо?"
    customer7 "На 300 баксов. Я доплачу еще 100!"
    # Клэр задумчиво смотрит на его хозяйство, еще раз шлепает его стеком
    img 35979
    w
    img 35980
    clare "Будь хорошим мальчиком, положи деньги на стол."
    # чувак торопливо наклоняется и кладет купюры на стол
    img 35987
    customer7 "Вот... Здесь 400 баксов!"
    # откидывается на диван и нетерпеливо
    img 35989
    customer7 "Ну же, Клэр... Давай!"
    # Клэр садится на столик или опускается на колени и наклоняется к его члену
    # медлит, смотрит ему в глаза
    img 35990
    customer7 "Оу, ну сделай это скорее!"
    customer8 "Да, оближи его! Давай!"
    # она приближает губы к головке члена, соблазнительно облизывается и смотрит на него
    img 35991
    w
    img 35992
    clare "..."
    img 35993
    customer7 "Клэр!.."
    customer7 "Я не могу больше! Прикоснись к нему!"
    # Клэр высовывает язычок и медленно проводит по головке члена, как бы смакуя
    # чувак от этого бурно кончает
    img 35994
    w
    img 35995
    w
    img 35996
    customer7 "Аааа!!! Твою маааать!"
    img 35997
    customer7 "Клээр!!!"
    customer7 "ААААА!!!"
    # второй тоже додрачивает и кончает
    img 35998
    customer8 "Ммммм!!!"
    img 35999
    customer8 "О, ееее!!!"
    # Клэр отстраняется и насмешливо смотрит на них
    img 36000
    clare "И это все?.."
    clare "Я думала, вас на дольше хватит, мальчики..."
    # встает, забирает деньги со стола и направляется к выходу
    # тот, который дрочил, кричит ей вслед
    img 36001
    customer8 "В следующий раз ты сделаешь то же самое мне!"
    # она поворачивает к нему голову, загадочно улыбается и выходит
    img 36002
    clare "..."
    return

# после привата Клэр, Моника заходит в паб
# гримерка, Моника в одежде шлюхи
label ep22_5_dialogues5_pub_2:
    img 16142
    m "Клэр, привет..."
    # Клэр поворачивается к Монике
    img 16141
    clare "Привет, Моника!"
    clare "Здорово, что ты пришла."
    clare "У меня для тебя кое-что есть..."
    # Клэр встает из-за своего столика и подходит к Монике, та удивленно смотрит на нее
    img 16143
    mt "Какая-то она сегодня странная..."
    mt "Что-то случилось?"
    mt "Ее снова терроризирует этот никчемный придурок Джо?"
    mt "Или Молли сделала какую-то очередную гадость?"
    img 16144
    mt "Черт! Не знаю уже, чего и ожидать от здешних обитателей этой вонючей дыры!"
    mt "!!!"
    m "Что-то случилось, Клэр?"
    # Клэр загадочно улыбается Монике
    img 35875
    clare "Случилось..."
    clare "Я тут немного поэкпериментировала..."
    clare "Мне было интересно, получу ли я столько же удовольствия от приватного танца..."
    clare "Сколько получаю его, танцуя на сцене."
    img 35876
    m "Ты была на привате?!"
    m "Серьезно?!"
    m "?!?!!"
    clare "Да..."
    clare "И знаешь, что, Моника?"
    m "Что?.."
    img 35878
    clare "Я так завелась, что даже немного пошалила с клиентами." # подмигивает Монике
    m "Пошалила?! Как?"
    img 35877
    clare "Но это неважно..."
    # она протягивает Монике купюры
    clare "Мальчики заплатили мне за приватный танец..."
    clare "Но ты ведь знаешь, что я делаю это не ради денег."
    clare "Деньги для меня не на первом месте."
    # если Клэр согласилась на просьбу клиента
    img 35879
    clare "Поэтому я решила отдать их тебе. Держи. Тут 400 долларов."
    # если Клэр отказалась лизать член клиента
    img 35879
    clare "Поэтому я решила отдать их тебе. Держи. Тут 300 долларов."
    #
    # у Моники шок
    m "Мне?!"
    m "Клэр, но ведь... Это же твои деньги... Ты их заработала..."
    m "Я не понимаю, зачем?.."
    # Клэр перебивает ее
    img 35880
    clare "По-дружески, Моника."
    clare "Просто потому, что я хорошо отношусь к тебе и хочу тебе помочь."
    clare "Мне все равно не нужны эти деньги."
    clare "Они меня не возбуждают..."
    clare "Но меня возбуждает то, как я их заработала..."
    img 35881
    menu:
        "Взять деньги у Клэр.":
            $ monicaStripClarePrivate3 = day # Клэр отдала деньги со своего привата Монике
            pass
    # Моника в растерянности
    mt "Она отдает мне деньги, которые заработала на привате?!"
    mt "Как так?! Я ничего не понимаю!"
    mt "Здесь есть какой-то подвох?"
    mt "???"
    img 35882
    m "Я... Я не могу их взять, Клэр... Я..."
    clare "Мне отдать их Эшли?"
    img 35883
    m "Нет!"
    m "!!!"
    # Моника берет деньги у Клэр, + 400 баксов у Моники (или 300, если Клэр отказалась выполнять просьбу клиента)
    img 35884
    m "С-спасибо, Клэр..."
    m "Я отдам тебе эти деньги... Потом, когда..."
    # Клэр обнимает Монику и чмокает в щеку
    img 35885
    clare "Ты всегда можешь расчитывать на мою поддержку, Моника."
    img 35886
    clare "И не нужно мне ничего отдавать."
    m "..."
    # улыбается Монике, подмигивает ей и отходит за свой столик
    # Моника все еще в шоке
    # если Клэр согласилась на просьбу клиента
    img 35875
    w
    img 35887
    mt "Клэр отдала мне $ 400..."
    mt "400!"
    # если Клэр отказалась лизать член клиента
    mt "Клэр отдала мне $ 300..."
    mt "300!"
    #
    mt "Я надеюсь, что она это сделала действительно по-дружески..."
    mt "А не для того, чтобы я осталась перед ней в долгу!"
    mt "..."
    img 35888
    mt "Дьявол! Из-за всех этих временных трудностей..."
    mt "Которые случились со мной..."
    mt "Я стала слишком подозрительной и недоверчивой!"
    mt "Кто знает, может Клэр и правда настолько хорошо ко мне относится?.."
    # увеличение прогресса у Клэр
    return
