# Показываем как Виктория общается с Мелани у Виктории дома.
# Мелани заметит свеживе шрамы на руке у Виктории (следы от веревок или от ремней)
# спрашивает ее об этом (тебя что, связывали?), Виктория резко прячет руку и меняет тему
# Мелани на нее вопросительно смотрит
# Виктория говорит ценит-ли подружка ее советы и готова-ли следовать им. Мелани отвечает что да.
# Виктория дает свои ножки и говорит что та может полизать их пока будет рассказывать ей. (затемнение, не показываем, как Виктория инструктирует ее)
# перед затемнением Виктория говорит ей, а теперь пошли в магазин за костюмом для свидания
# Через какое-то время показываем кафе (кафе в трущобах, он тут в парке рядом бегает, живет недалеко, здесь вкусная шаверма недалеко продается, хочешь попробовать?), куда Мелани пригласила тренера из зала. День
# Мелани идет на свидание в новом откровенном аутфите от Виктории
# У них свидание. Тренер ведет себя как полный дуболом, говоря все не в попад, а Мелани приходится выворачиваться, чтобы это сгладить
# Должно быть впечатление, что обычная девушка давно бы послала тренера, но Мелани выводит все на то, что свидание хорошее и зовет тренера домой.
# Мелани торопится, пока не наступил вечер (пока не пришел Алекс)
# У Мелани с тренером секс.
# Приходит Алекс и громко говорит что ему позвонили и сказали что Мелани передала ему пораньше придти домой (это сделала Виктория)
# Мелани в шоке. Алекс в шоке. Говорит что одно дело твои игры, а другое - любовник в постели, а еще она звала его замуж.
# Мелани нельзя сделать так, чтобы Алекс ушел.
# она отворачивается, в шоке, в это время показываем камеру
# кадр на Викторию, хихикающую. Виктория говорит: ну давай, подружка, импровизируй. Мне так интересно!
# Мелани выворачивается и говорит что это игра. И она ждала Алекса. Для чего? Ее возбудил прошлый раз, как они делали со Стефани.
# тренер при этом вообще ничего не понимает, по большому счету ему пофиг, лишь бы переспать с Мелани
# Выводит на двойное проникновение
