# TODO: Translation updated at 2019-08-15 14:57

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:8
translate german ep27_dialogues7_pub1_6dc71cab:

    # m "Эшли..."
    # m "Можно-ли попросить дать мне еще другую работу, чтобы я..."
    # m "Что я зарабатывала какие-то деньги здесь?"
    # ashley "Хммм..."
    # ashley "Если честно, я не уверена в тебе [monica_pub_name]."
    # ashley "Поработай пока посудомойкой!"
    # m "!!!"
    # help "Требуется отношение с Джо, либо Эшли выше 1."
    # ashley "Хммм..."
    # ashley "Если честно, я не уверена в тебе [monica_pub_name]."
    # ashley "Но Джо отзывается хорошо о тебе."
    # joe "..." 
    # ashley "Хммм..."
    # ashley "Если честно, то я уже успела разглядеть твою попку, [monica_pub_name]."
    # ashley "И, пока ты работаешь, никто не пришел проверять тебя из миграционной полиции или санитарного контроля."
    # m "..."
    # ashley "Также, после твоего мытья посуды не отравился ни один клиент."
    # ashley "Так что мне было бы интересно посмотреть на твою голую попку, которая будет крутиться на пилоне."
    # ashley "Поэтому, так уж и быть."
    # ashley "Я разрешаю тебе танцевать здесь..."
    # ashley "Но трахаться с клиентами пока нельзя!"
    # ashley "Хотя я знаю что ты за этим пришла сюда."
    # m "!!!"
    # m "Я не собираюсь танцевать здесь в голом виде!"
    # ashley "А что же ты тогда хочешь?"
    # ashley "О каком повышении ты говоришь?"
    # joe "Видишь, Эшли? [monica_pub_name] приличная девушка."
    # joe "Пусть она работает у нас официанткой!"
    # ashley "Джо, ты что, решил отдать мою работу [monica_pub_name]?!"
    # ashley "Может быть ты на ней женишься вместо меня, Джо?!"
    # ashley "И будешь сам платить кредиты за это заведение?!"
    # joe "Нет, Эшли! Я не это имел ввиду!"
    # joe "У нее нет документов, но ей нужно зарабатывать хотя бы пару долларов."
    # joe "Правда, [monica_pub_name]?"
    # mt "!!!" 
    # joe "Уверен, что обладательнице такой фигуры будут платить хорошие чаевые, которые мы можем забирать себе, Эшли!"
    # mt "ЧТО?!"
    # joe "Она ведь работает у нас неофициально!"
    # joe "Можно, скажем, отдавать ей 10 процентов от того, что ей дадут клиенты."
    # joe "И нам необязательно платить ей основную зарплату."
    # joe "Ей вполне хватит остатка от чаевых."
    # joe "Ведь так, [monica_pub_name]?"
    # m "!!!" 
    # joe "А ты, Эшли, будешь получать чаевых даже больше чем раньше и при этом уделять больше времени бару."
    # ashley "..."
    # ashley "То есть, Джо, ты предлагаешь отправить [monica_pub_name] к этим пьяницам и не платить ей деньги?"
    # joe "Платить, но только 10 процентов от чаевых. Мы ничем не рискуем, Эшли!"
    # joe "Нет зарплаты - не нужны документы! Не страшны никакие проверки!"
    # ashley "А если [monica_pub_name] нагрубит клиенту?"
    # ashley "Или заберет чаевые себе?"
    # m "!!!"
    # joe "[monica_pub_name] выглядит как порядочная девушка и не будет брать себе лишнего."
    # ashley "..."
    # ashley "Ну, не знаю..."
    # ashley "[monica_pub_name], и ты согласна на такую работу?"
    m "Эшли..."
    m "Можно-ли попросить дать мне еще другую работу, чтобы я..."
    m "Что я зарабатывала какие-то деньги здесь?"
    ashley "Хммм..."
    ashley "Если честно, я не уверена в тебе [monica_pub_name]."
    ashley "Поработай пока посудомойкой!"
    m "!!!"
    help "Требуется отношение с Джо, либо Эшли выше 1."
    ashley "Хммм..."
    ashley "Если честно, я не уверена в тебе [monica_pub_name]."
    ashley "Но Джо отзывается хорошо о тебе."
    joe "..." 
    ashley "Хммм..."
    ashley "Если честно, то я уже успела разглядеть твою попку, [monica_pub_name]."
    ashley "И, пока ты работаешь, никто не пришел проверять тебя из миграционной полиции или санитарного контроля."
    m "..."
    ashley "Также, после твоего мытья посуды не отравился ни один клиент."
    ashley "Так что мне было бы интересно посмотреть на твою голую попку, которая будет крутиться на пилоне."
    ashley "Поэтому, так уж и быть."
    ashley "Я разрешаю тебе танцевать здесь..."
    ashley "Но трахаться с клиентами пока нельзя!"
    ashley "Хотя я знаю что ты за этим пришла сюда."
    m "!!!"
    m "Я не собираюсь танцевать здесь в голом виде!"
    ashley "А что же ты тогда хочешь?"
    ashley "О каком повышении ты говоришь?"
    joe "Видишь, Эшли? [monica_pub_name] приличная девушка."
    joe "Пусть она работает у нас официанткой!"
    ashley "Джо, ты что, решил отдать мою работу [monica_pub_name]?!"
    ashley "Может быть ты на ней женишься вместо меня, Джо?!"
    ashley "И будешь сам платить кредиты за это заведение?!"
    joe "Нет, Эшли! Я не это имел ввиду!"
    joe "У нее нет документов, но ей нужно зарабатывать хотя бы пару долларов."
    joe "Правда, [monica_pub_name]?"
    mt "!!!" 
    joe "Уверен, что обладательнице такой фигуры будут платить хорошие чаевые, которые мы можем забирать себе, Эшли!"
    mt "WAS?!"
    joe "Она ведь работает у нас неофициально!"
    joe "Можно, скажем, отдавать ей 10 процентов от того, что ей дадут клиенты."
    joe "И нам необязательно платить ей основную зарплату."
    joe "Ей вполне хватит остатка от чаевых."
    joe "Ведь так, [monica_pub_name]?"
    m "!!!" 
    joe "А ты, Эшли, будешь получать чаевых даже больше чем раньше и при этом уделять больше времени бару."
    ashley "..."
    ashley "То есть, Джо, ты предлагаешь отправить [monica_pub_name] к этим пьяницам и не платить ей деньги?"
    joe "Платить, но только 10 процентов от чаевых. Мы ничем не рискуем, Эшли!"
    joe "Нет зарплаты - не нужны документы! Не страшны никакие проверки!"
    ashley "А если [monica_pub_name] нагрубит клиенту?"
    ashley "Или заберет чаевые себе?"
    m "!!!"
    joe "[monica_pub_name] выглядит как порядочная девушка и не будет брать себе лишнего."
    ashley "..."
    ashley "Ну, не знаю..."
    ashley "[monica_pub_name], и ты согласна на такую работу?"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:102
translate german ep27_dialogues7_pub1_cd237362:

    # m "Я не согласна работать за такие копейки!"
    # joe "[monica_pub_name], если надумаешь, то приходи." 
    m "Я не согласна работать за такие копейки!"
    joe "[monica_pub_name], если надумаешь, то приходи." 

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:111
translate german ep27_dialogues7_pub1_c26c084f:

    # m "Я..."
    # m "Я согласна работать. Мне нужна хоть какая-то работа."
    # m "Я обещаю что не буду грубить клиентам, а буду обращаться с ними вежливо."
    # ashley "..."
    # m "И буду отдавать чаевые Вам..."
    # ashley "Ну хорошо. Ты можешь вилять своей попкой, но не вздумай заигрывать с посетителями!"
    # ashley "Здесь не бордель!"
    # ashley "И я не потерплю официантку, которая будет вести себя как шлюха!"
    # m "Эшли, Вы можете не беспокоиться."
    # m "Я не буду выходить за рамки рабочих обязанностей."
    # mt "О БОЖЕ!"
    # mt "Мне с трудом вериться в то что я вообще такое говорю!"
    # mt "Я! Моника Бакфетт!"
    # mt "И говорю такие слова!"
    # mt "..."
    # mt "Утешает только то, что меня здесь считают [monica_pub_name]."
    # mt "А это значит, что в этом месте я не имею ничего общего с Моникой Бакфетт."
    # mt "Но мне не стоит забывать кто Я!"
    # mt "В конце концов, мне еще предстоит долгая жизнь, когда я верну свое положение назад..."
    # ashley "[monica_pub_name], ты меня слышишь?!"
    # m "А?" 
    # ashley "[monica_pub_name], ты можешь одевать рабочую униформу и идти работать."
    m "Ich..."
    m "Я согласна работать. Мне нужна хоть какая-то работа."
    m "Я обещаю что не буду грубить клиентам, а буду обращаться с ними вежливо."
    ashley "..."
    m "И буду отдавать чаевые Вам..."
    ashley "Ну хорошо. Ты можешь вилять своей попкой, но не вздумай заигрывать с посетителями!"
    ashley "Здесь не бордель!"
    ashley "И я не потерплю официантку, которая будет вести себя как шлюха!"
    m "Эшли, Вы можете не беспокоиться."
    m "Я не буду выходить за рамки рабочих обязанностей."
    mt "Oh mein Gott!"
    mt "Мне с трудом вериться в то что я вообще такое говорю!"
    mt "Ich! Monica Buckfett!"
    mt "И говорю такие слова!"
    mt "..."
    mt "Утешает только то, что меня здесь считают [monica_pub_name]."
    mt "А это значит, что в этом месте я не имею ничего общего с Моникой Бакфетт."
    mt "Но мне не стоит забывать кто Я!"
    mt "В конце концов, мне еще предстоит долгая жизнь, когда я верну свое положение назад..."
    ashley "[monica_pub_name], ты меня слышишь?!"
    m "Ja?" 
    ashley "[monica_pub_name], ты можешь одевать рабочую униформу и идти работать."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:154
translate german ep27_dialogues7_pub3_763d2737:

    # mt "Я уже работала сегодня и больше не могу смотреть на эти пьяные лица!"
    mt "Я уже работала сегодня и больше не могу смотреть на эти пьяные лица!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:163
translate german ep27_dialogues7_pub4_6b58e0b3:

    # m "Эшли..."
    # ashley "..."
    # m "Я пришла работать официанткой."
    # ashley "Хорошо, [monica_pub_name]."
    # ashley "Иди переодевайся в униформу и иди работать."
    # ashley "Мне уже надоело работать самой."
    # ashley "Для этого есть ты, [monica_pub_name]!"
    # mt "Меня бесит эта женщина..."
    m "Эшли..."
    ashley "..."
    m "Я пришла работать официанткой."
    ashley "Хорошо, [monica_pub_name]."
    ashley "Иди переодевайся в униформу и иди работать."
    ashley "Мне уже надоело работать самой."
    ashley "Для этого есть ты, [monica_pub_name]!"
    mt "Меня бесит эта женщина..."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:176
translate german ep27_dialogues7_pub5_7d4b0ca8:

    # mt "Все, с меня хватит!"
    # mt "Я больше не могу терпеть эти пьяные лица!"
    mt "Все, с меня хватит!"
    mt "Я больше не могу терпеть эти пьяные лица!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:193
translate german ep27_dialogues7_pub7_52137689:

    # m "Эшли, я закончила работу."
    # m "Вот чаевые, которые я смогла получить..."
    # ashley "Хорошо. Вот твои десять процентов."
    # ashley "Завтра приходит работать еще."
    # m "Мне никто не дал чевых сегодня..."
    m "Эшли, я закончила работу."
    m "Вот чаевые, которые я смогла получить..."
    ashley "Хорошо. Вот твои десять процентов."
    ashley "Завтра приходит работать еще."
    m "Мне никто не дал чевых сегодня..."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:207
translate german ep27_dialogues7_pub8_9fd262a5:

    # ashley "[monica_pub_name], я так и знала что ты воровка и шлюха!"
    # m "!!!"
    # ashley "Джо! Я тебе говорила!"
    # ashley "Я тебя предупреждала!"
    # ashley "Она украла наши деньги, Джо!"
    # m "!!!"
    # ashley "Что смотришь? Убирайся отсюда!"
    # ashley "Здесь больше нет для тебя работы!"
    # ashley "И я не буду тебя обслуживать даже за деньги!"
    ashley "[monica_pub_name], я так и знала что ты воровка и шлюха!"
    m "!!!"
    ashley "Джо! Я тебе говорила!"
    ashley "Я тебя предупреждала!"
    ashley "Она украла наши деньги, Джо!"
    m "!!!"
    ashley "Что смотришь? Убирайся отсюда!"
    ashley "Здесь больше нет для тебя работы!"
    ashley "И я не буду тебя обслуживать даже за деньги!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:233
translate german ep27_dialogues7_pub8_1d4d8402:

    # m "Эшли, Джо, я прошу извинить меня."
    # m "Я просто очень устала за рабочий день и забыла в конце отдать деньги."
    # m "Я готова сделать это сейчас и продолжить работать здесь."
    # ashley "Сколько чаевых было в тот день?"
    m "Эшли, Джо, я прошу извинить меня."
    m "Я просто очень устала за рабочий день и забыла в конце отдать деньги."
    m "Я готова сделать это сейчас и продолжить работать здесь."
    ashley "Сколько чаевых было в тот день?"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:238
translate german ep27_dialogues7_pub8_2aaaab7a:

    # m "В тот день было $ [pub_tips_amount_day]."
    m "В тот день было $ [pub_tips_amount_day]."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:241
translate german ep27_dialogues7_pub8_f2f09928:

    # m "В тот день не было чаевых."
    m "В тот день не было чаевых."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:242
translate german ep27_dialogues7_pub8_b4f354ac:

    # ashley "Я не верю тебе, [monica_pub_name]!"
    # ashley "Чаевых было как минимум $ 500, раз ты решила не отдавать их."
    # m "Нет, столько не было!"
    # m "Клянусь!"
    # m "Такой суммы просто не могло быть..."
    # mt "В этой дыре!!!"
    # ashley "Меня не волнуют твои оправдания, [monica_pub_name]."
    # ashley "Либо ты отдаешь эти $ 500 наличными, либо иди отрабатывать эти деньги, виляя своей задницей на сцене."
    # m "!!!"
    # ashley "А иначе убирайся отсюда!"
    ashley "Я не верю тебе, [monica_pub_name]!"
    ashley "Чаевых было как минимум $ 500, раз ты решила не отдавать их."
    m "Нет, столько не было!"
    m "Das schwöre ich!"
    m "Такой суммы просто не могло быть..."
    mt "В этой дыре!!!"
    ashley "Меня не волнуют твои оправдания, [monica_pub_name]."
    ashley "Либо ты отдаешь эти $ 500 наличными, либо иди отрабатывать эти деньги, виляя своей задницей на сцене."
    m "!!!"
    ashley "А иначе убирайся отсюда!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:262
translate german ep27_dialogues7_pub8_ac3ffaaa:

    # m "Эшли..."
    # m "Вот $ 500..."
    # ashley "Я так и знала, ха-ха!"
    # ashley "Ладно, так уж и быть. Теперь ты можешь снова работать здесь."
    # ashley "Но не испытывай моего терпения!"
    m "Эшли..."
    m "Вот $ 500..."
    ashley "Я так и знала, ха-ха!"
    ashley "Ладно, так уж и быть. Теперь ты можешь снова работать здесь."
    ashley "Но не испытывай моего терпения!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:282
translate german ep27_dialogues7_pub9_3d3f3758:

    # m "Джо... У меня нет таких денег."
    # m "И я бы..."
    # m "Я бы не хотела танцевать голой у всех на виду..."
    # m "Может быть есть еще какие-то варианты?"
    # joe "Вообще-то, [monica_pub_name], есть один вариант попросить прощения."  
    # m "..." 
    # joe "[monica_pub_name], если хочешь, чтобы тебя простили, дождись пока Эшли отвернется"
    # joe "И иди в служебную комнату за мной."
    m "Джо... У меня нет таких денег."
    m "И я бы..."
    m "Я бы не хотела танцевать голой у всех на виду..."
    m "Может быть есть еще какие-то варианты?"
    joe "Вообще-то, [monica_pub_name], есть один вариант попросить прощения."  
    m "..." 
    joe "[monica_pub_name], если хочешь, чтобы тебя простили, дождись пока Эшли отвернется"
    joe "И иди в служебную комнату за мной."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:309
translate german ep27_dialogues7_pub10_b045896b:

    # joe "О, [monica_pub_name], ты пришла!"
    # m "Да, Джо, я пришла."
    # joe "Тебя точно не видела Эшли?"
    # joe "Не видела как ты сюда заходила?"
    # m "Нет, Джо."
    # m "Меня не видела Эшли."
    # m "Но она может придти сюда в любой момент."
    # joe "Нет, [monica_pub_name], она не придет."
    # joe "Пока меня нет, она не оставит бар без присмотра."
    # joe "У нас здесь, знаешь-ли, такие клиенты... хе-хе."
    # m "Я знаю какие здесь клиенты, Джо..."
    # joe "..."
    # m "Джо, я готова еще раз извиниться за то что не отдала деньги."
    # m "Я правда забыла и..."
    # joe "[monica_pub_name], хватит про эти деньги."
    # joe "Мне не нужны эти деньги, я хочу тебя, [monica_pub_name]!"
    # joe "Я хочу твою попку, [monica_pub_name]!"
    # m "Джо, это исключено!"
    # m "У тебя есть жена, которая прямо за стенкой!"
    # m "Да, я хочу работать здесь, но я не собираюсь за это спать с таким жирным толстяком, как ты, Джо!"
    # joe "[monica_pub_name], очень жаль."
    # joe "Но повернись, хотя бы, своей попой."
    # joe "Покажи ее мне!"
    joe "О, [monica_pub_name], ты пришла!"
    m "Да, Джо, я пришла."
    joe "Тебя точно не видела Эшли?"
    joe "Не видела как ты сюда заходила?"
    m "Нет, Джо."
    m "Меня не видела Эшли."
    m "Но она может придти сюда в любой момент."
    joe "Нет, [monica_pub_name], она не придет."
    joe "Пока меня нет, она не оставит бар без присмотра."
    joe "У нас здесь, знаешь-ли, такие клиенты... хе-хе."
    m "Я знаю какие здесь клиенты, Джо..."
    joe "..."
    m "Джо, я готова еще раз извиниться за то что не отдала деньги."
    m "Я правда забыла и..."
    joe "[monica_pub_name], хватит про эти деньги."
    joe "Мне не нужны эти деньги, я хочу тебя, [monica_pub_name]!"
    joe "Я хочу твою попку, [monica_pub_name]!"
    m "Джо, это исключено!"
    m "У тебя есть жена, которая прямо за стенкой!"
    m "Да, я хочу работать здесь, но я не собираюсь за это спать с таким жирным толстяком, как ты, Джо!"
    joe "[monica_pub_name], очень жаль."
    joe "Но повернись, хотя бы, своей попой."
    joe "Покажи ее мне!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:336
translate german ep27_dialogues7_pub10_675c98d3:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:338
translate german ep27_dialogues7_pub10_f0a1041b:

    # m "И на этом все, ты сделаешь так, чтобы Эшли простила меня!"
    # joe "Хорошо, [monica_pub_name]."
    # joe "Повернись своей попой, скорее!"
    # m "..."
    # mt "Дьявол, мне не хочется делать этого!"
    # mt "С другой стороны, в этом нет ничего страшного и это позволит мне снова работать здесь..."
    # mt "Мне нужны деньги..."
    # joe "!!!"
    # m "Все? Достаточно?"
    # joe "[monica_pub_name], я должен потрогать твою попу!"
    # joe "Она такая сладкая! Я хочу этого, [monica_pub_name]!"
    # m "Нет!"
    # joe "Я потрогаю ее и обещаю что Эшли простит тебя!"
    m "И на этом все, ты сделаешь так, чтобы Эшли простила меня!"
    joe "Хорошо, [monica_pub_name]."
    joe "Повернись своей попой, скорее!"
    m "..."
    mt "Дьявол, мне не хочется делать этого!"
    mt "С другой стороны, в этом нет ничего страшного и это позволит мне снова работать здесь..."
    mt "Ich brauche Geld!"
    joe "!!!"
    m "Все? Достаточно?"
    joe "[monica_pub_name], я должен потрогать твою попу!"
    joe "Она такая сладкая! Я хочу этого, [monica_pub_name]!"
    m "Nein! Das ist das teuerste Kleid im ganzen Laden."
    joe "Я потрогаю ее и обещаю что Эшли простит тебя!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:357
translate german ep27_dialogues7_pub10_675c98d3_1:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:360
translate german ep27_dialogues7_pub10_b8bf96eb:

    # m "Ладно, но только в одежде!"
    # m "И я не буду отдавать те чаевые, которые взяла себе!"
    # joe "Хорошо, [monica_pub_name]!"
    # joe "Можешь оставить эти деньги себе!"
    # joe "Ахххх!"
    # joe "Как я мечтал об этом!"
    # joe "Я стал мечтать об этом с первой минуты, когда увидел тебя здесь, [monica_pub_name]!"
    # mt "Очередной озабоченный мерзавец!"
    # joe "Ах, твоя попка!"
    # joe "Она такая упругая!"
    # joe "Ах!"
    # m "Ну все, хватит!"
    # m "Идет к Эшли!"
    m "Ладно, но только в одежде!"
    m "И я не буду отдавать те чаевые, которые взяла себе!"
    joe "Хорошо, [monica_pub_name]!"
    joe "Можешь оставить эти деньги себе!"
    joe "Ахххх!"
    joe "Как я мечтал об этом!"
    joe "Я стал мечтать об этом с первой минуты, когда увидел тебя здесь, [monica_pub_name]!"
    mt "Очередной озабоченный мерзавец!"
    joe "Ах, твоя попка!"
    joe "Она такая упругая!"
    joe "Ах!"
    m "Ну все, хватит!"
    m "Идет к Эшли!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:378
translate german ep27_dialogues7_pub11_fc631215:

    # joe "[monica_pub_name], ты пришла!"
    # joe "Я хочу посмотреть твою грудь!"
    # joe "Я хочу увидеть ее!"
    # m "Нет!"
    # joe "Мне жаль, [monica_pub_name], но Эшли начнет что-то подозревать."
    # joe "Это большой риск для меня."
    joe "[monica_pub_name], ты пришла!"
    joe "Я хочу посмотреть твою грудь!"
    joe "Я хочу увидеть ее!"
    m "Nein! Das ist das teuerste Kleid im ganzen Laden."
    joe "Мне жаль, [monica_pub_name], но Эшли начнет что-то подозревать."
    joe "Это большой риск для меня."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:388
translate german ep27_dialogues7_pub11_675c98d3:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:390
translate german ep27_dialogues7_pub11_8b874c1f:

    # m "Ладно..."
    # joe "Ах! Какие сиськи!"
    # joe "Тебе определенно надо танцевать на сцене, [monica_pub_name]!"
    # mt "!!!"
    # joe "Можно я потрогаю их?"
    # m "Нет, Джо! Мы договорились!"
    # joe "Я не могу так, не могу, [monica_pub_name]!"
    # joe "Дай я только прикоснусь к ним и Эшли простит тебя, я обещаю!"
    m "Ok."
    joe "Ах! Какие сиськи!"
    joe "Тебе определенно надо танцевать на сцене, [monica_pub_name]!"
    mt "!!!"
    joe "Можно я потрогаю их?"
    m "Нет, Джо! Мы договорились!"
    joe "Я не могу так, не могу, [monica_pub_name]!"
    joe "Дай я только прикоснусь к ним и Эшли простит тебя, я обещаю!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:403
translate german ep27_dialogues7_pub11_675c98d3_1:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:405
translate german ep27_dialogues7_pub11_bd6d7a77:

    # m "Ты прикоснешься к моей груди буквально на секунду."
    # joe "Да, [monica_pub_name], я обещаю!"
    # m "И больше никаких условий после этого."
    # m "Обещаешь?!"
    # joe "Да, [monica_pub_name], я обещаю!"
    # mt "Дьявол!"
    # mt "Мое изысканное тело создано для того, чтобы быть на обложке модного журнала..."
    # mt "До чего я докатилась, О БОЖЕ!"
    # mt "Хотя... Это не Я... Это [monica_pub_name]..."
    # m "Все, Джо!"
    # m "Хватит!"
    m "Ты прикоснешься к моей груди буквально на секунду."
    joe "Да, [monica_pub_name], я обещаю!"
    m "И больше никаких условий после этого."
    m "Обещаешь?!"
    joe "Да, [monica_pub_name], я обещаю!"
    mt "Diese Teufelin!"
    mt "Мое изысканное тело создано для того, чтобы быть на обложке модного журнала..."
    mt "До чего я докатилась, О БОЖЕ!"
    mt "Хотя... Это не Я... Это [monica_pub_name]..."
    m "Все, Джо!"
    m "Хватит!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:421
translate german ep27_dialogues7_pub12_fd958425:

    # joe "[monica_pub_name], я хочу увидеть твою попку!"
    # m "!!!"
    # m "Ладно..."
    # joe "Нет, [monica_pub_name], я хочу увидеть твою попку голой!"
    # joe "Покажи ее мне и я сделаю так, чтобы Эшли снова простила тебя!"
    # m "Джо, может быть, можно как-то без этого?"
    # joe "Нет, [monica_pub_name], я действительно хочу увидеть твою попку."
    # joe "Это мое самое большое желание сейчас!"
    # joe "И, пока оно не исполнится, я не смогу ничего сделать с Эшли."
    joe "[monica_pub_name], я хочу увидеть твою попку!"
    m "!!!"
    m "Ok."
    joe "Нет, [monica_pub_name], я хочу увидеть твою попку голой!"
    joe "Покажи ее мне и я сделаю так, чтобы Эшли снова простила тебя!"
    m "Джо, может быть, можно как-то без этого?"
    joe "Нет, [monica_pub_name], я действительно хочу увидеть твою попку."
    joe "Это мое самое большое желание сейчас!"
    joe "И, пока оно не исполнится, я не смогу ничего сделать с Эшли."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:435
translate german ep27_dialogues7_pub12_675c98d3:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:436
translate german ep27_dialogues7_pub12_65147407:

    # m "Джо, но только никаких прикосновений, тебе ясно?!"
    # joe "Конечно, [monica_pub_name], я только посмотрю!"
    # m "И никаких дополнительных условий, ясно?!"
    # joe "Да, [monica_pub_name], я обещаю!"
    # mt "Дьявол!"
    # mt "Мне так стыдно делать это..."
    # mt "Показывать свой голый зад в какой-то shiny hole посреди трущоб..."
    # mt "Это какой-то сон..."
    # joe "[monica_pub_name], я жду!"
    # joe "Скорее, показывай свою попку!"
    # m "!!!"
    # joe "[monica_pub_name], можно потрогать?!"
    # m "Только попробуй, Джо!"
    # m "И я сломаю тебе пальцы!"
    m "Джо, но только никаких прикосновений, тебе ясно?!"
    joe "Конечно, [monica_pub_name], я только посмотрю!"
    m "И никаких дополнительных условий, ясно?!"
    joe "Да, [monica_pub_name], я обещаю!"
    mt "Diese Teufelin!"
    mt "Мне так стыдно делать это..."
    mt "Показывать свой голый зад в какой-то shiny hole посреди трущоб..."
    mt "Это какой-то сон..."
    joe "[monica_pub_name], я жду!"
    joe "Скорее, показывай свою попку!"
    m "!!!"
    joe "[monica_pub_name], можно потрогать?!"
    m "Только попробуй, Джо!"
    m "И я сломаю тебе пальцы!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:456
translate german ep27_dialogues7_pub13_b45f2dff:

    # joe "[monica_pub_name], ты уже украла столько денег..."
    # joe "И Эшли уже начинает что-то подозревать."
    # joe "Обычно... Знаешь..."
    # joe "Больше денег я люблю только шлюх..."
    # joe "И Эшли знает об этом и очень ревнует."
    # mt "Я не шлюха!!!"
    # joe "Если честно, она так следит за мной, что уже очень давно я не видел другой голой женщины."
    # m "И что же ты хочешь на этот раз, Джо?"
    # joe "Я хочу чтобы ты разделась, [monica_pub_name]."
    # joe "Полностью."
    # m "Это исключено, Джо!"
    # joe "Тогда извини, для меня это слишком большой риск."
    # joe "Ты можешь идти. Если Эшли догадается, она прибьет меня."
    joe "[monica_pub_name], ты уже украла столько денег..."
    joe "И Эшли уже начинает что-то подозревать."
    joe "Обычно... Знаешь..."
    joe "Больше денег я люблю только шлюх..."
    joe "И Эшли знает об этом и очень ревнует."
    mt "Я не шлюха!!!"
    joe "Если честно, она так следит за мной, что уже очень давно я не видел другой голой женщины."
    m "И что же ты хочешь на этот раз, Джо?"
    joe "Я хочу чтобы ты разделась, [monica_pub_name]."
    joe "Полностью."
    m "Это исключено, Джо!"
    joe "Тогда извини, для меня это слишком большой риск."
    joe "Ты можешь идти. Если Эшли догадается, она прибьет меня."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:471
translate german ep27_dialogues7_pub13_7715890c:

    # m "Твоя жена тоже может быть голой женщиной, Джо!"
    # m "Смотри лучше на нее!"
    m "Твоя жена тоже может быть голой женщиной, Джо!"
    m "Смотри лучше на нее!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:476
translate german ep27_dialogues7_pub13_b087b73d:

    # m "Джо..."
    # m "Мне действительно надо снова работать здесь."
    # m "Может быть мне не надо раздеваться полностью?"
    # joe "Хорошо, [monica_pub_name]."
    # joe "Ты можешь раздеться наполовину и встать на этот стол."
    # joe "И принять пару сексуальных поз."
    # joe "Это будет как приватный танец."
    # m "Ладно, Джо..."
    # m "Сейчас я сниму верх..."
    # joe "Нет, [monica_pub_name]!"
    # joe "Я хочу чтобы ты сняла низ!"
    # m "ЧТОООО?!"
    # joe "[monica_pub_name], твоя грудь прекрасна!"
    # joe "Но от твоей попки я просто без ума!"
    # joe "Это мое условие!"
    # joe "Если ты не согласна, то можешь идти и искать $ 500!"
    # m "!!!"
    m "Джо..."
    m "Мне действительно надо снова работать здесь."
    m "Может быть мне не надо раздеваться полностью?"
    joe "Хорошо, [monica_pub_name]."
    joe "Ты можешь раздеться наполовину и встать на этот стол."
    joe "И принять пару сексуальных поз."
    joe "Это будет как приватный танец."
    m "Ладно, Джо..."
    m "Сейчас я сниму верх..."
    joe "Нет, [monica_pub_name]!"
    joe "Я хочу чтобы ты сняла низ!"
    m "ЧТОООО?!"
    joe "[monica_pub_name], твоя грудь прекрасна!"
    joe "Но от твоей попки я просто без ума!"
    joe "Das ist meine Bedingung!"
    joe "Если ты не согласна, то можешь идти и искать $ 500!"
    m "!!!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:497
translate german ep27_dialogues7_pub13_675c98d3:

    # m "Нет, Джо!"
    m "Нет, Джо!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:499
translate german ep27_dialogues7_pub13_89d7cb40:

    # mt "Дьявол!"
    # mt "До чего ты докатилась, Моника!"
    # mt "..."
    # mt "Мне не стоит даже в мыслях называть себя Моникой..."
    # mt "Вдруг я проговорюсь..."
    # mt "Ведь меня здесь знают под именем [monica_pub_name]..."
    # mt "Черт! Мо... [monica_pub_name]!"
    # mt "Закрой глаза и сделай это..."
    # joe "О да, [monica_pub_name]!"
    # joe "Покажи мне свою попу, Да!"
    # joe "Да, выгнись посильнее, да!"
    # joe "Аааааххх!"
    # m "ЧТО?!"
    # m "Ты там что, дрочишь на меня, Джо?!"
    # joe "Ааааххх! Ааааааааххх!"
    # m "Дьявол!!!"
    # m "Все, шоу закончено!"
    # m "Иди к Эшли, немедленно!"
    # mt "Извращенец!!!"
    mt "Diese Teufelin!"
    mt "До чего ты докатилась, Моника!"
    mt "..."
    mt "Мне не стоит даже в мыслях называть себя Моникой..."
    mt "Вдруг я проговорюсь..."
    mt "Ведь меня здесь знают под именем [monica_pub_name]..."
    mt "Черт! Мо... [monica_pub_name]!"
    mt "Закрой глаза и сделай это..."
    joe "О да, [monica_pub_name]!"
    joe "Покажи мне свою попу, Да!"
    joe "Да, выгнись посильнее, да!"
    joe "Аааааххх!"
    m "WAS?!"
    m "Ты там что, дрочишь на меня, Джо?!"
    joe "Ааааххх! Ааааааааххх!"
    m "Zefix!!!"
    m "Все, шоу закончено!"
    m "Иди к Эшли, немедленно!"
    mt "Извращенец!!!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:528
translate german ep27_dialogues7_pub14_a8c4d8c2:

    # joe "Эшли, ты моя самая красивая и любимая жена!"
    # ashley "И, Джо? Что тебе снова понадобилось от меня?"
    # joe "Я поговорил с [monica_pub_name] и, мне кажется, надо дать ей еще шанс."
    # joe "Я ручаюсь за нее, Эшли."
    # joe "И..."
    # joe "И я тебя очень сильно люблю..."
    # ashley "Ох, Джо..."
    # ashley "Ну ладно... Хорошо..."
    # ashley "[monica_pub_name], ты можешь снова работать."
    # ashley "Но не испытывай моего терпения!"
    joe "Эшли, ты моя самая красивая и любимая жена!"
    ashley "И, Джо? Что тебе снова понадобилось от меня?"
    joe "Я поговорил с [monica_pub_name] и, мне кажется, надо дать ей еще шанс."
    joe "Я ручаюсь за нее, Эшли."
    joe "Und..."
    joe "И я тебя очень сильно люблю..."
    ashley "Ох, Джо..."
    ashley "Ну ладно... Хорошо..."
    ashley "[monica_pub_name], ты можешь снова работать."
    ashley "Но не испытывай моего терпения!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:549
translate german ep27_dialogues7_pub14a_ad5356d3:

    # m "Эшли... У меня нет таких денег."
    # m "И я бы..."
    # m "Я бы не хотела танцевать голой у всех на виду..."
    # m "Может быть есть еще какие-то варианты?"
    # ashley "Вообще-то, [monica_pub_name], у обладательницы такой раскошной попки есть один вариант попросить прощения у меня."  
    # m "..." 
    # ashley "[monica_pub_name], если хочешь, чтобы тебя простили, дождись пока Джо будет занят"
    # ashley "И иди в служебную комнату за мной."
    m "Эшли... У меня нет таких денег."
    m "И я бы..."
    m "Я бы не хотела танцевать голой у всех на виду..."
    m "Может быть есть еще какие-то варианты?"
    ashley "Вообще-то, [monica_pub_name], у обладательницы такой раскошной попки есть один вариант попросить прощения у меня."  
    m "..." 
    ashley "[monica_pub_name], если хочешь, чтобы тебя простили, дождись пока Джо будет занят"
    ashley "И иди в служебную комнату за мной."

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:574
translate german ep27_dialogues7_pub15_34024342:

    # m "Я пришла, Эшли..."
    # ashley "О, [monica_pub_name]!"
    # ashley "Иди ко мне!"
    # ashley "Я ждала когда ты что-нибудь натворишь..."
    # ashley "Иди ко мне! Иди я поцелую тебя!"
    m "Я пришла, Эшли..."
    ashley "О, [monica_pub_name]!"
    ashley "Иди ко мне!"
    ashley "Я ждала когда ты что-нибудь натворишь..."
    ashley "Иди ко мне! Иди я поцелую тебя!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:583
translate german ep27_dialogues7_pub15_62e3e0d2:

    # m "Нет, Эшли! Я не способна на такое!"
    m "Нет, Эшли! Я не способна на такое!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:586
translate german ep27_dialogues7_pub15_6af1a8d4:

    # ashley "Ммммм..."
    # mt "!!!"
    # ashley "Ммммм... Моя конфетка... Мммммм..."
    # mt "!!!"
    # ashley "Ах, эта сладкая попка... Мммммм..."
    # ashley "Какая она упругая... Мммммм...."
    # m "Эшли, пожалуйста, хватит!"
    # ashley "[monica_pub_name], ты получила прощение на этот раз..."
    # ashley "Я подожду, пока ты снова что-нибудь не напроказничаешь..."
    # mt "!!!"
    ashley "Mmmm..."
    mt "!!!"
    ashley "Ммммм... Моя конфетка... Мммммм..."
    mt "!!!"
    ashley "Ах, эта сладкая попка... Мммммм..."
    ashley "Какая она упругая... Мммммм...."
    m "Эшли, пожалуйста, хватит!"
    ashley "[monica_pub_name], ты получила прощение на этот раз..."
    ashley "Я подожду, пока ты снова что-нибудь не напроказничаешь..."
    mt "!!!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:602
translate german ep27_dialogues7_pub16_b4277e77:

    # m "Я пришла, Эшли..."
    # ashley "О, [monica_pub_name]!"
    # ashley "Иди ко мне!"
    # ashley "Дай я потрогаю твою киску!"
    m "Я пришла, Эшли..."
    ashley "О, [monica_pub_name]!"
    ashley "Иди ко мне!"
    ashley "Дай я потрогаю твою киску!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:610
translate german ep27_dialogues7_pub16_62e3e0d2:

    # m "Нет, Эшли! Я не способна на такое!"
    m "Нет, Эшли! Я не способна на такое!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:612
translate german ep27_dialogues7_pub16_fd8d6a89:

    # mt "О Боже!"
    # mt "Что эта Эшли собралась делать?!"
    # ashley "Да, [monica_pub_name]!"
    # ashley "Чувствуешь меня?"
    # m "Ахххх!"
    # ashley "Наслаждаешься этим?"
    # m "Ахххх!"
    # ashley "Почуствуй меня, [monica_pub_name]!"
    # ashley "Если захочешь, это можно сделать по другому."
    # m "ААА! Ааааахх!"
    # ashley "Ах, какая ты вкусная, [monica_pub_name]!"
    # m "Погоди, Эшли!"
    # m "Я..."
    # m "На меня что-то начинает накатывать..."
    # m "Погоди, я боюсь этого..."
    # ashley "Это оргазм, моя [monica_pub_name]."
    # ashley "Ты разве не любишь это?"
    # m "Я... Я не совсем знаю что это такое и..."
    # ashley "Ах, иди ко мне, [monica_pub_name], я тебе покажу!"
    # m "Нет, Эшли! Мне..."
    # m "Мне надо идти!"
    mt "О Боже!"
    mt "Что эта Эшли собралась делать?!"
    ashley "Ja, [monica_pub_name]!"
    ashley "Чувствуешь меня?"
    m "Ахххх!"
    ashley "Наслаждаешься этим?"
    m "Ахххх!"
    ashley "Почуствуй меня, [monica_pub_name]!"
    ashley "Если захочешь, это можно сделать по другому."
    m "ААА! Ааааахх!"
    ashley "Ах, какая ты вкусная, [monica_pub_name]!"
    m "Погоди, Эшли!"
    m "Ich..."
    m "На меня что-то начинает накатывать..."
    m "Погоди, я боюсь этого..."
    ashley "Это оргазм, моя [monica_pub_name]."
    ashley "Ты разве не любишь это?"
    m "Я... Я не совсем знаю что это такое и..."
    ashley "Ах, иди ко мне, [monica_pub_name], я тебе покажу!"
    m "Нет, Эшли! Мне..."
    m "Мне надо идти!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:642
translate german ep27_dialogues7_pub17_abc8d13d:

    # m "Эшли, я пришла."
    # m "Только пожалуйста, давай ты не будешь трогать мою киску..."
    # m "По крайней мере не в этот раз..."
    # ashley "Хорошо, [monica_pub_name]."
    # ashley "Снимай свой низ, я хочу потереться о твою сладкую попку!"
    m "Эшли, я пришла."
    m "Только пожалуйста, давай ты не будешь трогать мою киску..."
    m "По крайней мере не в этот раз..."
    ashley "Хорошо, [monica_pub_name]."
    ashley "Снимай свой низ, я хочу потереться о твою сладкую попку!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:651
translate german ep27_dialogues7_pub17_62e3e0d2:

    # m "Нет, Эшли! Я не способна на такое!"
    m "Нет, Эшли! Я не способна на такое!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:654
translate german ep27_dialogues7_pub17_289ba1e3:

    # m "Эшли, и что будет дальше?"
    # ashley "Не бойся, [monica_pub_name], снимай!"
    # m "Ладно..."
    # ashley "Потрись о мою попку своей и я прощу тебя!"
    # m "ЧТО??!"
    # ashley "Давай, [monica_pub_name]!"
    # ashley "Я хочу почувствовать твою сладкую попку!"
    # ashley "Иначе я тебя не прощу!"
    m "Эшли, и что будет дальше?"
    ashley "Не бойся, [monica_pub_name], снимай!"
    m "Ok."
    ashley "Потрись о мою попку своей и я прощу тебя!"
    m "Was???"
    ashley "Давай, [monica_pub_name]!"
    ashley "Я хочу почувствовать твою сладкую попку!"
    ashley "Иначе я тебя не прощу!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:668
translate german ep27_dialogues7_pub17_62e3e0d2_1:

    # m "Нет, Эшли! Я не способна на такое!"
    m "Нет, Эшли! Я не способна на такое!"

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:672
translate german ep27_dialogues7_pub17_3c5cdd73:

    # ashley "Да, [monica_pub_name]!"
    # ashley "Какая у тебя упругая и приятная попка!"
    # ashley "Это просто персик!"
    # ashley "Ах! Как здорово!"
    # ashley "Ах! Ах! Да!"
    # ashley "Дааааааа!!!" 
    ashley "Ja, [monica_pub_name]!"
    ashley "Какая у тебя упругая и приятная попка!"
    ashley "Это просто персик!"
    ashley "Ах! Как здорово!"
    ashley "Ах! Ах! Да!"
    ashley "Дааааааа!!!" 

# game/Quests/EP2_07/ep27_dialogues7_pub.rpy:683
translate german ep27_dialogues7_pub18_3798b9f2:

    # ashley "Джо, я подумала и решила дать [monica_pub_name] еще один шанс."
    # joe "Правда, Эшли? Рад это слышать!"
    # ashley "[monica_pub_name], ты можешь снова работать."
    # ashley "Но не испытывай моего терпения, иначе ты снова будешь наказана." 
    # mt "!!!"
    ashley "Джо, я подумала и решила дать [monica_pub_name] еще один шанс."
    joe "Правда, Эшли? Рад это слышать!"
    ashley "[monica_pub_name], ты можешь снова работать."
    ashley "Но не испытывай моего терпения, иначе ты снова будешь наказана." 
    mt "!!!"

translate german strings:

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:4
    old "Спросить о повышении."
    new "Спросить о повышении."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:100
    old "Я не согласна работать за такие копейки!"
    new "Я не согласна работать за такие копейки!"

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:147
    old "Работать официанткой в Shiny Hole."
    new "Работать официанткой в Shiny Hole."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:183
    old "Уйти и не отдавать чаевые хозяевам бара."
    new "Уйти и не отдавать чаевые хозяевам бара."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:183
    old "Остаться."
    new "Остаться."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:220
    old "Попросить снова взять работать в Shiny Hole."
    new "Попросить снова взять работать в Shiny Hole."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:260
    old "Отдать $ 500."
    new "Отдать $ 500."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:260
    old "Идти танцевать на сцену (в следующем обновлении) (disabled)"
    new "Идти танцевать на сцену (в следующем обновлении) (disabled)"

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:260
    old "Попросить прощения по другому..."
    new "Попросить прощения по другому..."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:294
    old "Подождать пока Эшли отвернется и идти в подсобку за Джо."
    new "Подождать пока Эшли отвернется и идти в подсобку за Джо."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:294
    old "Подождать пока Эшли отвернется и идти в подсобку за Джо. (в следующем обновлении) (diabled)"
    new "Подождать пока Эшли отвернется и идти в подсобку за Джо. (в следующем обновлении) (diabled)"

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:384
    old "Согласиться показать грудь."
    new "Согласиться показать грудь."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:431
    old "Показать Джо свою голую попу."
    new "Показать Джо свою голую попу."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:469
    old "Предложить компромисс."
    new "Предложить компромисс."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:562
    old "Подождать пока Джо будет занят и идти в подсобку за Эшли."
    new "Подождать пока Джо будет занят и идти в подсобку за Эшли."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:562
    old "Подождать пока Джо будет занят и идти в подсобку за Эшли. (в следующем обновлении) (diabled)"
    new "Подождать пока Джо будет занят и идти в подсобку за Эшли. (в следующем обновлении) (diabled)"

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:579
    old "Позволить Эшли поцеловать себя."
    new "Позволить Эшли поцеловать себя."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:579
    old "Отказать."
    new "Отказать."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:606
    old "Позволить Эшли потрогать свою киску."
    new "Позволить Эшли потрогать свою киску."

    # game/Quests/EP2_07/ep27_dialogues7_pub.rpy:647
    old "Сделать то о чем просит Эшли."
    new "Сделать то о чем просит Эшли."

