# TODO: Translation updated at 2019-08-15 14:57

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:5
translate english ep27_dialogues6_julia1_96decb6a:

    # m "Юлия, вот тебе флеш карта."
    # m "Быстро собери отчеты у каждого из этих никчемных работников!"
    # julia "Да, Миссис Бакфетт, я сейчас все сделаю!"
    # julia "Вот, Миссис Бакфетт."
    # julia "Я собрала отчеты у всех сотрудников."
    m "Юлия, вот тебе флеш карта."
    m "Быстро собери отчеты у каждого из этих никчемных работников!"
    julia "Да, Миссис Бакфетт, я сейчас все сделаю!"
    julia "Вот, Миссис Бакфетт."
    julia "Я собрала отчеты у всех сотрудников."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:16
translate english ep27_dialogues6_julia1_47e9490c:

    # m "Ты долго делала это, могла бы быстрее!"
    # julia "..."
    m "Ты долго делала это, могла бы быстрее!"
    julia "..."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:19
translate english ep27_dialogues6_julia1_0078fdb0:

    # m "Хорошо, Юлия. Спасибо."
    # julia "Да, Миссис Бакфетт, пожалуйста."
    m "Хорошо, Юлия. Спасибо."
    julia "Да, Миссис Бакфетт, пожалуйста."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:26
translate english ep27_dialogues6_julia2_ebb9b774:

    # mt "Все отчеты собраны."
    # mt "Теперь можно отнести их моей секретарше."
    mt "Все отчеты собраны."
    mt "Теперь можно отнести их моей секретарше."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:32
translate english ep27_dialogues6_julia3b_f90feb6c:

    # mt "Мне надо сдать отчеты моей секретарше."
    mt "Мне надо сдать отчеты моей секретарше."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:44
translate english ep27_dialogues6_julia3_67fa64b7:

    # mt "ФРЕД?!"
    # fred "О, какая встреча, Миссис Бакфетт."
    # fred "Рад видеть Вас в кресле Босса."
    # julia "???"
    # m "Фред, что ты делаешь здесь?!"
    # fred "Миссис Бакфетт, я работаю в этой компании, поэтому Вам вопрос звучит странно."
    # fred "И непрофессионально."
    # m "Твой профессионализм не должен выходить за пределы рулевого колеса, Фред!"
    # m "Что ты здесь делаешь, спрашиваю еще раз!"
    # m "Юлия, он что, пришел к тебе?!"
    # julia "..."
    # fred "Миссис Бакфетт."
    # fred "Если говорить о сферах профессионализма, то, возможно, кое-кому стоит ограничиться обязанностями гувернантки."
    # fred "А работа Боссом при этом - это выход за профессиональные рамки основной профессии."
    # julia "???"
    # fred "..."
    # m "!!!"
    # m "..."
    # m "Юлия, выйди из кабинета."
    # m "Быстро!"
    # julia "..."
    # m "Фред, ты не слишком-ли ты нарываешься?!"
    # m "Тебе что, в прошлый раз показалось мало?!"
    # fred "Миссис Бакфетт, я усвоил то, что Вас лучше не трогать и не принуждать к чему-либо силой."
    # fred "В вашем случае это опасно."
    # m "Я рада что ты, Фред, это понимаешь."
    # fred "Гораздо безопаснее, Миссис Бакфетт, если Вы сделаете это сами..."
    # m "!!!"
    # m "Что ты имеешь ввиду, Фред?!"
    # m "Если ты рассчитываешь на то, чтобы я спала с тобой, то можешь даже не надеяться!"
    # m "Я не пойду на это ни за что!"
    # fred "О, Миссис Бакфетт, насчет Вашей попки у меня отдельные планы."
    # fred "Они также связаня с попками Стефани и Ребекки, если Вы помните..."
    # mt "!!!"
    # m "Фред..." 
    # fred "Миссис Бакфетт, Вы хороший Босс."
    # fred "А у хорошего Босса не должно быть секретов от своих подчиненных."
    # fred "Это непрофессионально."
    # m "На что это ты намекаешь, Фред?!"
    # fred "Миссис Бакфетт, я считаю профессиональным долгом рассказать всему коллективу о том, что их Босс имеет основную работу..."
    # fred "Гувернанткой." 
    # m "!!!" 
    mt "ФРЕД?!"
    fred "О, какая встреча, Миссис Бакфетт."
    fred "Рад видеть Вас в кресле Босса."
    julia "???"
    m "Фред, что ты делаешь здесь?!"
    fred "Миссис Бакфетт, я работаю в этой компании, поэтому Вам вопрос звучит странно."
    fred "И непрофессионально."
    m "Твой профессионализм не должен выходить за пределы рулевого колеса, Фред!"
    m "Что ты здесь делаешь, спрашиваю еще раз!"
    m "Юлия, он что, пришел к тебе?!"
    julia "..."
    fred "Mrs. Buckfett."
    fred "Если говорить о сферах профессионализма, то, возможно, кое-кому стоит ограничиться обязанностями гувернантки."
    fred "А работа Боссом при этом - это выход за профессиональные рамки основной профессии."
    julia "???"
    fred "..."
    m "!!!"
    m "..."
    m "Юлия, выйди из кабинета."
    m "Hurry up!"
    julia "..."
    m "Фред, ты не слишком-ли ты нарываешься?!"
    m "Тебе что, в прошлый раз показалось мало?!"
    fred "Миссис Бакфетт, я усвоил то, что Вас лучше не трогать и не принуждать к чему-либо силой."
    fred "В вашем случае это опасно."
    m "Я рада что ты, Фред, это понимаешь."
    fred "Гораздо безопаснее, Миссис Бакфетт, если Вы сделаете это сами..."
    m "!!!"
    m "Что ты имеешь ввиду, Фред?!"
    m "Если ты рассчитываешь на то, чтобы я спала с тобой, то можешь даже не надеяться!"
    m "Я не пойду на это ни за что!"
    fred "О, Миссис Бакфетт, насчет Вашей попки у меня отдельные планы."
    fred "Они также связаня с попками Стефани и Ребекки, если Вы помните..."
    mt "!!!"
    m "Фред..." 
    fred "Миссис Бакфетт, Вы хороший Босс."
    fred "А у хорошего Босса не должно быть секретов от своих подчиненных."
    fred "Это непрофессионально."
    m "На что это ты намекаешь, Фред?!"
    fred "Миссис Бакфетт, я считаю профессиональным долгом рассказать всему коллективу о том, что их Босс имеет основную работу..."
    fred "Гувернанткой." 
    m "!!!" 

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:134
translate english ep27_dialogues6_julia3_f9c5980e:

    # fred "Гувернанткой, которой приходится носить трусики Юлии, потому что у нее нет других."
    # fred "Или, может быть, ей нравится это..."
    # fred "И она теперь трет пятно на ковре в своем доме, сверкая Юлиными трусиками каждый день."
    fred "Гувернанткой, которой приходится носить трусики Юлии, потому что у нее нет других."
    fred "Или, может быть, ей нравится это..."
    fred "И она теперь трет пятно на ковре в своем доме, сверкая Юлиными трусиками каждый день."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:139
translate english ep27_dialogues6_julia3_fe972066:

    # fred "Гувернанткой, которая носит трусики Юлии, а также трусики своей новой хозяйки."
    # fred "Которые та носила за день до этого."
    # fred "И она теперь трет пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."
    fred "Гувернанткой, которая носит трусики Юлии, а также трусики своей новой хозяйки."
    fred "Которые та носила за день до этого."
    fred "И она теперь трет пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:143
translate english ep27_dialogues6_julia3_5c1cac49:

    # fred "Гувернанткой, которая носила трусики Юлии, а затем трусики новой хозяйки дома."
    # fred "Которые та носила за день до этого."
    # fred "И она терла пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."
    # m "!!!"
    # fred "А затем ей вообще запретили носить трусики."
    # fred "И она теперь трет пятно на ковре без трусикой, сверкая своей очаровательной попой."
    fred "Гувернанткой, которая носила трусики Юлии, а затем трусики новой хозяйки дома."
    fred "Которые та носила за день до этого."
    fred "И она терла пятно на ковре в своем доме, сверкая то Юлиными трусиками, то трусиками хозяйки каждый день."
    m "!!!"
    fred "А затем ей вообще запретили носить трусики."
    fred "И она теперь трет пятно на ковре без трусикой, сверкая своей очаровательной попой."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:152
translate english ep27_dialogues6_julia3_295a11c6:

    # fred "Я люблю смотреть на Вашу попу, Миссис Бакфетт."
    # fred "Когда Вы трете то пятно..."
    # m "!!!" 
    # m "Ты не расскажешь этого никому!" 
    # fred "Почему-же?"
    # fred "Ваше фото и видео того, как Вы трете пятно, понравится всем в этом отделе."
    # m "У тебя нет ни фото, ни видео этого!"
    # m "Ты лжешь!"
    # fred "Вы правы, у меня этого нет."
    # fred "Но я могу сделать их в любое время."
    # fred "Например, завтра."
    # fred "Или послезавтра."
    # fred "Ведь Вы стараетесь быть хорошей гувернанткой и не будете уклоняться от обязанностей по дому, правда?"
    # fred "В конце концов, я за Вас поручился перед Мистером Робертсом."
    # m "!!!"
    # fred "Особенно это видео понравится Юлии."
    # m "!!!"
    # fred "Я, пожалуй, покажу ей эти видео-материалы первой."
    # m "..."
    # m "Фред, мерзавец..."
    # m "Ты всегда пользуешься ситуацией в свою пользу."
    # fred "..." 
    # m "..."
    # m "Ты говорил что у тебя другие планы... насчет меня..."
    # m "Что ты хочешь сейчас?"
    # m "Ведь ты меня просто шантажируешь, я знаю."
    # m "Ты не станешь никому рассказывать про то что я делаю в своем доме."
    # fred "О, Миссис Бакфетт, мне нужна сущая мелочь."
    # fred "Я уважаю Вас как Босса и как профессионала."
    # fred "И я хочу, чтобы Вы просто вели себя более вежливо по отношению к Юлии."
    # m "Я и так веду себя по отношению к Юлии так, как того требует профессиональная этика."
    # fred "Да, но Юлия хрупкая и ранимая девушка."
    # fred "И ей бы не помешало побольше нежности от такого строгого Босса как Вы, Миссис Бакфетт."
    # m "???"
    # fred "Скажите Юлии, что она хорошо выглядит сегодня."
    # m "Я не понимаю, зачем мне это говорить?"
    # m "Она всего-лишь работник, а я ее Босс!"
    # fred "Вам придется это сказать, Миссис Бакфетт."
    # fred "Иначе Ваши профессиональные тайны станут достоянием общественности."
    # m "!!!"
    # fred "..." 
    # m "Ладно..."
    # m "Когда я должна это сделать?"
    # fred "Сделайте это завтра или в ближайшие дни."
    # m "И как ты узнаешь что я это сделала?"
    fred "Я люблю смотреть на Вашу попу, Миссис Бакфетт."
    fred "Когда Вы трете то пятно..."
    m "!!!" 
    m "Ты не расскажешь этого никому!" 
    fred "Почему-же?"
    fred "Ваше фото и видео того, как Вы трете пятно, понравится всем в этом отделе."
    m "У тебя нет ни фото, ни видео этого!"
    m "Ты лжешь!"
    fred "Вы правы, у меня этого нет."
    fred "Но я могу сделать их в любое время."
    fred "Например, завтра."
    fred "Или послезавтра."
    fred "Ведь Вы стараетесь быть хорошей гувернанткой и не будете уклоняться от обязанностей по дому, правда?"
    fred "В конце концов, я за Вас поручился перед Мистером Робертсом."
    m "!!!"
    fred "Особенно это видео понравится Юлии."
    m "!!!"
    fred "Я, пожалуй, покажу ей эти видео-материалы первой."
    m "..."
    m "Фред, мерзавец..."
    m "Ты всегда пользуешься ситуацией в свою пользу."
    fred "..." 
    m "..."
    m "Ты говорил что у тебя другие планы... насчет меня..."
    m "Что ты хочешь сейчас?"
    m "Ведь ты меня просто шантажируешь, я знаю."
    m "Ты не станешь никому рассказывать про то что я делаю в своем доме."
    fred "О, Миссис Бакфетт, мне нужна сущая мелочь."
    fred "Я уважаю Вас как Босса и как профессионала."
    fred "И я хочу, чтобы Вы просто вели себя более вежливо по отношению к Юлии."
    m "Я и так веду себя по отношению к Юлии так, как того требует профессиональная этика."
    fred "Да, но Юлия хрупкая и ранимая девушка."
    fred "И ей бы не помешало побольше нежности от такого строгого Босса как Вы, Миссис Бакфетт."
    m "???"
    fred "Скажите Юлии, что она хорошо выглядит сегодня."
    m "Я не понимаю, зачем мне это говорить?"
    m "Она всего-лишь работник, а я ее Босс!"
    fred "Вам придется это сказать, Миссис Бакфетт."
    fred "Иначе Ваши профессиональные тайны станут достоянием общественности."
    m "!!!"
    fred "..." 
    m "All right..."
    m "Когда я должна это сделать?"
    fred "Сделайте это завтра или в ближайшие дни."
    m "И как ты узнаешь что я это сделала?"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:227
translate english ep27_dialogues6_julia3_9241a38b:

    # fred "Юлия иногда доверяется моему... профессиональному мнению."
    fred "Юлия иногда доверяется моему... профессиональному мнению."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:230
translate english ep27_dialogues6_julia3_a465b306:

    # fred "Юлия немного стесняется меня, но иногда спрашивает моего совета."
    # fred "Дополнительное доверие ко мне поможет ей расслабиться в будущем."
    fred "Юлия немного стесняется меня, но иногда спрашивает моего совета."
    fred "Дополнительное доверие ко мне поможет ей расслабиться в будущем."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:249
translate english ep27_dialogues6_julia3_82501303:

    # m "Фред, лучше убирайся со своими мелкими шантажами!"
    # m "Предупреждаю!"
    # m "Если хоть что-то просочится в эти стены про то, что я делаю в своем доме..."
    # m "Я оторву тебе яйца, клянусь!" 
    # m "Жаль что я не сделала этого в прошлый раз в раздевалке фитнес зала!"
    m "Фред, лучше убирайся со своими мелкими шантажами!"
    m "Предупреждаю!"
    m "Если хоть что-то просочится в эти стены про то, что я делаю в своем доме..."
    m "Я оторву тебе яйца, клянусь!" 
    m "Жаль что я не сделала этого в прошлый раз в раздевалке фитнес зала!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:270
translate english ep27_dialogues6_julia4_3afec51f:

    # mt "Фред - еще один мерзавец, который принялся шантажировать меня!"
    # mt "В этом мире трудно жить такой доброй и порядочной Леди как Я."
    # mt "Все мерзавцы этого мира пытаются использовать меня."
    # mt "В отличие от них, я никогда не использовала власть для того, чтобы унизить кого-то!"
    # mt "..."
    # mt "Но ничего, скоро я верну все назад и сделаю Фреда бездомным!"
    # mt "Ну а пока..."
    # mt "Пока, возможно, мне придется сказать Юлии те слова, что он просил."
    # mt "В конце концов, это не так уж и сложно."
    # mt "Сделаю это {c}завтра днем{/c}."
    # mt "Либо можно {c}потянуть время{/c}."
    # mt "Фред сказал что я могу подумать."
    mt "Фред - еще один мерзавец, который принялся шантажировать меня!"
    mt "В этом мире трудно жить такой доброй и порядочной Леди как Я."
    mt "Все мерзавцы этого мира пытаются использовать меня."
    mt "В отличие от них, я никогда не использовала власть для того, чтобы унизить кого-то!"
    mt "..."
    mt "Но ничего, скоро я верну все назад и сделаю Фреда бездомным!"
    mt "Ну а пока..."
    mt "Пока, возможно, мне придется сказать Юлии те слова, что он просил."
    mt "В конце концов, это не так уж и сложно."
    mt "Сделаю это {c}завтра днем{/c}."
    mt "Либо можно {c}потянуть время{/c}."
    mt "Фред сказал что я могу подумать."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:296
translate english ep27_dialogues6_julia5_bd13ae9f:

    # m "Юлия... Ты сегодня хорошо выглядишь..."
    # julia "???"
    # m "..." 
    # julia "Ссс... Сссспасибо... Миссис Бакфетт..."
    m "Юлия... Ты сегодня хорошо выглядишь..."
    julia "???"
    m "..." 
    julia "Ссс... Сссспасибо... Миссис Бакфетт..."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:310
translate english ep27_dialogues6_julia6_20f2032a:

    # fred "Миссис Бакфетт."
    # m "Фред... Мерзавец..."
    # m "Зачем ты подкараулил меня здесь?"
    # m "Я сделала как ты просил!"
    # m "Что тебе снова надо?"
    # fred "Миссис Бакфетт, Вы прекрасно справились."
    # fred "Сегодня Вы скажете что Юлия очень красивая девушка и Вам нравится ее прическа."
    # m "Зачем мне говорить это? С какой стати?!"
    # fred "Миссис Бакфетт, Вы знаете зачем."
    # fred "Чтобы не случилось кое-что, чего Вы бы не хотели чтобы случилось..."
    # m "!!!"
    # m "Я подумаю..."
    fred "Mrs. Buckfett."
    m "Фред... Мерзавец..."
    m "Зачем ты подкараулил меня здесь?"
    m "Я сделала как ты просил!"
    m "Что тебе снова надо?"
    fred "Миссис Бакфетт, Вы прекрасно справились."
    fred "Сегодня Вы скажете что Юлия очень красивая девушка и Вам нравится ее прическа."
    m "Зачем мне говорить это? С какой стати?!"
    fred "Миссис Бакфетт, Вы знаете зачем."
    fred "Чтобы не случилось кое-что, чего Вы бы не хотели чтобы случилось..."
    m "!!!"
    m "I'm thinking..."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:334
translate english ep27_dialogues6_julia7_a68e92af:

    # m "Юлия, ты..."
    # julia "Да, Миссис Бакфетт?"
    # m "Юлия... Ты... Ты красивая девушка."
    # julia "..."
    # m "И... И мне нравится твоя прическа."
    # julia "..." 
    # m "..." 
    # julia "Спасибо, Миссис Бакфетт."
    # julia "У Вас тоже очень красивые волосы."
    # m "Спасибо, но я и так знаю это!" 
    m "Юлия, ты..."
    julia "Yes, Mrs. Buckfett?"
    m "Юлия... Ты... Ты красивая девушка."
    julia "..."
    m "И... И мне нравится твоя прическа."
    julia "..." 
    m "..." 
    julia "Спасибо, Миссис Бакфетт."
    julia "У Вас тоже очень красивые волосы."
    m "Спасибо, но я и так знаю это!" 

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:357
translate english ep27_dialogues6_julia8_0ef1f534:

    # fred "..." 
    # m "Снова ТЫ!"
    # fred "Миссис Бакфетт, Вы снова прекрасно справились!"
    # fred "Сегодня Вы скажете Юлии что у нее сексуальная фигура и грудь."
    # fred "Затем попросите повернуться ее спиной и сказать что у нее красивая попа."
    # fred "Вы должны произнести именно это слова!"
    # m "Я не считаю ее фигуру красивой, а тем более сексуальной!"
    # m "С какой стати мне говорить это ей?!"
    # m "Юлия - обычная бездарность, у которой фигура не сравнится с моей!"
    # fred "Миссис Бакфетт..."
    # fred "Если Вы не оцените фигуру Юлии, то весь отдел оценит Вашу прекрасную фигуру в позе гувернантки, трущей пятно."
    # m "!!!"
    fred "..." 
    m "Снова ТЫ!"
    fred "Миссис Бакфетт, Вы снова прекрасно справились!"
    fred "Сегодня Вы скажете Юлии что у нее сексуальная фигура и грудь."
    fred "Затем попросите повернуться ее спиной и сказать что у нее красивая попа."
    fred "Вы должны произнести именно это слова!"
    m "Я не считаю ее фигуру красивой, а тем более сексуальной!"
    m "С какой стати мне говорить это ей?!"
    m "Юлия - обычная бездарность, у которой фигура не сравнится с моей!"
    fred "Mrs. Buckfett..."
    fred "Если Вы не оцените фигуру Юлии, то весь отдел оценит Вашу прекрасную фигуру в позе гувернантки, трущей пятно."
    m "!!!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:383
translate english ep27_dialogues6_julia9_a4ba2e04:

    # m "Юлия, подойди ко мне!"
    # julia "Да, Миссис Бакфетт?" 
    # m "..."
    # julia "..." 
    # m "Юлия..."
    # m "Юлия, у тебя красивая фигура и мне нравится твоя грудь."
    # julia "..." 
    # m "А теперь повернись ко мне спиной!" 
    # m "У тебя также красивая попа и она также нравится мне."
    # julia "!!!" 
    # m "!!!" 
    # julia "Ссссс... Сссспасибо, Миссис Бакфетт..."
    # julia "Для меня это неожиданно..."
    # julia "Я могу идти на свое рабочее место?"
    # m "Да, Юлия, ты можешь идти!"
    m "Juia, come here!"
    julia "Yes, Mrs. Buckfett?" 
    m "..."
    julia "..." 
    m "Юлия..."
    m "Юлия, у тебя красивая фигура и мне нравится твоя грудь."
    julia "..." 
    m "А теперь повернись ко мне спиной!" 
    m "У тебя также красивая попа и она также нравится мне."
    julia "!!!" 
    m "!!!" 
    julia "Ссссс... Сссспасибо, Миссис Бакфетт..."
    julia "Для меня это неожиданно..."
    julia "Я могу идти на свое рабочее место?"
    m "Да, Юлия, ты можешь идти!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:418
translate english ep27_dialogues6_julia10_8e6e9a84:

    # m "ФРЕД!!!"
    # m "Мерзавец..."
    # fred "Миссис Бакфетт, Вы снова справились на отлично."
    # fred "Сегодня Вы поцелуете Юлию."
    # fred "Можно в щеку."
    # m "ЧТООООО???"
    # m "Я не собираюсь делать этого!!!"
    # fred "Миссис Бакфетт, в этом нет ничего особенного."
    # fred "Зато что-то особенное может случиться, если Вы не сделаете этого..."
    # m "!!!"
    # fred "До встречи, Миссис Бакфетт..." 
    m "ФРЕД!!!"
    m "Dirty bastard..."
    fred "Миссис Бакфетт, Вы снова справились на отлично."
    fred "Сегодня Вы поцелуете Юлию."
    fred "Можно в щеку."
    m "ЧТООООО???"
    m "Я не собираюсь делать этого!!!"
    fred "Миссис Бакфетт, в этом нет ничего особенного."
    fred "Зато что-то особенное может случиться, если Вы не сделаете этого..."
    m "!!!"
    fred "До встречи, Миссис Бакфетт..." 

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:442
translate english ep27_dialogues6_julia11_48e3932c:

    # julia "Миссис Бакфетт, чем я могу помочь Вам?"
    # m "Юлия, сядь и сиди работай."
    # m "Я просто хочу проверить как ты работаешь."
    # julia "Да, конечно, Миссис Бакфетт."
    # julia "Как скажете."
    # m "..."
    julia "Миссис Бакфетт, чем я могу помочь Вам?"
    m "Юлия, сядь и сиди работай."
    m "Я просто хочу проверить как ты работаешь."
    julia "Да, конечно, Миссис Бакфетт."
    julia "Как скажете."
    m "..."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:456
translate english ep27_dialogues6_julia11_412b036e:

    # mt "Нет, я не могу зайти настолько далеко."
    # mt "Все-таки, я Босс!"
    mt "Нет, я не могу зайти настолько далеко."
    mt "Все-таки, я Босс!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:465
translate english ep27_dialogues6_julia11_99d85933:

    # julia "Миссис Бакфетт, что Вы собираетесь сделать?!"
    # m "Ничего!" 
    julia "Миссис Бакфетт, что Вы собираетесь сделать?!"
    m "Ничего!" 

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:476
translate english ep27_dialogues6_julia11_6d76be23:

    # m "(чмок)"
    # julia "!!!"
    # m "..."
    # m "Миссис Бакфетт, что это было?"
    # m "Ничего..." 
    # mt "Гребаный Фред!"
    # mt "Я чувствую себя полной дурой!"
    m "(чмок)"
    julia "!!!"
    m "..."
    m "Миссис Бакфетт, что это было?"
    m "Ничего..." 
    mt "Гребаный Фред!"
    mt "Я чувствую себя полной дурой!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:504
translate english ep27_dialogues6_julia12_de41ef6d:

    # m "Фред! Хватит преследовать меня!"
    # fred "Вы прекрасно справились, Миссис Бакфетт."
    # fred "Продолжим нашу маленькую игру."
    # fred "Сегодня Вы можете говорить с Юлией о чем хотите..."
    # fred "Но Вы должны ущипнуть ее за попу."
    # m "!!!"
    # m "К чему ты клонишь, Фред?!"
    # m "Я не какая-нибудь лесбиянка!"
    # m "Я - Леди! И я твой Босс!"
    # m "Не забывай этого!"
    # fred "Миссис Бакфетт, не будет ничего страшного, если женщина Босс ущипнет за попу свою подчиненную."
    # fred "Это одинаковый пол, поэтому это не будет считаться харрасментом."
    # fred "И будет вполне профессионально."
    # fred "Однако, Миссис Бакфетт, если Вы этого не сделаете..."
    # fred "То весь Ваш отдел скоро увидит фото, как их Босса щипает за задницу другой мужчина."
    # m "Ты..."
    # fred "В то время, когда их Босс трет пятно на ковре."
    # m "Я убью тебя, Фред..."
    # fred "Миссис Бакфетт, я профессионал и нет необходимости убивать меня."
    # fred "Просто сделайте что я прошу..."
    # m "!!!"
    m "Фред! Хватит преследовать меня!"
    fred "Вы прекрасно справились, Миссис Бакфетт."
    fred "Продолжим нашу маленькую игру."
    fred "Сегодня Вы можете говорить с Юлией о чем хотите..."
    fred "Но Вы должны ущипнуть ее за попу."
    m "!!!"
    m "К чему ты клонишь, Фред?!"
    m "Я не какая-нибудь лесбиянка!"
    m "Я - Леди! И я твой Босс!"
    m "Did you forget?"
    fred "Миссис Бакфетт, не будет ничего страшного, если женщина Босс ущипнет за попу свою подчиненную."
    fred "Это одинаковый пол, поэтому это не будет считаться харрасментом."
    fred "И будет вполне профессионально."
    fred "Однако, Миссис Бакфетт, если Вы этого не сделаете..."
    fred "То весь Ваш отдел скоро увидит фото, как их Босса щипает за задницу другой мужчина."
    m "You..."
    fred "В то время, когда их Босс трет пятно на ковре."
    m "Я убью тебя, Фред..."
    fred "Миссис Бакфетт, я профессионал и нет необходимости убивать меня."
    fred "Просто сделайте что я прошу..."
    m "!!!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:534
translate english ep27_dialogues6_julia13_50e826e9:

    # julia "Миссис Бакфетт?"
    # m "Юлия."
    # m "Пожалуйста, встань и подойди ко мне."
    # julia "..."
    # m "Юлия, посмотри, пожалуйста, в окно."
    # julia "..."
    # m "Юлия, что ты там видишь?"
    # julia "Миссис Бакфетт, я вижу там город..."
    julia "Mrs. Buckfett?"
    m "Юлия."
    m "Пожалуйста, встань и подойди ко мне."
    julia "..."
    m "Юлия, посмотри, пожалуйста, в окно."
    julia "..."
    m "Юлия, что ты там видишь?"
    julia "Миссис Бакфетт, я вижу там город..."

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:555
translate english ep27_dialogues6_julia13_1db46e89:

    # mt "Нет, я не могу сделать это..."
    # m "Юлия, хватит смотреть в окно!"
    # m "Пора возвращаться к работе!"
    # julia "..." 
    mt "Нет, я не могу сделать это..."
    m "Юлия, хватит смотреть в окно!"
    m "Пора возвращаться к работе!"
    julia "..." 

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:569
translate english ep27_dialogues6_julia13_8ee16ef2:

    # julia "Миссис Бакфетт!"
    # julia "Что Вы собираетесь сделать?!"
    # m "Я? Ничего!"
    # m "Видимо тебе что-то показалось, Юлия."
    # m "Иди занимайся работой."
    # m "Хватит смотреть в окно!"
    julia "Mrs. Buckfett!"
    julia "Что Вы собираетесь сделать?!"
    m "Я? Ничего!"
    m "Видимо тебе что-то показалось, Юлия."
    m "Иди занимайся работой."
    m "Хватит смотреть в окно!"

# game/Quests/EP2_07/ep27_dialogues6_julia.rpy:586
translate english ep27_dialogues6_julia13_599038a2:

    # julia "Ай!"
    # julia "!!!"
    # julia "Миссис Бакфетт, что Вы сделали?!"
    # m "..."
    # julia "Вы... Вы ущипнули меня за мою попу!"
    # m "Нет!"
    # m "Видимо тебе что-то показалось, Юлия."
    # m "Иди занимайся работой."
    # m "Хватит смотреть в окно!"
    # julia "..."
    # m "Если ты будешь плохо работать, то тебя ждет увольнение!"
    # julia "Да, Миссис Бакфетт..."
    # julia "Конечно..."
    # help "Дальнейший прогресс с Юлией будет доступен в следующем обновлении."
    julia "Ouch!"
    julia "!!!"
    julia "Миссис Бакфетт, что Вы сделали?!"
    m "..."
    julia "Вы... Вы ущипнули меня за мою попу!"
    m "No!"
    m "Видимо тебе что-то показалось, Юлия."
    m "Иди занимайся работой."
    m "Хватит смотреть в окно!"
    julia "..."
    m "Если ты будешь плохо работать, то тебя ждет увольнение!"
    julia "Yes, Mrs. Buckfett ..."
    julia "Конечно..."
    help "Дальнейший прогресс с Юлией будет доступен в следующем обновлении."

translate english strings:

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:14
    old "Ты долго делала это, могла бы быстрее!"
    new "Ты долго делала это, могла бы быстрее!"

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:14
    old "Хорошо, Юлия."
    new "Хорошо, Юлия."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:226
    old "Юлия имела секс с Фредом."
    new "Юлия имела секс с Фредом."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:229
    old "Юлия не имела секс с Фредом."
    new "Юлия не имела секс с Фредом."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:238
    old "Я подумаю над этим."
    new "Я подумаю над этим."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:238
    old "Прогнать Фреда (пропуск событий с Юлией)."
    new "Прогнать Фреда (пропуск событий с Юлией)."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:285
    old "Фред просит говорить Юлии какие-то непонятные слова и делать странные вещи. Не понимаю зачем это, но мне придется выполнять его просьбы, потому что он шантажирует меня. Но, возможно, я могу потянуть время..."
    new "Фред просит говорить Юлии какие-то непонятные слова и делать странные вещи. Не понимаю зачем это, но мне придется выполнять его просьбы, потому что он шантажирует меня. Но, возможно, я могу потянуть время..."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:289
    old "Юлия... Ты сегодня хорошо выглядишь..."
    new "Юлия... Ты сегодня хорошо выглядишь..."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:331
    old "Юлия, ты красивая девушка и мне нравится твоя прическа..."
    new "Юлия, ты красивая девушка и мне нравится твоя прическа..."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:373
    old "Сделать Юлии комплимент по поводу ее фигуры."
    new "Сделать Юлии комплимент по поводу ее фигуры."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:434
    old "Поцеловать Юлию."
    new "Поцеловать Юлию."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:452
    old "Не целовать."
    new "Не целовать."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:469
    old "Требуется отношения с Юлией ур.2"
    new "Требуется отношения с Юлией ур.2"

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:529
    old "Ущипнуть Юлию за зад."
    new "Ущипнуть Юлию за зад."

    # game/Quests/EP2_07/ep27_dialogues6_julia.rpy:551
    old "Ущипнуть Юлию."
    new "Ущипнуть Юлию."

