# TODO: Translation updated at 2019-08-26 19:45

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:4
translate english ep27_photoshoot_suit8_b6ecaf9f:

    # m "Алекс, у этого наряда неполная комплектация."
    # m "Я не смогла найти трусиков!"
    # m "Их забыли положить?"
    m "Алекс, у этого наряда неполная комплектация."
    m "Я не смогла найти трусиков!"
    m "Их забыли положить?"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:8
translate english ep27_photoshoot_suit8_e2390426:

    # alex_photograph "Нет, Миссис Бакфетт!"
    # alex_photograph "У этого наряда абсолютно полная комплектация!"
    # alex_photograph "И мне она очень нравится!"
    # alex_photograph "Вы выглядите просто восхитительно!"
    alex_photograph "Нет, Миссис Бакфетт!"
    alex_photograph "У этого наряда абсолютно полная комплектация!"
    alex_photograph "И мне она очень нравится!"
    alex_photograph "Вы выглядите просто восхитительно!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:16
translate english ep27_photoshoot_suit8_bf78ee52:

    # m "ТЫ СОШЕЛ С УМА, АЛЕКС?!"
    # m "Я НЕ СОБИРАЮСЬ СНИМАТЬСЯ БЕЗ ТРУСИКОВ!!!"
    m "ТЫ СОШЕЛ С УМА, АЛЕКС?!"
    m "Я НЕ СОБИРАЮСЬ СНИМАТЬСЯ БЕЗ ТРУСИКОВ!!!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:20
translate english ep27_photoshoot_suit8_c3bce7f0:

    # alex_photograph "Миссис Бакфетт, но здесь есть трусики!"
    # m "Их нет!"
    alex_photograph "Миссис Бакфетт, но здесь есть трусики!"
    m "Их нет!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:25
translate english ep27_photoshoot_suit8_bc49bd9c:

    # alex_photograph "Они есть! Вот это украшение! Оно выполняет их роль!"
    alex_photograph "Они есть! Вот это украшение! Оно выполняет их роль!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:28
translate english ep27_photoshoot_suit8_71550824:

    # m "Оно ничего не закрывает, Алекс!"
    m "Оно ничего не закрывает, Алекс!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:31
translate english ep27_photoshoot_suit8_f38dd1c2:

    # alex_photograph "Миссис Бакфетт, эти трусики соответстуют новому курсу журнала, который Вы сами одобрили!"
    # alex_photograph "Мы задаем новый тренд, которому последуют многие девушки!"
    # alex_photograph "Приступим к съемкам скорее! Мне уже нетерпится запечатлеть Вашу красоту на пленку!"
    alex_photograph "Миссис Бакфетт, эти трусики соответстуют новому курсу журнала, который Вы сами одобрили!"
    alex_photograph "Мы задаем новый тренд, которому последуют многие девушки!"
    alex_photograph "Приступим к съемкам скорее! Мне уже нетерпится запечатлеть Вашу красоту на пленку!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:36
translate english ep27_photoshoot_suit8_12d8bca6:

    # m "Нет, Алекс!"
    # m "Даже не мечтай! Я не буду сниматься голой!"
    m "No, Alex!"
    m "Даже не мечтай! Я не буду сниматься голой!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:40
translate english ep27_photoshoot_suit8_984077ac:

    # alex_photograph "Но Миссис Бакфетт, это соответствует прогрессу серии фотосессий, о которой Вы договорились с Мистером Бифом!"
    alex_photograph "Но Миссис Бакфетт, это соответствует прогрессу серии фотосессий, о которой Вы договорились с Мистером Бифом!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:43
translate english ep27_photoshoot_suit8_f0ead265:

    # m "Еще... Еще рано для такого, Алекс!"
    m "Еще... Еще рано для такого, Алекс!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:46
translate english ep27_photoshoot_suit8_5726b1ab:

    # mt "Черт! Я знала что эти фотосессии доведут меня до такого!"
    # mt "Но мне нужно еще время... Еще немного времени... Надо как-то оттянуть этот момент..."
    mt "Черт! Я знала что эти фотосессии доведут меня до такого!"
    mt "Но мне нужно еще время... Еще немного времени... Надо как-то оттянуть этот момент..."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:50
translate english ep27_photoshoot_suit8_a613aa91:

    # m "Нет, Алекс! Я не буду этого делать!"
    # alex_photograph "Миссис Бакфетт, Вы отказываетесь от фотосессии?"
    # alex_photograph "Мне сообщить Мистеру Бифу?"
    m "Нет, Алекс! Я не буду этого делать!"
    alex_photograph "Миссис Бакфетт, Вы отказываетесь от фотосессии?"
    alex_photograph "Мне сообщить Мистеру Бифу?"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:55
translate english ep27_photoshoot_suit8_daa07bc7:

    # m "Алекс... Я не отказываюсь..."
    # m "Но мне надо немного времени... Подготовиться."
    # m "Давай пока сделаем фотосессию в другом... костюме..."
    # help "Ожидание прогресса истории с Мелани."
    m "Алекс... Я не отказываюсь..."
    m "Но мне надо немного времени... Подготовиться."
    m "Давай пока сделаем фотосессию в другом... костюме..."
    help "Ожидание прогресса истории с Мелани."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:66
translate english ep27_photoshoot_suit8_80584ae2:

    # melanie "Миссис Бакфетт..."
    melanie "Mrs. Buckfett..."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:69
translate english ep27_photoshoot_suit8_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:76
translate english ep27_photoshoot_suit8_32bcd23b:

    # melanie "Миссис Бакфетт, Вам стоит согласиться..."
    melanie "Миссис Бакфетт, Вам стоит согласиться..."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:84
translate english ep27_photoshoot_suit8_6e6e1326:

    # m "Алекс... Мелани..."
    # m "Я... Я сделаю эту фотосессию..."
    # m "Но мне нужно еще немного времени."
    m "Алекс... Мелани..."
    m "Я... Я сделаю эту фотосессию..."
    m "Но мне нужно еще немного времени."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:88
translate english ep27_photoshoot_suit8_523b1ce4:

    # melanie "Не затягивайте, Миссис Бакфетт."
    melanie "Не затягивайте, Миссис Бакфетт."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:91
translate english ep27_photoshoot_suit8_84154610:

    # mt "О БОЖЕ!"
    # mt "Я снимаюсь на камеру... БЕЗ ТРУСИКОВ!"
    # mt "ГОЛОЙ!"
    # mt "Я не представляю как мне впоследствии оправдываться перед обществом за такие кадры..."
    # mt "Может быть этот журнал не успеет распространиться до того как я верну свою власть?"
    # mt "Я сделаю изъятие всех копий этих кадров, клянусь!"
    mt "Oh my God!"
    mt "Я снимаюсь на камеру... БЕЗ ТРУСИКОВ!"
    mt "ГОЛОЙ!"
    mt "Я не представляю как мне впоследствии оправдываться перед обществом за такие кадры..."
    mt "Может быть этот журнал не успеет распространиться до того как я верну свою власть?"
    mt "Я сделаю изъятие всех копий этих кадров, клянусь!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:98
translate english ep27_photoshoot_suit8_fe566d6d:

    # m "Хорошо, Алекс..."
    # m "Я... Я сделаю эту фотосессию..."
    m "Хорошо, Алекс..."
    m "Я... Я сделаю эту фотосессию..."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:102
translate english ep27_photoshoot_suit8_805550c1:

    # alex_photograph "Миссис Бакфетт, не переживайте."
    # alex_photograph "Это будет ограниченный выпуск журнала."
    # alex_photograph "Он только для премиум подписчиков."
    # alex_photograph "Остальной мир увидит Вашу фотосессию далеко не сразу!"
    # m "..."
    # alex_photograph "И у Вас вполне приличные трусики, Миссис Бакфетт!"
    # alex_photograph "Они все закрывают так, что ничего не будет видно!"
    # m "Ладно, Алекс."
    # m "Только не снимай меня сзади..."
    # m "И спереди тоже..."
    # m "В общем, снимай так, чтобы ничего не было видно."
    # m "Тебе понятно, Алекс?!"
    alex_photograph "Миссис Бакфетт, не переживайте."
    alex_photograph "Это будет ограниченный выпуск журнала."
    alex_photograph "Он только для премиум подписчиков."
    alex_photograph "Остальной мир увидит Вашу фотосессию далеко не сразу!"
    m "..."
    alex_photograph "И у Вас вполне приличные трусики, Миссис Бакфетт!"
    alex_photograph "Они все закрывают так, что ничего не будет видно!"
    m "Alright, Alex..."
    m "Только не снимай меня сзади..."
    m "И спереди тоже..."
    m "В общем, снимай так, чтобы ничего не было видно."
    m "Тебе понятно, Алекс?!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:119
translate english ep27_photoshoot_suit8_9edb98e8:

    # alex_photograph "Да, Мэм. Конечно!"
    # alex_photograph "Итак, Мотор!"
    # 20532
    # 20533
    # 20534
    # m "Алекс, не вздумай брать такой кадр!"
    # m "У меня же там ничего нет!"
    # 20535
    # alex_photograph "Не переживайте, Миссис Бакфетт!"
    # alex_photograph "Из этого ракурса ничего не видно."
    # 20536
    # m "Алекс, снимай издалека!"
    # alex_photograph "Конечно, Миссис Бакфетт!"
    # 20537
    # 20538
    # 20539
    # m "Алекс, я просила не снимать близко!"
    # alex_photograph "Не переживайте, Миссис Бакфетт!"
    # alex_photograph "Из этого ракурса ничего не видно."
    # 20540
    # 20541
    # m "Алекс, не вздумай брать такой кадр!"
    # m "Ты что, сошел с ума?!"
    # alex_photograph "Миссис Бакфетт!"
    # alex_photograph "Из этого ракурса ничего не видно."
    # 20543
    # 20542
    # 20544
    # 20545
    # 20546
    # m "Алекс, не фотографируй сзади!"
    # m "У меня же голый зад!"
    # alex_photograph "Миссис Бакфетт, я не буду приближать камеру."
    # alex_photograph "Я фотографирую издалека!"
    # 20547
    # m "Алекс, ты в своем уме?!"
    # m "Ты хочешь сфотографировать мою... мою..."
    # alex_photograph "Не переживайте, Миссис Бакфетт!"
    # alex_photograph "Из этого ракурса ничего не видно."
    # m "Точно?"
    # alex_photograph "Да, Миссис Бакфетт! Уверяю Вас!"
    # 20548
    # m "Алекс, я не собираюсь раздвигать ноги!"
    # alex_photograph "Миссис Бакфетт, это всего-лишь образ!"
    # alex_photograph "Не волуйтесь, ничего не видно!"
    # m "Точно!?"
    # 20549
    # 20550
    # m "Алекс, там точно ничего не видно?"
    # alex_photograph "Не волнуйтесь, Миссис Бакфетт!"
    # alex_photograph "Украшение все скрывает!"
    # 20551
    # m "Алекс, что ты делаешь?!"
    # m "Зачем ты снимаешь вблизи?!"
    # alex_photograph "Миссис Бакфетт, я фотографирую украшение."
    # alex_photograph "Больше ничего не попадает в кадр!"
    # 20552
    # m "Алекс, я не буду вставать в такую позу!"
    # m "У меня голый зад! Абсолютно голый!"
    # m "Алекс, ТЫ ЧТО, НЕ ПОНИМАЕШЬ МЕНЯ?!"
    # alex_photograph "Миссис Бакфетт, у Вас прекрасная попа!"
    # alex_photograph "Вам нечего стесняться показывать ее!"
    # m "Алекс, вообще-то я Леди!"
    # m "А Леди не показывают на камеру свой голый зад!"
    # m "И я твой Босс, ты не забыл это?!"
    # alex_photograph "Миссис Бакфетт, не переживайте!"
    # alex_photograph "Все-равно ничего не видно! Украшение дает блеск и засвечивает кадр!"
    # m "Алекс, это точно?!"
    # alex_photograph "Миссис Бакфетт, это абсолютно точно!"
    # 20553
    # 20554
    # 20555
    # 20556
    # 20557
    # m "Наконец-то нормальная поза."
    # m "Алекс, до тебя, наконец-то дошло, что красота кроется не в развратных позах?"
    # alex_photograph "Да, Миссис Бакфетт, я согласен с Вами!"
    # 20559
    # 20558
    # 20560
    # 20561
    # m "Алекс, ты точно сошел с ума!"
    # m "Ты думаешь что я буду сниматься голой, да еще и раздвигать ноги?!"
    # m "Ты не перепутал съемку на модный журнал и какое-нибудь порно?!"
    # alex_photograph "Миссис Бакфетт, я буду снимать Вам только спереди!"
    # alex_photograph "Положение Ваших ног лишь передает в кадр непринужденность."
    # m "Непринужденность?!"
    # m "Я лежу здесь голой задницей, раздвинув ноги!"
    # m "Хорошо что сзади никого нет! Я не переживу этого стыда!"
    # 20562
    # 20563 
    # m "Ты куда пристроился, Алекс?!"
    # alex_photograph "Миссис Бакфетт, мне надо сфотографировать Вас сверху!"
    # m "Алекс, НЕТ!"
    # m "Я же голая там!"
    # alex_photograph "Миссис Бакфетт, я буду фотографировать только верхнюю часть."
    # m "Ну.. Ладно..."
    # m "Только не смотри ниже!"
    # alex_photograph "Да, Миссис Бакфетт, конечно!"
    # 20564
    # 20565
    # 20566
    # 20567
    # 20568
    # m "Алекс!"
    # 20569
    # 20570 
    # m "Алекс, ты куда встал?!"
    # alex_photograph "Миссис Бакфетт, мне надо сделать пару кадров Вашей обнаженной попы."
    # m "ЧТО?! АЛЕКС!!!"
    # m "ТЫ СОШЕЛ С УМА?!"
    # alex_photograph "Это распоряжение Мистера Бифа."
    # m "ЧТО?! Мне без разницы какие там Биф давал распоряжения!"
    # m "Я не буду этого терпеть!"
    alex_photograph "Да, Мэм. Конечно!"
    alex_photograph "Итак, Мотор!"
    20532
    20533
    20534
    m "Алекс, не вздумай брать такой кадр!"
    m "У меня же там ничего нет!"
    20535
    alex_photograph "Не переживайте, Миссис Бакфетт!"
    alex_photograph "Из этого ракурса ничего не видно."
    20536
    m "Алекс, снимай издалека!"
    alex_photograph "Of course, Mrs. Buckfett!"
    20537
    20538
    20539
    m "Алекс, я просила не снимать близко!"
    alex_photograph "Не переживайте, Миссис Бакфетт!"
    alex_photograph "Из этого ракурса ничего не видно."
    20540
    20541
    m "Алекс, не вздумай брать такой кадр!"
    m "Ты что, сошел с ума?!"
    alex_photograph "Mrs. Buckfett!"
    alex_photograph "Из этого ракурса ничего не видно."
    20543
    20542
    20544
    20545
    20546
    m "Алекс, не фотографируй сзади!"
    m "У меня же голый зад!"
    alex_photograph "Миссис Бакфетт, я не буду приближать камеру."
    alex_photograph "Я фотографирую издалека!"
    20547
    m "Алекс, ты в своем уме?!"
    m "Ты хочешь сфотографировать мою... мою..."
    alex_photograph "Не переживайте, Миссис Бакфетт!"
    alex_photograph "Из этого ракурса ничего не видно."
    m "Really?"
    alex_photograph "Да, Миссис Бакфетт! Уверяю Вас!"
    20548
    m "Алекс, я не собираюсь раздвигать ноги!"
    alex_photograph "Миссис Бакфетт, это всего-лишь образ!"
    alex_photograph "Не волуйтесь, ничего не видно!"
    m "Точно!?"
    20549
    20550
    m "Алекс, там точно ничего не видно?"
    alex_photograph "Не волнуйтесь, Миссис Бакфетт!"
    alex_photograph "Украшение все скрывает!"
    20551
    m "Алекс, что ты делаешь?!"
    m "Зачем ты снимаешь вблизи?!"
    alex_photograph "Миссис Бакфетт, я фотографирую украшение."
    alex_photograph "Больше ничего не попадает в кадр!"
    20552
    m "Алекс, я не буду вставать в такую позу!"
    m "У меня голый зад! Абсолютно голый!"
    m "Алекс, ТЫ ЧТО, НЕ ПОНИМАЕШЬ МЕНЯ?!"
    alex_photograph "Миссис Бакфетт, у Вас прекрасная попа!"
    alex_photograph "Вам нечего стесняться показывать ее!"
    m "Алекс, вообще-то я Леди!"
    m "А Леди не показывают на камеру свой голый зад!"
    m "И я твой Босс, ты не забыл это?!"
    alex_photograph "Миссис Бакфетт, не переживайте!"
    alex_photograph "Все-равно ничего не видно! Украшение дает блеск и засвечивает кадр!"
    m "Алекс, это точно?!"
    alex_photograph "Миссис Бакфетт, это абсолютно точно!"
    20553
    20554
    20555
    20556
    20557
    m "Наконец-то нормальная поза."
    m "Алекс, до тебя, наконец-то дошло, что красота кроется не в развратных позах?"
    alex_photograph "Да, Миссис Бакфетт, я согласен с Вами!"
    20559
    20558
    20560
    20561
    m "Алекс, ты точно сошел с ума!"
    m "Ты думаешь что я буду сниматься голой, да еще и раздвигать ноги?!"
    m "Ты не перепутал съемку на модный журнал и какое-нибудь порно?!"
    alex_photograph "Миссис Бакфетт, я буду снимать Вам только спереди!"
    alex_photograph "Положение Ваших ног лишь передает в кадр непринужденность."
    m "Непринужденность?!"
    m "Я лежу здесь голой задницей, раздвинув ноги!"
    m "Хорошо что сзади никого нет! Я не переживу этого стыда!"
    20562
    20563 
    m "Ты куда пристроился, Алекс?!"
    alex_photograph "Миссис Бакфетт, мне надо сфотографировать Вас сверху!"
    m "Алекс, НЕТ!"
    m "Я же голая там!"
    alex_photograph "Миссис Бакфетт, я буду фотографировать только верхнюю часть."
    m "Ну.. Ладно..."
    m "Только не смотри ниже!"
    alex_photograph "Да, Миссис Бакфетт, конечно!"
    20564
    20565
    20566
    20567
    20568
    m "Alex!"
    20569
    20570 
    m "Алекс, ты куда встал?!"
    alex_photograph "Миссис Бакфетт, мне надо сделать пару кадров Вашей обнаженной попы."
    m "ЧТО?! АЛЕКС!!!"
    m "ТЫ СОШЕЛ С УМА?!"
    alex_photograph "Это распоряжение Мистера Бифа."
    m "ЧТО?! Мне без разницы какие там Биф давал распоряжения!"
    m "Я не буду этого терпеть!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:289
translate english ep27_photoshoot_suit8_0546f742:

    # melanie "Вы БУДЕТЕ это терпеть, Миссис Бакфетт."
    melanie "Вы БУДЕТЕ это терпеть, Миссис Бакфетт."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:291
translate english ep27_photoshoot_suit8_d7188919:

    # m "Мелани?"
    # melanie "Фотосессия должна быть завершена."
    # melanie "Алекс, фотографируй так как посчитаешь нужным."
    # melanie "Миссис Бакфетт, раздвиньте ноги и предоставьте Алексу доступ."
    m "Melanie?"
    melanie "Фотосессия должна быть завершена."
    melanie "Алекс, фотографируй так как посчитаешь нужным."
    melanie "Миссис Бакфетт, раздвиньте ноги и предоставьте Алексу доступ."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:297
translate english ep27_photoshoot_suit8_fccbcbad:

    # m "Алекс... Только..."
    # m "Только так, чтобы ничего не было видно!"
    m "Алекс... Только..."
    m "Только так, чтобы ничего не было видно!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:301
translate english ep27_photoshoot_suit8_216d0ffc:

    # melanie "Алекс, фотографируй так, чтобы было видно ВСЕ!"
    melanie "Алекс, фотографируй так, чтобы было видно ВСЕ!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:303
translate english ep27_photoshoot_suit8_2979fecc:

    # melanie "Мистер Биф должен быть доволен."
    melanie "Мистер Биф должен быть доволен."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:306
translate english ep27_photoshoot_suit8_f1124e78:

    # m "!!!"
    # 20577
    # alex_photograph "О, Миссис Бакфетт!"
    # alex_photograph "Как я мечтал рассмотреть Вашу киску поближе!"
    # 20578
    # alex_photograph "И Вашу попку!"
    # 20579
    # alex_photograph "Моя мечта сбылась!"
    m "!!!"
    20577
    alex_photograph "Oh, Mrs. Buckfett!"
    alex_photograph "Как я мечтал рассмотреть Вашу киску поближе!"
    20578
    alex_photograph "И Вашу попку!"
    20579
    alex_photograph "Моя мечта сбылась!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:317
translate english ep27_photoshoot_suit8_b71c1863:

    # secretary "Мисс Мелани."
    # secretary "Мистер Биф просил Вас зайти к нему!"
    # melanie "Хорошо, я зайду к нему."
    secretary "Ms. Melanie."
    secretary "Мистер Биф просил Вас зайти к нему!"
    melanie "Хорошо, я зайду к нему."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:322
translate english ep27_photoshoot_suit8_78a81bdd:

    # secretary "Это что, очередная модель?" 
    # secretary "Как ни стыдно! Эти модели готовы на все!"
    secretary "Это что, очередная модель?" 
    secretary "Как ни стыдно! Эти модели готовы на все!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:325
translate english ep27_photoshoot_suit8_bf860bf4:

    # secretary "Миссис Бакфетт никогда бы не позволила так вести себя!"
    secretary "Миссис Бакфетт никогда бы не позволила так вести себя!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:328
translate english ep27_photoshoot_suit8_f8953a88:

    # melanie "Ты можешь идти..."
    # secretary "А? Да, конечно..."
    # 20584
    # alex_photograph "Как только я устроился в этот журнал, я стал мечтать сфотографировать это!"
    # 20585
    # alex_photograph "Миссис Бакфетт... Ахххх..."
    # 20586
    # alex_photograph "О, Миссис Бакфетт!"
    # alex_photograph "Ахххх..."
    melanie "Ты можешь идти..."
    secretary "А? Да, конечно..."
    20584
    alex_photograph "Как только я устроился в этот журнал, я стал мечтать сфотографировать это!"
    20585
    alex_photograph "Миссис Бакфетт... Ахххх..."
    20586
    alex_photograph "Oh, Mrs. Buckfett!"
    alex_photograph "Ahhh..."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:340
translate english ep27_photoshoot_suit8_270e71aa:

    # alex_photograph "ААААААААХХХХХ!"
    alex_photograph "ААААААААХХХХХ!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:343
translate english ep27_photoshoot_suit8_b124f44f:

    # alex_photograph "Я кончил?"
    alex_photograph "Я кончил?"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:345
translate english ep27_photoshoot_suit8_1e580c5e:

    # alex_photograph "Ой!"
    alex_photograph "Oh!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:348
translate english ep27_photoshoot_suit8_0da2d289:

    # m "Мелани, отдай камеру!"
    # m "Я сотру эти непристойные кадры!"
    m "Мелани, отдай камеру!"
    m "Я сотру эти непристойные кадры!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:351
translate english ep27_photoshoot_suit8_993e59cc:

    # melanie "Миссис Бакфетт, я не хочу делать эту фотосессию вместо Вас."
    # melanie "Если я отдам Вам камеру и Вы сотрете сделанные кадры, то Вам придется все это повторить еще раз."
    melanie "Миссис Бакфетт, я не хочу делать эту фотосессию вместо Вас."
    melanie "Если я отдам Вам камеру и Вы сотрете сделанные кадры, то Вам придется все это повторить еще раз."

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:354
translate english ep27_photoshoot_suit8_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:356
translate english ep27_photoshoot_suit8_f47ec5cc:

    # melanie "Не волнуйтесь, этот выпуск получит широкое распространение далеко не сразу."
    # m "!!!"
    melanie "Не волнуйтесь, этот выпуск получит широкое распространение далеко не сразу."
    m "!!!"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:362
translate english ep27_photoshoot_suit8_c7ccc1d1:

    # mt "Я закончила эту непристойную фотосессию."
    # mt "Что дальше?"
    mt "Я закончила эту непристойную фотосессию."
    mt "Что дальше?"

# game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:366
translate english ep27_photoshoot_suit8_fef3a22f:

    # mt "Я не собираюсь идти по офису голой! Я еще не докатилась до такого!"
    # mt "И этого не произойдет никогда!!!"
    mt "Я не собираюсь идти по офису голой! Я еще не докатилась до такого!"
    mt "И этого не произойдет никогда!!!"

translate english strings:

    # game/Quests/EP2_07/ep27_photoshoot_suit8.rpy:79
    old "Согласиться на фотосессию."
    new "Согласиться на фотосессию."

