# TODO: Translation updated at 2020-02-19 10:56

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:7
translate german ep211_dialogues3_photoshoot_1_58686973:

    # mt "Сегодня у меня фотосессия в каком-то наряде от инвестора."
    # mt "Надеюсь, это будет приличный наряд..."
    mt "Сегодня у меня фотосессия в каком-то наряде от инвестора."
    mt "Надеюсь, это будет приличный наряд..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:22
translate german ep211_dialogues3_photoshoot_2_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:24
translate german ep211_dialogues3_photoshoot_2_15573941:

    # biff "В скором времени, Я планирую опубликовать эти кадры в широкий доступ."
    biff "В скором времени, Я планирую опубликовать эти кадры в широкий доступ."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:26
translate german ep211_dialogues3_photoshoot_2_e1a3b71e:

    # mt "ЧТО-О-О?!"
    # mt "!!!!!"
    mt "ЧТО-О-О?!"
    mt "!!!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:30
translate german ep211_dialogues3_photoshoot_2_867638f6:

    # campbell "Опубликуйте их после фотосессии в моем платье 'Королева сердец'."
    # campbell "Если вы их опубликуете до этой фотосессии..."
    # campbell "То снимки в моем платье будут публике неинтересны."
    campbell "Опубликуйте их после фотосессии в моем платье 'Королева сердец'."
    campbell "Если вы их опубликуете до этой фотосессии..."
    campbell "То снимки в моем платье будут публике неинтересны."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:34
translate german ep211_dialogues3_photoshoot_2_47bc4f30:

    # biff "Конечно, Мистер Кэмпбелл!"
    # biff "Кстати, Миссис Бакфетт уже пришла на фотосессию."
    biff "Конечно, Мистер Кэмпбелл!"
    biff "Кстати, Миссис Бакфетт уже пришла на фотосессию."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:37
translate german ep211_dialogues3_photoshoot_2_3e0cc5ac:

    # biff "Можете проходить в фотостудию, Мистер Кэмпбелл."
    # campbell "Да, спасибо."
    biff "Можете проходить в фотостудию, Мистер Кэмпбелл."
    campbell "Да, спасибо."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:45
translate german ep211_dialogues3_photoshoot_2_028b29ab:

    # m "Биф!"
    # m "Зачем ты показал эти фотографии инвестору?!"
    # m "!!!"
    m "Biff!"
    m "Зачем ты показал эти фотографии инвестору?!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:49
translate german ep211_dialogues3_photoshoot_2_699551f9:

    # biff "Я тебя забыл спросить, кукла безмозглая, что мне делать!"
    # biff "Ты не задаешь вопросы, когда сосешь на улице члены за $ 20!.."
    # biff "Но пытаешься спорить, когда я показываю твою задницу, даже без члена в ней, состоятельному инвестору!"
    # biff "Не забывай, какае деньги я плачу тебе, кукла!"
    # m "!!!"
    biff "Я тебя забыл спросить, кукла безмозглая, что мне делать!"
    biff "Ты не задаешь вопросы, когда сосешь на улице члены за $ 20!.."
    biff "Но пытаешься спорить, когда я показываю твою задницу, даже без члена в ней, состоятельному инвестору!"
    biff "Не забывай, какае деньги я плачу тебе, кукла!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:55
translate german ep211_dialogues3_photoshoot_2_2c336033:

    # biff "Хватит орать тут и быстро иди переодевайся!"
    # biff "Тебя ждет Мистер Кэмпбелл. И только попробуй сорвать эту фотосессию!!!"
    # biff "Я тебя в один миг вышвырну отсюда на улицу!!!"
    biff "Хватит орать тут и быстро иди переодевайся!"
    biff "Тебя ждет Мистер Кэмпбелл. И только попробуй сорвать эту фотосессию!!!"
    biff "Я тебя в один миг вышвырну отсюда на улицу!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:59
translate german ep211_dialogues3_photoshoot_2_34118f93:

    # mt "ААААААА!"
    # mt "НЕНАВИЖУ!!!"
    # mt "УБЬЮ!!!"
    mt "ААААААА!"
    mt "ICH HASSE SIE!!!"
    mt "УБЬЮ!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:71
translate german ep211_dialogues3_photoshoot_3_6026cae9:

    # m "Алекс!!!"
    # m "Это разве платье?!?!?!"
    # m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    # m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"
    # alex_photograph "Миссис Бакфетт, не переживайте."
    # alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    # alex_photograph "Я буду делать кадры, на которых ничего не будет видно."
    # mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    # mt "Нужно сходить к Бифу и послать его к черту!"
    # mt "Или пусть предоставит другое платье!"
    # mt "Или фотосессия отменяется!"
    m "Алекс!!!"
    m "Это разве платье?!?!?!"
    m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"
    alex_photograph "Keine Sorge, Frau Buckfett."
    alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    alex_photograph "Я буду делать кадры, на которых ничего не будет видно."
    mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    mt "Нужно сходить к Бифу и послать его к черту!"
    mt "Или пусть предоставит другое платье!"
    mt "Или фотосессия отменяется!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:93
translate german ep211_dialogues3_photoshoot_4_a0c6841e:

    # m "Биф, я не буду фотографироваться в ЭТОМ!!!"
    # m "Это не платье!"
    # m "У меня вся грудь открыта в нем!!!"
    # m "!!!"
    m "Биф, я не буду фотографироваться в ЭТОМ!!!"
    m "Это не платье!"
    m "У меня вся грудь открыта в нем!!!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:98
translate german ep211_dialogues3_photoshoot_4_26171dbb:

    # biff "У тебя, кукла, никто не спрашивал!"
    biff "У тебя, кукла, никто не спрашивал!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:100
translate german ep211_dialogues3_photoshoot_4_5ec411b0:

    # m "Биф, я предупреждаю, что я не буду делать никаких откровенных кадров!"
    # m "Я соглашусь на кадры только с прикрытой грудью!"
    m "Биф, я предупреждаю, что я не буду делать никаких откровенных кадров!"
    m "Я соглашусь на кадры только с прикрытой грудью!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:103
translate german ep211_dialogues3_photoshoot_4_91add576:

    # biff "А я тебя предупреждаю, что если Кэмпбелл откажется инвестировать..."
    # biff "То виновата в этом будешь ты, кукла безмозглая!"
    # biff "У тебя не хватает мозгов понять, что от этой фотосессии многое зависит?"
    biff "А я тебя предупреждаю, что если Кэмпбелл откажется инвестировать..."
    biff "То виновата в этом будешь ты, кукла безмозглая!"
    biff "У тебя не хватает мозгов понять, что от этой фотосессии многое зависит?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:107
translate german ep211_dialogues3_photoshoot_4_266d0664:

    # biff "Проведи ее и чтобы никаких глупостей!"
    # biff "Это твоя работа! Ты получаешь за это немаленькие деньги!"
    # biff "Иди в фотостудию!"
    biff "Проведи ее и чтобы никаких глупостей!"
    biff "Это твоя работа! Ты получаешь за это немаленькие деньги!"
    biff "Иди в фотостудию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:112
translate german ep211_dialogues3_photoshoot_4_8cb8bc2f:

    # mt "Мерзавец!"
    # mt "!!!"
    mt "Bastard!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:120
translate german ep211_dialogues3_photoshoot_4_ceae86af:

    # m "Биф, я не буду фотографироваться в этом платье!"
    # m "Да еще в присутствии этого инвестора!"
    m "Биф, я не буду фотографироваться в этом платье!"
    m "Да еще в присутствии этого инвестора!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:123
translate german ep211_dialogues3_photoshoot_4_a87ade55:

    # m "Я не хочу, чтобы он на меня пялился!"
    # m "Почему я?! Почему не Мелани?"
    m "Я не хочу, чтобы он на меня пялился!"
    m "Почему я?! Почему не Мелани?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:126
translate german ep211_dialogues3_photoshoot_4_791ea5f1:

    # biff "Потому что Мистер Кэмпбелл так хочет!"
    # biff "Ты не получишь никакую другую работу..."
    # biff "Пока не проведешь эту фотосессию!"
    biff "Потому что Мистер Кэмпбелл так хочет!"
    biff "Du wirst nie wieder einen Job bekommen..."
    biff "Пока не проведешь эту фотосессию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:130
translate german ep211_dialogues3_photoshoot_4_74f62e53:

    # biff "Если будешь и дальше спорить со мной..."
    # biff "Я заставлю тебя фотографироваться с членом во рту!"
    biff "Если будешь и дальше спорить со мной..."
    biff "Я заставлю тебя фотографироваться с членом во рту!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:133
translate german ep211_dialogues3_photoshoot_4_d03def83:

    # mt "!!!"
    # mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"
    mt "!!!"
    mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:139
translate german ep211_dialogues3_photoshoot_4_aab422f0:

    # mt "Дъявол!"
    # mt "Он вышвырнет меня с работы, если я откажусь."
    # mt "А мне нужны деньги."
    # mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"
    mt "Дъявол!"
    mt "Он вышвырнет меня с работы, если я откажусь."
    mt "А мне нужны деньги."
    mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:144
translate german ep211_dialogues3_photoshoot_4_4c979f78:

    # m "Я проведу эту фотосессию..."
    m "Я проведу эту фотосессию..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:146
translate german ep211_dialogues3_photoshoot_4_11d0cfd9:

    # biff "Иди в фотостудию."
    biff "Иди в фотостудию."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:148
translate german ep211_dialogues3_photoshoot_4_614d5936:

    # mt "Чертов Биф!"
    # mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    # mt "Что я всем им скажу теперь?! О ужас!!!"
    # mt "!!!"
    mt "Чертов Биф!"
    mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    mt "Что я всем им скажу теперь?! О ужас!!!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:159
translate german ep211_dialogues3_photoshoot_5_0eb6df3a:

    # m "Биф..."
    # m "Мне нужна работа."
    m "Biff..."
    m "Мне нужна работа."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:162
translate german ep211_dialogues3_photoshoot_5_9544032f:

    # biff "Если цыпочка хочет работать, она сделает фотосессию."
    # biff "В платье от инвестора и в его присутствии."
    biff "Если цыпочка хочет работать, она сделает фотосессию."
    biff "В платье от инвестора и в его присутствии."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:165
translate german ep211_dialogues3_photoshoot_5_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:167
translate german ep211_dialogues3_photoshoot_5_215c902d:

    # biff "Ты согласна?"
    # mt "!!!"
    biff "Bist Du einverstanden?"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:175
translate german ep211_dialogues3_photoshoot_5_82593077:

    # m "Нет! Я не буду фотографироваться в этом платье!"
    # m "Да еще в присутствии этого инвестора!"
    # m "Я не хочу, чтобы он на меня пялился!"
    m "Нет! Я не буду фотографироваться в этом платье!"
    m "Да еще в присутствии этого инвестора!"
    m "Я не хочу, чтобы он на меня пялился!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:179
translate german ep211_dialogues3_photoshoot_5_b81a1eb0:

    # biff "Ты не получишь никакую другую работу..."
    # biff "Пока не проведешь эту фотосессию!"
    biff "Du wirst nie wieder einen Job bekommen..."
    biff "Пока не проведешь эту фотосессию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:182
translate german ep211_dialogues3_photoshoot_5_74f62e53:

    # biff "Если будешь и дальше спорить со мной..."
    # biff "Я заставлю тебя фотографироваться с членом во рту!"
    biff "Если будешь и дальше спорить со мной..."
    biff "Я заставлю тебя фотографироваться с членом во рту!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:185
translate german ep211_dialogues3_photoshoot_5_d03def83:

    # mt "!!!"
    # mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"
    mt "!!!"
    mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:191
translate german ep211_dialogues3_photoshoot_5_aab422f0:

    # mt "Дъявол!"
    # mt "Он вышвырнет меня с работы, если я откажусь."
    # mt "А мне нужны деньги."
    # mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"
    mt "Дъявол!"
    mt "Он вышвырнет меня с работы, если я откажусь."
    mt "А мне нужны деньги."
    mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:196
translate german ep211_dialogues3_photoshoot_5_3b9b7820:

    # mt "..."
    # mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    # mt "Что я всем им скажу теперь?! О ужас!!!"
    # mt "..."
    mt "..."
    mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    mt "Что я всем им скажу теперь?! О ужас!!!"
    mt "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:201
translate german ep211_dialogues3_photoshoot_5_4c979f78:

    # m "Я проведу эту фотосессию..."
    m "Я проведу эту фотосессию..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:203
translate german ep211_dialogues3_photoshoot_5_8dd695cb:

    # biff "Иди переодевайся."
    # biff "Я пока позвоню Мистеру Кэмпбеллу, чтобы приехал на съемку."
    biff "Иди переодевайся."
    biff "Я пока позвоню Мистеру Кэмпбеллу, чтобы приехал на съемку."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:206
translate german ep211_dialogues3_photoshoot_5_72c4389d:

    # mt "..."
    mt "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:214
translate german ep211_dialogues3_photoshoot_6_930bd5eb:

    # m "Алекс!"
    # m "Только попробуй взять ракурс, где будет видна моя... моя..."
    # campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"
    # mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    # mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    # mt "Тогда Биф выгонит меня с этой работы..."
    # mt "А мне нужны деньги для этой сучки Виктории."
    # mt "Черт!!!"
    m "Alex!"
    m "Только попробуй взять ракурс, где будет видна моя... моя..."
    campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"
    mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    mt "Тогда Биф выгонит меня с этой работы..."
    mt "А мне нужны деньги для этой сучки Виктории."
    mt "Verdammt!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:228
translate german ep211_dialogues3_photoshoot_6_9a6a2d68:

    # m "Платье мне нравится, Мистер Кэмпбелл..."
    # m "Только мне кажется, что оно несколько откровенное..."
    # campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    # campbell "Я подобрал платье в соответствии с курсом Вашего журнала."
    # campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."
    # campbell "Приступайте!"
    # mt "Мерзкий тип!"
    # mt "Скорее надо провести эту долбанную фотосессию..."
    # mt "И пусть он убирается отсюда!"
    # alex_photograph "Приступим, Миссис Бакфетт."
    m "Платье мне нравится, Мистер Кэмпбелл..."
    m "Только мне кажется, что оно несколько откровенное..."
    campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    campbell "Я подобрал платье в соответствии с курсом Вашего журнала."
    campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."
    campbell "Приступайте!"
    mt "Мерзкий тип!"
    mt "Скорее надо провести эту долбанную фотосессию..."
    mt "И пусть он убирается отсюда!"
    alex_photograph "Приступим, Миссис Бакфетт."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:247
translate german ep211_dialogues3_photoshoot_7_2d9080fd:

    # mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."
    # mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."
    # mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."
    # m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    # alex_photograph "Да, конечно, Миссис Бакфетт."
    # alex_photograph "Я все сделаю, как надо, не переживайте."
    # m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    # alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"
    # m "Алекс! Снимай меня с другого ракурса!!"
    # alex_photograph "Да, конечно. Сейчас еще один снимок и я возьму другой ракурс."
    # m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    # alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    # m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    # alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    # alex_photograph "Вам очень идет это платье! Настоящая королева!"
    # m "Алекс, я не буду вставать в такую позу!"
    # campbell "Кхм... Эта поза как нельзя лучше демонстрирует платье..."
    # campbell "И характеризует новый курс вашего журнала, Миссис Бакфетт..."
    # mt "!!!"
    # alex_photograph "Согласен. Миссис Бакфетт, это очень интересный ракурс."
    # alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    # m "Ты уверен в этом, Алекс?"
    # alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"
    # campbell "Благодарю. Мне было любопытно поприсутствовать."
    # mt "Куда этот неудачник пошел?"
    # mt "А если он пошел к Бифу и сейчас скажет ему, что отказывается?!"
    # mt "Тогда я не смогу больше здесь работать!!!"
    # mt "Мне нужно переодеться и идти к Бифу."
    # mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."
    mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."
    mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."
    mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."
    m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    alex_photograph "Natürlich, Frau Buckfett."
    alex_photograph "Я все сделаю, как надо, не переживайте."
    m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"
    m "Алекс! Снимай меня с другого ракурса!!"
    alex_photograph "Да, конечно. Сейчас еще один снимок и я возьму другой ракурс."
    m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    alex_photograph "Вам очень идет это платье! Настоящая королева!"
    m "So posiere ich nicht!"
    campbell "Кхм... Эта поза как нельзя лучше демонстрирует платье..."
    campbell "И характеризует новый курс вашего журнала, Миссис Бакфетт..."
    mt "!!!"
    alex_photograph "Согласен. Миссис Бакфетт, это очень интересный ракурс."
    alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    m "Ты уверен в этом, Алекс?"
    alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"
    campbell "Благодарю. Мне было любопытно поприсутствовать."
    mt "Куда этот неудачник пошел?"
    mt "А если он пошел к Бифу и сейчас скажет ему, что отказывается?!"
    mt "Тогда я не смогу больше здесь работать!!!"
    mt "Мне нужно переодеться и идти к Бифу."
    mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:292
translate german ep211_dialogues3_photoshoot_8_d0e61f38:

    # biff "Мистер Кэмпбелл, я уверен, что вы сделали правильный выбор!"
    biff "Мистер Кэмпбелл, я уверен, что вы сделали правильный выбор!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:294
translate german ep211_dialogues3_photoshoot_8_b79037e8:

    # campbell "Посмотрим."
    # campbell "Будем надеяться, что это будет выгодная сделка для нас обоих..."
    campbell "Посмотрим."
    campbell "Будем надеяться, что это будет выгодная сделка для нас обоих..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:297
translate german ep211_dialogues3_photoshoot_8_11376333:

    # biff "Конечно, Мистер Кэмпбелл!"
    # biff "С Вами приятно сотрудничать."
    # campbell "Я уже опаздываю на важную встречу."
    # biff "Как я Вам уже говорил, мы будем рады видеть Вас снова в нашем офисе!"
    biff "Конечно, Мистер Кэмпбелл!"
    biff "С Вами приятно сотрудничать."
    campbell "Я уже опаздываю на важную встречу."
    biff "Как я Вам уже говорил, мы будем рады видеть Вас снова в нашем офисе!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:304
translate german ep211_dialogues3_photoshoot_8_cab40222:

    # campbell "Миссис Бакфетт, надеюсь, это была не последняя фотосессия..."
    # campbell "На которую я был приглашен..."
    # mt "???"
    campbell "Миссис Бакфетт, надеюсь, это была не последняя фотосессия..."
    campbell "На которую я был приглашен..."
    mt "???"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:309
translate german ep211_dialogues3_photoshoot_8_08de22ef:

    # m "До свидания, Мистер Кэмпбелл."
    m "До свидания, Мистер Кэмпбелл."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:313
translate german ep211_dialogues3_photoshoot_8_66ec9470:

    # biff "Папочка доволен, что цыпочка смогла убедить первого инвестора."
    # biff "Но папочка недоволен тем, что осталось еще пять колеблющихся инвесторов..."
    # biff "Цыпочка должна проявить свои таланты убеждения..."
    biff "Папочка доволен, что цыпочка смогла убедить первого инвестора."
    biff "Но папочка недоволен тем, что осталось еще пять колеблющихся инвесторов..."
    biff "Цыпочка должна проявить свои таланты убеждения..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:317
translate german ep211_dialogues3_photoshoot_8_d4390cfd:

    # biff "Полученные ею в прошлой жизни на грязной улице."
    # biff "Иначе цыпочка рискует вернуться к ней!"
    biff "Полученные ею в прошлой жизни на грязной улице."
    biff "Иначе цыпочка рискует вернуться к ней!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:321
translate german ep211_dialogues3_photoshoot_8_c953fbba:

    # mt "!!!"
    # mt "Вот сволочь!!!"
    mt "!!!"
    mt "Вот сволочь!!!"

translate german strings:

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:62
    old "Идти в фотостудию и переодеться."
    new "Идти в фотостудию и переодеться."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:84
    old "Пойти к Бифу."
    new "Пойти к Бифу."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:114
    old "Идти в фотостудию и провести фотосессию в платье 'Королева сердец'."
    new "Идти в фотостудию и провести фотосессию в платье 'Королева сердец'."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:114
    old "Я не буду участвовать в этом!!!"
    new "Я не буду участвовать в этом!!!"

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:152
    old "Идти в фотостудию и провести фотосессию."
    new "Идти в фотостудию и провести фотосессию."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:225
    old "Платье мне нравится, Мистер Кэмпбелл..."
    new "Платье мне нравится, Мистер Кэмпбелл..."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:282
    old "Пойти кв кабиент к Бифу и узнать, что решил инвестор."
    new "Пойти кв кабиент к Бифу и узнать, что решил инвестор."

