# TODO: Translation updated at 2020-02-19 10:56

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:7
translate german ep211_dialogues3_photoshoot_1_58686973:

    # mt "Сегодня у меня фотосессия в каком-то наряде от инвестора."
    # mt "Надеюсь, это будет приличный наряд..."
    mt "Сегодня у меня фотосессия в каком-то наряде от инвестора."
    mt "Надеюсь, это будет приличный наряд..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:22
translate german ep211_dialogues3_photoshoot_2_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:24
translate german ep211_dialogues3_photoshoot_2_15573941:

    # biff "В скором времени, Я планирую опубликовать эти кадры в широкий доступ."
    biff "В скором времени, Я планирую опубликовать эти кадры в широкий доступ."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:26
translate german ep211_dialogues3_photoshoot_2_e1a3b71e:

    # mt "ЧТО-О-О?!"
    # mt "!!!!!"
    mt "ЧТО-О-О?!"
    mt "!!!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:30
translate german ep211_dialogues3_photoshoot_2_867638f6:

    # campbell "Опубликуйте их после фотосессии в моем платье 'Королева сердец'."
    # campbell "Если вы их опубликуете до этой фотосессии..."
    # campbell "То снимки в моем платье будут публике неинтересны."
    campbell "Опубликуйте их после фотосессии в моем платье 'Королева сердец'."
    campbell "Если вы их опубликуете до этой фотосессии..."
    campbell "То снимки в моем платье будут публике неинтересны."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:34
translate german ep211_dialogues3_photoshoot_2_47bc4f30:

    # biff "Конечно, Мистер Кэмпбелл!"
    # biff "Кстати, Миссис Бакфетт уже пришла на фотосессию."
    biff "Конечно, Мистер Кэмпбелл!"
    biff "Кстати, Миссис Бакфетт уже пришла на фотосессию."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:37
translate german ep211_dialogues3_photoshoot_2_3e0cc5ac:

    # biff "Можете проходить в фотостудию, Мистер Кэмпбелл."
    # campbell "Да, спасибо."
    biff "Можете проходить в фотостудию, Мистер Кэмпбелл."
    campbell "Да, спасибо."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:45
translate german ep211_dialogues3_photoshoot_2_028b29ab:

    # m "Биф!"
    # m "Зачем ты показал эти фотографии инвестору?!"
    # m "!!!"
    m "Biff!"
    m "Зачем ты показал эти фотографии инвестору?!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:49
translate german ep211_dialogues3_photoshoot_2_699551f9:

    # biff "Я тебя забыл спросить, кукла безмозглая, что мне делать!"
    # biff "Ты не задаешь вопросы, когда сосешь на улице члены за $ 20!.."
    # biff "Но пытаешься спорить, когда я показываю твою задницу, даже без члена в ней, состоятельному инвестору!"
    # biff "Не забывай, какае деньги я плачу тебе, кукла!"
    # m "!!!"
    biff "Я тебя забыл спросить, кукла безмозглая, что мне делать!"
    biff "Ты не задаешь вопросы, когда сосешь на улице члены за $ 20!.."
    biff "Но пытаешься спорить, когда я показываю твою задницу, даже без члена в ней, состоятельному инвестору!"
    biff "Не забывай, какае деньги я плачу тебе, кукла!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:55
translate german ep211_dialogues3_photoshoot_2_2c336033:

    # biff "Хватит орать тут и быстро иди переодевайся!"
    # biff "Тебя ждет Мистер Кэмпбелл. И только попробуй сорвать эту фотосессию!!!"
    # biff "Я тебя в один миг вышвырну отсюда на улицу!!!"
    biff "Хватит орать тут и быстро иди переодевайся!"
    biff "Тебя ждет Мистер Кэмпбелл. И только попробуй сорвать эту фотосессию!!!"
    biff "Я тебя в один миг вышвырну отсюда на улицу!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:59
translate german ep211_dialogues3_photoshoot_2_34118f93:

    # mt "ААААААА!"
    # mt "НЕНАВИЖУ!!!"
    # mt "УБЬЮ!!!"
    mt "ААААААА!"
    mt "ICH HASSE SIE!!!"
    mt "УБЬЮ!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:71
translate german ep211_dialogues3_photoshoot_3_6026cae9:

    # m "Алекс!!!"
    # m "Это разве платье?!?!?!"
    # m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    # m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"
    # alex_photograph "Миссис Бакфетт, не переживайте."
    # alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    # alex_photograph "Я буду делать кадры, на которых ничего не будет видно."
    # mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    # mt "Нужно сходить к Бифу и послать его к черту!"
    # mt "Или пусть предоставит другое платье!"
    # mt "Или фотосессия отменяется!"
    m "Алекс!!!"
    m "Это разве платье?!?!?!"
    m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"
    alex_photograph "Keine Sorge, Frau Buckfett."
    alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    alex_photograph "Я буду делать кадры, на которых ничего не будет видно."
    mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    mt "Нужно сходить к Бифу и послать его к черту!"
    mt "Или пусть предоставит другое платье!"
    mt "Или фотосессия отменяется!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:93
translate german ep211_dialogues3_photoshoot_4_a0c6841e:

    # m "Биф, я не буду фотографироваться в ЭТОМ!!!"
    # m "Это не платье!"
    # m "У меня вся грудь открыта в нем!!!"
    # m "!!!"
    m "Биф, я не буду фотографироваться в ЭТОМ!!!"
    m "Это не платье!"
    m "У меня вся грудь открыта в нем!!!"
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:98
translate german ep211_dialogues3_photoshoot_4_26171dbb:

    # biff "У тебя, кукла, никто не спрашивал!"
    biff "У тебя, кукла, никто не спрашивал!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:100
translate german ep211_dialogues3_photoshoot_4_5ec411b0:

    # m "Биф, я предупреждаю, что я не буду делать никаких откровенных кадров!"
    # m "Я соглашусь на кадры только с прикрытой грудью!"
    m "Биф, я предупреждаю, что я не буду делать никаких откровенных кадров!"
    m "Я соглашусь на кадры только с прикрытой грудью!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:103
translate german ep211_dialogues3_photoshoot_4_91add576:

    # biff "А я тебя предупреждаю, что если Кэмпбелл откажется инвестировать..."
    # biff "То виновата в этом будешь ты, кукла безмозглая!"
    # biff "У тебя не хватает мозгов понять, что от этой фотосессии многое зависит?"
    biff "А я тебя предупреждаю, что если Кэмпбелл откажется инвестировать..."
    biff "То виновата в этом будешь ты, кукла безмозглая!"
    biff "У тебя не хватает мозгов понять, что от этой фотосессии многое зависит?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:107
translate german ep211_dialogues3_photoshoot_4_266d0664:

    # biff "Проведи ее и чтобы никаких глупостей!"
    # biff "Это твоя работа! Ты получаешь за это немаленькие деньги!"
    # biff "Иди в фотостудию!"
    biff "Проведи ее и чтобы никаких глупостей!"
    biff "Это твоя работа! Ты получаешь за это немаленькие деньги!"
    biff "Иди в фотостудию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:112
translate german ep211_dialogues3_photoshoot_4_8cb8bc2f:

    # mt "Мерзавец!"
    # mt "!!!"
    mt "Bastard!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:120
translate german ep211_dialogues3_photoshoot_4_ceae86af:

    # m "Биф, я не буду фотографироваться в этом платье!"
    # m "Да еще в присутствии этого инвестора!"
    m "Биф, я не буду фотографироваться в этом платье!"
    m "Да еще в присутствии этого инвестора!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:123
translate german ep211_dialogues3_photoshoot_4_a87ade55:

    # m "Я не хочу, чтобы он на меня пялился!"
    # m "Почему я?! Почему не Мелани?"
    m "Я не хочу, чтобы он на меня пялился!"
    m "Почему я?! Почему не Мелани?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:126
translate german ep211_dialogues3_photoshoot_4_791ea5f1:

    # biff "Потому что Мистер Кэмпбелл так хочет!"
    # biff "Ты не получишь никакую другую работу..."
    # biff "Пока не проведешь эту фотосессию!"
    biff "Потому что Мистер Кэмпбелл так хочет!"
    biff "Du wirst nie wieder einen Job bekommen..."
    biff "Пока не проведешь эту фотосессию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:130
translate german ep211_dialogues3_photoshoot_4_74f62e53:

    # biff "Если будешь и дальше спорить со мной..."
    # biff "Я заставлю тебя фотографироваться с членом во рту!"
    biff "Если будешь и дальше спорить со мной..."
    biff "Я заставлю тебя фотографироваться с членом во рту!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:133
translate german ep211_dialogues3_photoshoot_4_d03def83:

    # mt "!!!"
    # mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"
    mt "!!!"
    mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:139
translate german ep211_dialogues3_photoshoot_4_aab422f0:

    # mt "Дъявол!"
    # mt "Он вышвырнет меня с работы, если я откажусь."
    # mt "А мне нужны деньги."
    # mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"
    mt "Дъявол!"
    mt "Он вышвырнет меня с работы, если я откажусь."
    mt "А мне нужны деньги."
    mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:144
translate german ep211_dialogues3_photoshoot_4_4c979f78:

    # m "Я проведу эту фотосессию..."
    m "Я проведу эту фотосессию..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:146
translate german ep211_dialogues3_photoshoot_4_11d0cfd9:

    # biff "Иди в фотостудию."
    biff "Иди в фотостудию."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:148
translate german ep211_dialogues3_photoshoot_4_614d5936:

    # mt "Чертов Биф!"
    # mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    # mt "Что я всем им скажу теперь?! О ужас!!!"
    # mt "!!!"
    mt "Чертов Биф!"
    mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    mt "Что я всем им скажу теперь?! О ужас!!!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:159
translate german ep211_dialogues3_photoshoot_5_0eb6df3a:

    # m "Биф..."
    # m "Мне нужна работа."
    m "Biff..."
    m "Мне нужна работа."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:162
translate german ep211_dialogues3_photoshoot_5_9544032f:

    # biff "Если цыпочка хочет работать, она сделает фотосессию."
    # biff "В платье от инвестора и в его присутствии."
    biff "Если цыпочка хочет работать, она сделает фотосессию."
    biff "В платье от инвестора и в его присутствии."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:165
translate german ep211_dialogues3_photoshoot_5_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:167
translate german ep211_dialogues3_photoshoot_5_215c902d:

    # biff "Ты согласна?"
    # mt "!!!"
    biff "Bist Du einverstanden?"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:175
translate german ep211_dialogues3_photoshoot_5_82593077:

    # m "Нет! Я не буду фотографироваться в этом платье!"
    # m "Да еще в присутствии этого инвестора!"
    # m "Я не хочу, чтобы он на меня пялился!"
    m "Нет! Я не буду фотографироваться в этом платье!"
    m "Да еще в присутствии этого инвестора!"
    m "Я не хочу, чтобы он на меня пялился!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:179
translate german ep211_dialogues3_photoshoot_5_b81a1eb0:

    # biff "Ты не получишь никакую другую работу..."
    # biff "Пока не проведешь эту фотосессию!"
    biff "Du wirst nie wieder einen Job bekommen..."
    biff "Пока не проведешь эту фотосессию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:182
translate german ep211_dialogues3_photoshoot_5_74f62e53:

    # biff "Если будешь и дальше спорить со мной..."
    # biff "Я заставлю тебя фотографироваться с членом во рту!"
    biff "Если будешь и дальше спорить со мной..."
    biff "Я заставлю тебя фотографироваться с членом во рту!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:185
translate german ep211_dialogues3_photoshoot_5_d03def83:

    # mt "!!!"
    # mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"
    mt "!!!"
    mt "Чертов Мистер Кэмпбелл! Чертов Биф! Ненавижу их всех!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:191
translate german ep211_dialogues3_photoshoot_5_aab422f0:

    # mt "Дъявол!"
    # mt "Он вышвырнет меня с работы, если я откажусь."
    # mt "А мне нужны деньги."
    # mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"
    mt "Дъявол!"
    mt "Он вышвырнет меня с работы, если я откажусь."
    mt "А мне нужны деньги."
    mt "Где я смогу заработать 5 тысяч в месяц для сучки Виктории?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:196
translate german ep211_dialogues3_photoshoot_5_3b9b7820:

    # mt "..."
    # mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    # mt "Что я всем им скажу теперь?! О ужас!!!"
    # mt "..."
    mt "..."
    mt "На публичном вечере я всем сказала, что публика никогда не увидит мою грудь!"
    mt "Что я всем им скажу теперь?! О ужас!!!"
    mt "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:201
translate german ep211_dialogues3_photoshoot_5_4c979f78:

    # m "Я проведу эту фотосессию..."
    m "Я проведу эту фотосессию..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:203
translate german ep211_dialogues3_photoshoot_5_8dd695cb:

    # biff "Иди переодевайся."
    # biff "Я пока позвоню Мистеру Кэмпбеллу, чтобы приехал на съемку."
    biff "Иди переодевайся."
    biff "Я пока позвоню Мистеру Кэмпбеллу, чтобы приехал на съемку."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:206
translate german ep211_dialogues3_photoshoot_5_72c4389d:

    # mt "..."
    mt "..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:214
translate german ep211_dialogues3_photoshoot_6_930bd5eb:

    # m "Алекс!"
    # m "Только попробуй взять ракурс, где будет видна моя... моя..."
    # campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"
    # mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    # mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    # mt "Тогда Биф выгонит меня с этой работы..."
    # mt "А мне нужны деньги для этой сучки Виктории."
    # mt "Черт!!!"
    m "Alex!"
    m "Только попробуй взять ракурс, где будет видна моя... моя..."
    campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"
    mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    mt "Тогда Биф выгонит меня с этой работы..."
    mt "А мне нужны деньги для этой сучки Виктории."
    mt "Verdammt!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:228
translate german ep211_dialogues3_photoshoot_6_9a6a2d68:

    # m "Платье мне нравится, Мистер Кэмпбелл..."
    # m "Только мне кажется, что оно несколько откровенное..."
    # campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    # campbell "Я подобрал платье в соответствии с курсом Вашего журнала."
    # campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."
    # campbell "Приступайте!"
    # mt "Мерзкий тип!"
    # mt "Скорее надо провести эту долбанную фотосессию..."
    # mt "И пусть он убирается отсюда!"
    # alex_photograph "Приступим, Миссис Бакфетт."
    m "Платье мне нравится, Мистер Кэмпбелл..."
    m "Только мне кажется, что оно несколько откровенное..."
    campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    campbell "Я подобрал платье в соответствии с курсом Вашего журнала."
    campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."
    campbell "Приступайте!"
    mt "Мерзкий тип!"
    mt "Скорее надо провести эту долбанную фотосессию..."
    mt "И пусть он убирается отсюда!"
    alex_photograph "Приступим, Миссис Бакфетт."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:247
translate german ep211_dialogues3_photoshoot_7_2d9080fd:

    # mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."
    # mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."
    # mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."
    # m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    # alex_photograph "Да, конечно, Миссис Бакфетт."
    # alex_photograph "Я все сделаю, как надо, не переживайте."
    # m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    # alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"
    # m "Алекс! Снимай меня с другого ракурса!!"
    # alex_photograph "Да, конечно. Сейчас еще один снимок и я возьму другой ракурс."
    # m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    # alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    # m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    # alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    # alex_photograph "Вам очень идет это платье! Настоящая королева!"
    # m "Алекс, я не буду вставать в такую позу!"
    # campbell "Кхм... Эта поза как нельзя лучше демонстрирует платье..."
    # campbell "И характеризует новый курс вашего журнала, Миссис Бакфетт..."
    # mt "!!!"
    # alex_photograph "Согласен. Миссис Бакфетт, это очень интересный ракурс."
    # alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    # m "Ты уверен в этом, Алекс?"
    # alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"
    # campbell "Благодарю. Мне было любопытно поприсутствовать."
    # mt "Куда этот неудачник пошел?"
    # mt "А если он пошел к Бифу и сейчас скажет ему, что отказывается?!"
    # mt "Тогда я не смогу больше здесь работать!!!"
    # mt "Мне нужно переодеться и идти к Бифу."
    # mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."
    mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."
    mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."
    mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."
    m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    alex_photograph "Natürlich, Frau Buckfett."
    alex_photograph "Я все сделаю, как надо, не переживайте."
    m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"
    m "Алекс! Снимай меня с другого ракурса!!"
    alex_photograph "Да, конечно. Сейчас еще один снимок и я возьму другой ракурс."
    m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    alex_photograph "Вам очень идет это платье! Настоящая королева!"
    m "So posiere ich nicht!"
    campbell "Кхм... Эта поза как нельзя лучше демонстрирует платье..."
    campbell "И характеризует новый курс вашего журнала, Миссис Бакфетт..."
    mt "!!!"
    alex_photograph "Согласен. Миссис Бакфетт, это очень интересный ракурс."
    alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    m "Ты уверен в этом, Алекс?"
    alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"
    campbell "Благодарю. Мне было любопытно поприсутствовать."
    mt "Куда этот неудачник пошел?"
    mt "А если он пошел к Бифу и сейчас скажет ему, что отказывается?!"
    mt "Тогда я не смогу больше здесь работать!!!"
    mt "Мне нужно переодеться и идти к Бифу."
    mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:292
translate german ep211_dialogues3_photoshoot_8_d0e61f38:

    # biff "Мистер Кэмпбелл, я уверен, что вы сделали правильный выбор!"
    biff "Мистер Кэмпбелл, я уверен, что вы сделали правильный выбор!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:294
translate german ep211_dialogues3_photoshoot_8_b79037e8:

    # campbell "Посмотрим."
    # campbell "Будем надеяться, что это будет выгодная сделка для нас обоих..."
    campbell "Посмотрим."
    campbell "Будем надеяться, что это будет выгодная сделка для нас обоих..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:297
translate german ep211_dialogues3_photoshoot_8_11376333:

    # biff "Конечно, Мистер Кэмпбелл!"
    # biff "С Вами приятно сотрудничать."
    # campbell "Я уже опаздываю на важную встречу."
    # biff "Как я Вам уже говорил, мы будем рады видеть Вас снова в нашем офисе!"
    biff "Конечно, Мистер Кэмпбелл!"
    biff "С Вами приятно сотрудничать."
    campbell "Я уже опаздываю на важную встречу."
    biff "Как я Вам уже говорил, мы будем рады видеть Вас снова в нашем офисе!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:304
translate german ep211_dialogues3_photoshoot_8_cab40222:

    # campbell "Миссис Бакфетт, надеюсь, это была не последняя фотосессия..."
    # campbell "На которую я был приглашен..."
    # mt "???"
    campbell "Миссис Бакфетт, надеюсь, это была не последняя фотосессия..."
    campbell "На которую я был приглашен..."
    mt "???"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:309
translate german ep211_dialogues3_photoshoot_8_08de22ef:

    # m "До свидания, Мистер Кэмпбелл."
    m "До свидания, Мистер Кэмпбелл."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:313
translate german ep211_dialogues3_photoshoot_8_66ec9470:

    # biff "Папочка доволен, что цыпочка смогла убедить первого инвестора."
    # biff "Но папочка недоволен тем, что осталось еще пять колеблющихся инвесторов..."
    # biff "Цыпочка должна проявить свои таланты убеждения..."
    biff "Папочка доволен, что цыпочка смогла убедить первого инвестора."
    biff "Но папочка недоволен тем, что осталось еще пять колеблющихся инвесторов..."
    biff "Цыпочка должна проявить свои таланты убеждения..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:317
translate german ep211_dialogues3_photoshoot_8_d4390cfd:

    # biff "Полученные ею в прошлой жизни на грязной улице."
    # biff "Иначе цыпочка рискует вернуться к ней!"
    biff "Полученные ею в прошлой жизни на грязной улице."
    biff "Иначе цыпочка рискует вернуться к ней!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:321
translate german ep211_dialogues3_photoshoot_8_c953fbba:

    # mt "!!!"
    # mt "Вот сволочь!!!"
    mt "!!!"
    mt "Вот сволочь!!!"

translate german strings:

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:62
    old "Идти в фотостудию и переодеться."
    new "Идти в фотостудию и переодеться."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:84
    old "Пойти к Бифу."
    new "Пойти к Бифу."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:114
    old "Идти в фотостудию и провести фотосессию в платье 'Королева сердец'."
    new "Идти в фотостудию и провести фотосессию в платье 'Королева сердец'."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:114
    old "Я не буду участвовать в этом!!!"
    new "Я не буду участвовать в этом!!!"

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:152
    old "Идти в фотостудию и провести фотосессию."
    new "Идти в фотостудию и провести фотосессию."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:225
    old "Платье мне нравится, Мистер Кэмпбелл..."
    new "Платье мне нравится, Мистер Кэмпбелл..."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:282
    old "Пойти кв кабиент к Бифу и узнать, что решил инвестор."
    new "Пойти кв кабиент к Бифу и узнать, что решил инвестор."

# TODO: Translation updated at 2020-03-06 23:31

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:135
translate german ep211_dialogues3_photoshoot_3_fe990100:

    # m "Алекс!!!"
    # m "Это разве платье?!?!?!"
    # m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    # m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"
    m "Алекс!!!"
    m "Это разве платье?!?!?!"
    m "Эта тряпка на мне совсем не закрывает мою грудь!!!"
    m "Алекс, как я буду сниматься в этом?! Да еще и при этом инвесторе?!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:143
translate german ep211_dialogues3_photoshoot_3_c0708932:

    # alex_photograph "Миссис Бакфетт, не переживайте."
    # alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    # alex_photograph "Я буду делать кадры, на которых ничего не будет видно."
    alex_photograph "Keine Sorge, Frau Buckfett."
    alex_photograph "Это платье очень Вам идет! Вы в нем настоящая королева!"
    alex_photograph "Я буду делать кадры, на которых ничего не будет видно."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:150
translate german ep211_dialogues3_photoshoot_3_80cb3867:

    # mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    # mt "Нужно сходить к Бифу и послать его к черту!"
    # mt "Или пусть предоставит другое платье!"
    # mt "Или фотосессия отменяется!"
    mt "Этот фотограф-извращенец всегда так говорит, а в итоге..."
    mt "Нужно сходить к Бифу и послать его к черту!"
    mt "Или пусть предоставит другое платье!"
    mt "Или фотосессия отменяется!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:260
translate german ep211_dialogues3_photoshoot_4b_e686b9c6:

    # "Я не буду участвовать в этом!!!":
    "Я не буду участвовать в этом!!!":

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:350
translate german ep211_dialogues3_photoshoot_6_6b323c1b:

    # m "Алекс!"
    # m "Только попробуй взять ракурс, где будет видна моя... моя..."
    m "Alex!"
    m "Только попробуй взять ракурс, где будет видна моя... моя..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:357
translate german ep211_dialogues3_photoshoot_6_9e80b6e3:

    # campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"
    campbell "Миссис Бакфетт, Вам нравится платье, которое я Вам подбрал?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:362
translate german ep211_dialogues3_photoshoot_6_11eac7ee:

    # mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    # mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    # mt "Тогда Биф выгонит меня с этой работы..."
    # mt "А мне нужны деньги для этой сучки Виктории."
    # mt "Черт!!!"
    mt "Биф сказал, что от этой фотосессии зависит решение этого неудачника..."
    mt "Если я сделаю что-то не так, он откажется от инвестирования в журнал..."
    mt "Тогда Биф выгонит меня с этой работы..."
    mt "А мне нужны деньги для этой сучки Виктории."
    mt "Verdammt!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:374
translate german ep211_dialogues3_photoshoot_6_c4ba4c48:

    # m "Платье мне нравится, Мистер Кэмпбелл..."
    # m "Только мне кажется, что оно несколько откровенное..."
    m "Платье мне нравится, Мистер Кэмпбелл..."
    m "Только мне кажется, что оно несколько откровенное..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:378
translate german ep211_dialogues3_photoshoot_6_78274a0c:

    # campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    # campbell "Я подобрал платье в соответствии с курсом Вашего журнала."
    campbell "Вы сами мне сказали, что поддерживаете новый курс журнала."
    campbell "Я подобрал платье в соответствии с курсом Вашего журнала."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:382
translate german ep211_dialogues3_photoshoot_6_a6bd7dd1:

    # campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."
    campbell "И нахожу его весьма подходящим для Вас, Миссис Бакфетт."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:386
translate german ep211_dialogues3_photoshoot_6_cbfc9040:

    # campbell "Приступайте!"
    campbell "Приступайте!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:391
translate german ep211_dialogues3_photoshoot_6_b4b1d446:

    # mt "Мерзкий тип!"
    # mt "Скорее надо провести эту долбанную фотосессию..."
    # mt "И пусть он убирается отсюда!"
    mt "Мерзкий тип!"
    mt "Скорее надо провести эту долбанную фотосессию..."
    mt "И пусть он убирается отсюда!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:397
translate german ep211_dialogues3_photoshoot_6_14e9926b:

    # alex_photograph "Приступим, Миссис Бакфетт."
    alex_photograph "Приступим, Миссис Бакфетт."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:419
translate german ep211_dialogues3_photoshoot_7_8ba28f25:

    # alex_photograph "Миссис бакфетт. Пожалуйста, уберите руки от груди, мне надо сделать кадр."
    # m "Алекс, сделай кадр как есть, затем я уберу руки..."
    # mt "Дьявол!"
    # mt "Это все слишком далеко зашло..."
    alex_photograph "Миссис бакфетт. Пожалуйста, уберите руки от груди, мне надо сделать кадр."
    m "Алекс, сделай кадр как есть, затем я уберу руки..."
    mt "Diese Teufelin!"
    mt "Это все слишком далеко зашло..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:434
translate german ep211_photoshoot_suit9_pose1_5620b569:

    # alex_photograph "А теперь уберите руки, Миссис Бакфетт, пожалуйтса."
    # alex_photograph "Иначе я не смогу сделать работу, которую мне поручил мой босс и мне будет выговор."
    alex_photograph "А теперь уберите руки, Миссис Бакфетт, пожалуйтса."
    alex_photograph "Иначе я не смогу сделать работу, которую мне поручил мой босс и мне будет выговор."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:440
translate german ep211_photoshoot_suit9_pose1_ed0e86ec:

    # m "С меня хватит!"
    # m "Я не собираюсь завершать эту пошлую фотосессию!"
    m "Das reicht!"
    m "Я не собираюсь завершать эту пошлую фотосессию!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:447
translate german ep211_photoshoot_suit9_pose1_f31e44dc:

    # mt "Боже мой! не могу поверить что я это делаю!"
    # mt "Я, Моника Бакфетт..."
    # mt "Обнажить грудь, перед камерой..."
    # mt "В своем же собственном журнале..."
    # mt "Как же до этого могло дойти?!"
    # mt "Ведь это увидит весь мир! Абсолютно весь!"
    # mt "О Боже!!!"
    mt "Боже мой! не могу поверить что я это делаю!"
    mt "Я, Моника Бакфетт..."
    mt "Обнажить грудь, перед камерой..."
    mt "В своем же собственном журнале..."
    mt "Как же до этого могло дойти?!"
    mt "Ведь это увидит весь мир! Абсолютно весь!"
    mt "Oh mein Gott!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:456
translate german ep211_photoshoot_suit9_pose1_a5a4526d:

    # alex_photograph "Не переживайте, Миссис Бакфетт!"
    # alex_photograph "Я буду фотографировать так, чтобы ничего не было видно!"
    # m "Точно?"
    # alex_photograph "Конечно, Миссис Бакфетт!"
    alex_photograph "Keine Sorge Frau Buckfett!"
    alex_photograph "Я буду фотографировать так, чтобы ничего не было видно!"
    m "Wirklich?"
    alex_photograph "Natürlich, Frau Buckfett!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:517
translate german ep211_photoshoot_suit9_pose2_495a0ac0:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    alex_photograph "Nächste Pose, bitte!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:577
translate german ep211_photoshoot_suit9_pose3_decc4993:

    # alex_photograph "Миссис Бакфетт! Пожалуйста, сядьте пораскованнее."
    # alex_photograph "Не зажимайтесь!"
    # m "Но так будет все очень хорошо видно!"
    # alex_photograph "Миссис Бакфетт, не волнуйтесь!"
    # alex_photograph "Свет от софитов засвечивает снимок и видно только ваше лицо!"
    alex_photograph "Миссис Бакфетт! Пожалуйста, сядьте пораскованнее."
    alex_photograph "Не зажимайтесь!"
    m "Но так будет все очень хорошо видно!"
    alex_photograph "Миссис Бакфетт, не волнуйтесь!"
    alex_photograph "Свет от софитов засвечивает снимок и видно только ваше лицо!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:642
translate german ep211_photoshoot_suit9_pose4_ca168741:

    # alex_photograph "Миссис Бакфетт, встаньте, пожалуйста, на трон."
    # alex_photograph "Так будет лучше видно вашу королевскую фигуру!"
    # m "Алекс, только фотографируй так, чтобы ничего не было видно!"
    alex_photograph "Миссис Бакфетт, встаньте, пожалуйста, на трон."
    alex_photograph "Так будет лучше видно вашу королевскую фигуру!"
    m "Алекс, только фотографируй так, чтобы ничего не было видно!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:682
translate german ep211_photoshoot_suit9_pose4_494ea629:

    # m "Алекс, не фотографируй так, чтобы были видны мои ноги или... что-нибудь выше..."
    # alex_photograph "Не переживайте, Миссис Бакфетт!"
    # alex_photograph "Я ни в коем случае не возьму такой кадр!"
    m "Алекс, не фотографируй так, чтобы были видны мои ноги или... что-нибудь выше..."
    alex_photograph "Keine Sorge Frau Buckfett!"
    alex_photograph "Я ни в коем случае не возьму такой кадр!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:707
translate german ep211_photoshoot_suit9_pose5_6e0ec524:

    # m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    # alex_photograph "Да, конечно, Миссис Бакфетт."
    # alex_photograph "Я все сделаю, как надо, не переживайте."
    # m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    # alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"
    m "Алекс, ты помнишь, что ты мне обещал перед началом съемки?"
    alex_photograph "Natürlich, Frau Buckfett."
    alex_photograph "Я все сделаю, как надо, не переживайте."
    m "Алекс, эта поза не будет хорошо смотреться в кадре..."
    alex_photograph "Что вы, Миссис Бакфетт, это будет просто великолепный кадр!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:772
translate german ep211_photoshoot_suit9_pose6_a2d9c4c3:

    # m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    # alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    # m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    # alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    # alex_photograph "Вам очень идет это платье! Настоящая королева!"
    m "Алекс, ты уверен, что в таком ракурсе не будет видно ничего лишнего?"
    alex_photograph "Конечно, Миссис Бакфетт! Вы можете мне довериться."
    m "Алекс, не снимай меня крупным планом! Ты забыл, что ты мне обещал?"
    alex_photograph "Я помню, Миссис Бакфетт. Кадры получаются отличные!"
    alex_photograph "Вам очень идет это платье! Настоящая королева!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:838
translate german ep211_photoshoot_suit9_pose7_5126e689:

    # m "Алекс, не бери близко кадр!"
    # m "Будет все видно!"
    # alex_photograph "Не волнуйтесь, Миссис Бакфетт!"
    # alex_photograph "Я снимаю под таким углом, что форму груди будет не видно!"
    m "Алекс, не бери близко кадр!"
    m "Будет все видно!"
    alex_photograph "Keine Sorge, Frau Buckfett."
    alex_photograph "Я снимаю под таким углом, что форму груди будет не видно!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:902
translate german ep211_photoshoot_suit9_pose8_0e55a651:

    # m "Алекс, я не буду вставать в такую позу!"
    # alex_photograph "Миссис Бакфетт, это очень интересный ракурс."
    # alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    # m "Ты уверен в этом, Алекс?"
    # alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"
    m "So posiere ich nicht!"
    alex_photograph "Миссис Бакфетт, это очень интересный ракурс."
    alex_photograph "Ничего лишнего в кадре не будет видно, не переживайте."
    m "Ты уверен в этом, Алекс?"
    alex_photograph "Конечно. Я Вам обещаю, Миссис Бакфетт!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:971
translate german ep211_photoshoot_suit9_pose9_5df35d28:

    # alex_photograph "Миссис Бакфетт!"
    # alex_photograph "Пожалуйста, оставьте ножки раздвинутыми, а сами откиньтесь на спинку трона."
    # alex_photograph "И примите расслабленное положение!"
    # alex_photograph "Это будет великолепный кадр!"
    # m "Алекс, ни за что!"
    # m "Ты ведь знаешь что там у меня ничего нет!"
    # m "Даже на рассчитывай на это!"
    # alex_photograph "Но Миссис Бакфетт, Мистер Биф сказал, что..."
    # m "Мне плевать что он сказал!"
    # m "Я не собираюсь брать такие пошлые кадры!"
    # m "Фотографируй как есть, иначе я вообще сейчас уйду!"
    alex_photograph "Frau Buckfett..."
    alex_photograph "Пожалуйста, оставьте ножки раздвинутыми, а сами откиньтесь на спинку трона."
    alex_photograph "И примите расслабленное положение!"
    alex_photograph "Это будет великолепный кадр!"
    m "Алекс, ни за что!"
    m "Ты ведь знаешь что там у меня ничего нет!"
    m "Даже на рассчитывай на это!"
    alex_photograph "Но Миссис Бакфетт, Мистер Биф сказал, что..."
    m "Мне плевать что он сказал!"
    m "Я не собираюсь брать такие пошлые кадры!"
    m "Фотографируй как есть, иначе я вообще сейчас уйду!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1095
translate german ep211_photoshoot_suit9_pose10a_6d873c9c:

    # biff "Как проходит фотосессия, Мистер Кэмпбелл?"
    # biff "Довольны ли Вы всем?"
    # biff "Вы уже приняли окончательное решение по поводу инвестирования в журнал?"
    biff "Как проходит фотосессия, Мистер Кэмпбелл?"
    biff "Довольны ли Вы всем?"
    biff "Вы уже приняли окончательное решение по поводу инвестирования в журнал?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1100
translate german ep211_photoshoot_suit9_pose10a_a4892157:

    # campbell "Вы знаете, у меня сомнения по этому поводу."
    # campbell "Вы, как личный менеджер Миссис Бакфетт, дали мне гарантию по поводу курса журнала и его содержания."
    # campbell "Однако, я вижу что Миссис Бакфетт вовсе не поддерживаю ею же задекларированный курс."
    campbell "Вы знаете, у меня сомнения по этому поводу."
    campbell "Вы, как личный менеджер Миссис Бакфетт, дали мне гарантию по поводу курса журнала и его содержания."
    campbell "Однако, я вижу что Миссис Бакфетт вовсе не поддерживаю ею же задекларированный курс."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1105
translate german ep211_photoshoot_suit9_pose10a_8fb5bf53:

    # biff "???"
    # campbell "Вместо этого, она стесняется и отказывается принимать некоторые позы, которые очень бы подошли моему наряду."
    biff "???"
    campbell "Вместо этого, она стесняется и отказывается принимать некоторые позы, которые очень бы подошли моему наряду."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1109
translate german ep211_photoshoot_suit9_pose10a_0624ed5d:

    # biff "О, Мистер Кэмпбелл, не волнуйтесь!"
    # biff "Миссис Бакфетт, действительно, немного стесняется при посторонних."
    # biff "Это эмоции, вы же знаете женщин, Мистер Кэмпбелл."
    # biff "Но я сейчас ее успокою и сделаю убеждение расслабиться перед камерой."
    biff "О, Мистер Кэмпбелл, не волнуйтесь!"
    biff "Миссис Бакфетт, действительно, немного стесняется при посторонних."
    biff "Это эмоции, вы же знаете женщин, Мистер Кэмпбелл."
    biff "Но я сейчас ее успокою и сделаю убеждение расслабиться перед камерой."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1115
translate german ep211_photoshoot_suit9_pose10a_18d401c5:

    # biff "Ведь Миссис Бакфетт также как и я понимает всю важность вашего решения касаемо инвестиций в журнал..."
    # m "!!!"
    biff "Ведь Миссис Бакфетт также как и я понимает всю важность вашего решения касаемо инвестиций в журнал..."
    m "!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1119
translate german ep211_photoshoot_suit9_pose10a_a13d7e91:

    # biff "Как Вы хотите продолжить фотосессию?"
    # biff "Хотите, Миссис Бакфетт обнажится полностью и примет любую позу, которые Вы пожелаете..."
    # biff "Или, если хотите, можно пригласить мужскую модель и сделать фотосессию совокупления."
    # biff "Это может сразу повысить рейтинги нашего с Вами журнала!"
    biff "Как Вы хотите продолжить фотосессию?"
    biff "Хотите, Миссис Бакфетт обнажится полностью и примет любую позу, которые Вы пожелаете..."
    biff "Или, если хотите, можно пригласить мужскую модель и сделать фотосессию совокупления."
    biff "Это может сразу повысить рейтинги нашего с Вами журнала!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1126
translate german ep211_photoshoot_suit9_pose10a_b6aabe92:

    # m "ЧТО?!!!"
    m "ЧТО?!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1130
translate german ep211_photoshoot_suit9_pose10a_0763f086:

    # campbell "Нет, Мистер Биф. Давайте не будем торопиться."
    # campbell "Я бы не хотел портить впечатление зрителей от закрытой фотосессии, которую Вы вскоре собираетесь опубликовать."
    # campbell "И я бы не хотел, чтобы Миссис Бакфетт снимала платье, я не хочу лишаться рекламы моего бренда."
    # campbell "Будет достаточно лишь немного приоткрыть его."
    # campbell "В другой раз, я предоставлю соответствующий наряд и мы значительно продвинемся в направлении нового курса журнала."
    # biff "Да, Мистер Кэмпбелл, конечно!"
    campbell "Нет, Мистер Биф. Давайте не будем торопиться."
    campbell "Я бы не хотел портить впечатление зрителей от закрытой фотосессии, которую Вы вскоре собираетесь опубликовать."
    campbell "И я бы не хотел, чтобы Миссис Бакфетт снимала платье, я не хочу лишаться рекламы моего бренда."
    campbell "Будет достаточно лишь немного приоткрыть его."
    campbell "В другой раз, я предоставлю соответствующий наряд и мы значительно продвинемся в направлении нового курса журнала."
    biff "Да, Мистер Кэмпбелл, конечно!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1144
translate german ep211_photoshoot_suit9_pose10a_84385ba2:

    # biff "Кукла, у тебя что, совсем закончились твои куриные мозги?!"
    # biff "Ты вообще понимаешь перед кем ты здесь ломаешься?!"
    # biff "Это Мистер Кэмпбелл, один из самых богатых людей этого города!"
    # biff "Будь рада что он вообще пока еще не раскусил то, что ты поддельная резиновая кукла!"
    # biff "Потому, встань в ту позу, которую он пожелал."
    biff "Кукла, у тебя что, совсем закончились твои куриные мозги?!"
    biff "Ты вообще понимаешь перед кем ты здесь ломаешься?!"
    biff "Это Мистер Кэмпбелл, один из самых богатых людей этого города!"
    biff "Будь рада что он вообще пока еще не раскусил то, что ты поддельная резиновая кукла!"
    biff "Потому, встань в ту позу, которую он пожелал."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1151
translate german ep211_photoshoot_suit9_pose10a_408c0d2c:

    # biff "Отвлеки его взгляд от своей глупой кукольной модрашки, чтобы продолжить оставаться неузнанной."
    # biff "Пока он думает, что ты Моника Бакфетт, он готов инвестировать в наш журнал!"
    biff "Отвлеки его взгляд от своей глупой кукольной модрашки, чтобы продолжить оставаться неузнанной."
    biff "Пока он думает, что ты Моника Бакфетт, он готов инвестировать в наш журнал!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1156
translate german ep211_photoshoot_suit9_pose10a_587432e0:

    # m "Биф, но я..."
    # m "Это ведь публичная фотосессия!"
    # biff "Если ты сейчас же не сделаешь что я тебе говорю, ты вылетишь отсюда и никогда больше не попадешь в этот шикарный офис!"
    # biff "Я считаю до трех!"
    # biff "Раз..."
    m "Биф, но я..."
    m "Это ведь публичная фотосессия!"
    biff "Если ты сейчас же не сделаешь что я тебе говорю, ты вылетишь отсюда и никогда больше не попадешь в этот шикарный офис!"
    biff "Я считаю до трех!"
    biff "Раз..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1163
translate german ep211_photoshoot_suit9_pose10a_d2c7998c:

    # mt "О Боже! Что мне делать?!"
    # biff "Два..."
    mt "О Боже! Что мне делать?!"
    biff "Zwei..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1167
translate german ep211_photoshoot_suit9_pose10a_1ad03b2b:

    # mt "Кэмпбелл сказал, что надо лишь немного приоткрыть платье..."
    # mt "Может быть не будет ничего видно?"
    mt "Кэмпбелл сказал, что надо лишь немного приоткрыть платье..."
    mt "Может быть не будет ничего видно?"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1171
translate german ep211_photoshoot_suit9_pose10a_aa3ad08d:

    # biff "Три!"
    biff "Drei!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1182
translate german ep211_photoshoot_suit9_pose10a_2cccb84e:

    # m "Я не собираюсь участвовать в этом фарсе!"
    # m "Прощайте, мерзавцы!!!"
    m "Ich nehme an dieser Farce nicht teil!"
    m "Прощайте, мерзавцы!!!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1195
translate german ep211_photoshoot_suit9_pose10a_0fce4845:

    # m "Я не собираюсь участвовать в этом фарсе!"
    m "Ich nehme an dieser Farce nicht teil!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1197
translate german ep211_photoshoot_suit9_pose10a_3e44a9d7:

    # mt "У меня нет выбора!"
    # mt "Если у меня не будет денег от этих фотосессий, то Виктория скажет Дику бросить мое дело!"
    # mt "И я окажусь в руках Маркуса и тех, кто стоит за ним!"
    # mt "А там меня ждет... О Ужас!!!"
    # mt "У меня нет выбора!"
    mt "Ich habe keine Wahl!"
    mt "Если у меня не будет денег от этих фотосессий, то Виктория скажет Дику бросить мое дело!"
    mt "И я окажусь в руках Маркуса и тех, кто стоит за ним!"
    mt "А там меня ждет... О Ужас!!!"
    mt "Ich habe keine Wahl!"

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1209
translate german ep211_photoshoot_suit9_pose10a_8ea741bb:

    # biff "Мистер Кэмпбелл. я убедил Миссис Бакфетт."
    # campbell "Вы отличный личный менеджер, Биф! вы знаете подход к своему Боссу!"
    # biff "Спасибо, Мистер Кэмпбелл!"
    # biff "Вас устраивает поза Миссис Бакфетт?"
    # biff "Хотите мы снимем это платье и повесим рядом, чтобы был виден Ваш бренд?"
    # campbell "Нет, Мистер Биф. Все в порядке."
    # campbell "Так вполне достаточно. Для этого раза..."
    biff "Мистер Кэмпбелл. я убедил Миссис Бакфетт."
    campbell "Вы отличный личный менеджер, Биф! вы знаете подход к своему Боссу!"
    biff "Спасибо, Мистер Кэмпбелл!"
    biff "Вас устраивает поза Миссис Бакфетт?"
    biff "Хотите мы снимем это платье и повесим рядом, чтобы был виден Ваш бренд?"
    campbell "Нет, Мистер Биф. Все в порядке."
    campbell "Так вполне достаточно. Для этого раза..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1307
translate german ep211_photoshoot_suit9_pose11_7e7925f3:

    # mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."
    mt "Мне нужно, чтобы он согласился вложить деньги в журнал..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1314
translate german ep211_photoshoot_suit9_pose11_69a12e2c:

    # mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."
    mt "Если я сорву эту фотосессию, то этот неудачник просто откажется."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1321
translate german ep211_photoshoot_suit9_pose11_5e0421ca:

    # mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."
    mt "Биф сказал, что выгонит меня с работы, если хоть одни из инвесторов откажется..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1368
translate german ep211_photoshoot_suit9_end_0b2c0b68:

    # campbell "Благодарю. Мне было любопытно поприсутствовать."
    campbell "Благодарю. Мне было любопытно поприсутствовать."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1373
translate german ep211_photoshoot_suit9_end_0f35d4b4:

    # mt "Куда этот неудачник пошел?"
    # mt "Мне нужно переодеться и идти к Бифу."
    # mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."
    mt "Куда этот неудачник пошел?"
    mt "Мне нужно переодеться и идти к Бифу."
    mt "Нужно узнать, что решил этот мерзкий Мистер Кэмпбелл..."

# game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1447
translate german ep211_dialogues3_photoshoot_8b_156e1c8f:

    # mt "НОГИ МОЕЙ ЗДЕСЬ БОЛЬШЕ НЕ БУДЕТ, ПОКА МОЕ МЕСТО ЗАНИМАЕТ ЭТОТ МЕРЗАВЕЦ!!!"
    # mt "Я ДОСТАТОЧНО УМНА, ЧТОБЫ НАЙТИ ДРУГОЙ ПУТЬ РЕШИТЬ СВОИ ПРОБЛЕМЫ!!!"
    mt "НОГИ МОЕЙ ЗДЕСЬ БОЛЬШЕ НЕ БУДЕТ, ПОКА МОЕ МЕСТО ЗАНИМАЕТ ЭТОТ МЕРЗАВЕЦ!!!"
    mt "Я ДОСТАТОЧНО УМНА, ЧТОБЫ НАЙТИ ДРУГОЙ ПУТЬ РЕШИТЬ СВОИ ПРОБЛЕМЫ!!!"

translate german strings:

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:436
    old "Обнажить грудь."
    new "Обнажить грудь."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1173
    old "Сделать как требует Биф."
    new "Сделать как требует Биф."

    # game/Quests/EP2_11/ep211_dialogues4_fotoshoot.rpy:1173
    old "Уйти (конец квестов, связанных с офисом)."
    new "Уйти (конец квестов, связанных с офисом)."

