# TODO: Translation updated at 2020-02-19 10:55

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:9
translate english ep211_dialogues4_julia_1_72393b43:

    # mt "Пора уже заканчивать эту комедию с нежностями."
    # mt "Мне надоело строить из себя какую-то влюбленную дурочку."
    # mt "..."
    # mt "Мне нужно попасть к Юлии домой."
    mt "Пора уже заканчивать эту комедию с нежностями."
    mt "Мне надоело строить из себя какую-то влюбленную дурочку."
    mt "..."
    mt "Мне нужно попасть к Юлии домой."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:14
translate english ep211_dialogues4_julia_1_969190b3:

    # mt "Тогда я точно смогу залезть к ней под платье..."
    # mt "Или хотя бы посмотреть, какого цвета белье лежит у нее в шкафчиках."
    # mt "А вдруг она меня тогда обманула и она вообще не носит трусики?"
    # mt "Это бы объяснило то, что она так упорно отказывается дать заглянуть себе под юбку..."
    mt "Тогда я точно смогу залезть к ней под платье..."
    mt "Или хотя бы посмотреть, какого цвета белье лежит у нее в шкафчиках."
    mt "А вдруг она меня тогда обманула и она вообще не носит трусики?"
    mt "Это бы объяснило то, что она так упорно отказывается дать заглянуть себе под юбку..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:19
translate english ep211_dialogues4_julia_1_18dab0a7:

    # mt "Нужно будет это выяснить."
    # mt "..."
    # mt "И как мне попасть к ней домой?"
    # mt "???"
    mt "Нужно будет это выяснить."
    mt "..."
    mt "И как мне попасть к ней домой?"
    mt "???"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:24
translate english ep211_dialogues4_julia_1_b7cac126:

    # mt "Хм... Придется пригласить ее на свидание еще раз..."
    # mt "И напроситься к ней в гости."
    mt "Хм... Придется пригласить ее на свидание еще раз..."
    mt "И напроситься к ней в гости."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:27
translate english ep211_dialogues4_julia_1_0302c577:

    # mt "Да, точно."
    # mt "Она уже доверяет мне намного больше, чем раньше."
    # mt "Думаю, в этот раз она мне не откажет."
    mt "Да, точно."
    mt "Она уже доверяет мне намного больше, чем раньше."
    mt "Думаю, в этот раз она мне не откажет."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:34
translate english ep211_dialogues4_julia_1_2c2e36aa:

    # m "Милая, я хотела бы провести с тобой вечер..."
    # m "Сменить обстановку..."
    # m "Мы с тобой видимся только на работе."
    # m "Что скажешь?"
    m "Милая, я хотела бы провести с тобой вечер..."
    m "Сменить обстановку..."
    m "Мы с тобой видимся только на работе."
    m "Что скажешь?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:40
translate english ep211_dialogues4_julia_1_c9da0cc8:

    # julia "Миссис Бакфетт..."
    # julia "Вы... Вы приглашаете меня на свидание?!"
    julia "Mrs. Buckfett..."
    julia "Вы... Вы приглашаете меня на свидание?!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:43
translate english ep211_dialogues4_julia_1_02dff9bd:

    # m "Да, милая. Я хочу пригласить тебя на ужин."
    m "Да, милая. Я хочу пригласить тебя на ужин."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:46
translate english ep211_dialogues4_julia_1_22117408:

    # julia "О, Миссис Бакфетт, это замечательная идея!"
    # julia "Я с радостью проведу с Вами вечер!"
    # julia "А когда?"
    julia "О, Миссис Бакфетт, это замечательная идея!"
    julia "Я с радостью проведу с Вами вечер!"
    julia "А когда?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:50
translate english ep211_dialogues4_julia_1_2f62c2c3:

    # m "Сегодня вечером, после работы."
    # m "В том же кафе рядом с твоим домом."
    # julia "Хорошо, Миссис Бакфетт. С нетерпением буду ждать вечера!"
    m "Сегодня вечером, после работы."
    m "В том же кафе рядом с твоим домом."
    julia "Хорошо, Миссис Бакфетт. С нетерпением буду ждать вечера!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:66
translate english ep211_dialogues4_julia_2_34acbf78:

    # julia "Миссис Бакфетт! Я так рада нашей встрече!"
    julia "Миссис Бакфетт! Я так рада нашей встрече!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:68
translate english ep211_dialogues4_julia_2_4d160932:

    # m "Привет, милая..."
    m "Привет, милая..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:76
translate english ep211_dialogues4_julia_2_45450206:

    # mt "Нет, я не хочу этого делать!" 
    # mt "Не хочу и не буду!"
    mt "No, I don't want to do this!" 
    mt "I don't and I won't!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:79
translate english ep211_dialogues4_julia_2_58d9f736:

    # mt "Мне надоели эти глупости!"
    # mt "!!!"
    mt "Мне надоели эти глупости!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:86
translate english ep211_dialogues4_julia_2_a73934e0:

    # cafe_barista "Добрый вечер. Пожалуйста наше меню."
    cafe_barista "Добрый вечер. Пожалуйста наше меню."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:91
translate english ep211_dialogues4_julia_2_44fb4001:

    # julia "О, я так давно не ела чизкейк!"
    julia "О, я так давно не ела чизкейк!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:93
translate english ep211_dialogues4_julia_2_5e5c828b:

    # m "Милая..."
    # m "Думаю, что тебе не нужно заказывать чизкейк."
    # julia "???"
    m "Darling..."
    m "Думаю, что тебе не нужно заказывать чизкейк."
    julia "???"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:97
translate english ep211_dialogues4_julia_2_d7f8a9ea:

    # m "..."
    # m "Это вредно для фигуры..."
    m "..."
    m "Это вредно для фигуры..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:101
translate english ep211_dialogues4_julia_2_7f77332c:

    # julia "Тогда, может быть..."
    # julia "..."
    julia "Тогда, может быть..."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:105
translate english ep211_dialogues4_julia_2_52ed4e2e:

    # mt "Долбанная официанта!"
    # mt "Зачем она притащила меню?!"
    mt "Долбанная официанта!"
    mt "Зачем она притащила меню?!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:108
translate english ep211_dialogues4_julia_2_201576c6:

    # cafe_barista "Мэм, а Вы что желаете?"
    cafe_barista "Мэм, а Вы что желаете?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:111
translate english ep211_dialogues4_julia_2_2729f88f:

    # m "Я ничего не буду!"
    # m "Я как раз недавно плотно поела и, боюсь, еще один прием пищи может сказаться на моей фигуре."
    m "Я ничего не буду!"
    m "Я как раз недавно плотно поела и, боюсь, еще один прием пищи может сказаться на моей фигуре."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:114
translate english ep211_dialogues4_julia_2_31e75372:

    # mt "Не хватало еще тратить здесь свои деньги!"
    # mt "Откуда вообще взялись такие цены в этой дыре?!"
    mt "Не хватало еще тратить здесь свои деньги!"
    mt "Откуда вообще взялись такие цены в этой дыре?!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:118
translate english ep211_dialogues4_julia_2_9f362d8c:

    # julia "Я выбрала!"
    julia "Я выбрала!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:121
translate english ep211_dialogues4_julia_2_7633ca75:

    # julia "Мне, пожалуйста, этот салат. Греческий."
    julia "Мне, пожалуйста, этот салат. Греческий."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:123
translate english ep211_dialogues4_julia_2_b89686ac:

    # mt "Никчемная Юлия!"
    # mt "Можно было выбрать что-то и подешевле!"
    mt "Никчемная Юлия!"
    mt "Можно было выбрать что-то и подешевле!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:126
translate english ep211_dialogues4_julia_2_7f1c70c0:

    # julia "И еще какао, пожалуйста."
    # mt "!!!"
    julia "И еще какао, пожалуйста."
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:130
translate english ep211_dialogues4_julia_2_a7b2ee2a:

    # julia "Миссис Бакфетт, Вы точно ничего не хотите?"
    julia "Миссис Бакфетт, Вы точно ничего не хотите?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:132
translate english ep211_dialogues4_julia_2_7c1a1210:

    # m "Нет, милая. Я не голодна..."
    m "Нет, милая. Я не голодна..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:135
translate english ep211_dialogues4_julia_2_ad2fd534:

    # cafe_barista "Может, воды?"
    # m "НЕТ!" 
    # cafe_barista "Хорошо. Скоро принесу Ваш заказ."
    cafe_barista "Может, воды?"
    m "NO!" 
    cafe_barista "Хорошо. Скоро принесу Ваш заказ."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:140
translate english ep211_dialogues4_julia_2_f140651f:

    # mt "Мне снова придется платить за ужин!"
    # mt "А самой сидеть и смотреть, как ест эта никчемная Юлия!"
    # mt "!!!"
    mt "Мне снова придется платить за ужин!"
    mt "А самой сидеть и смотреть, как ест эта никчемная Юлия!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:144
translate english ep211_dialogues4_julia_2_f9fbbc01:

    # julia "Миссис Бакфетт, Вы сегодня так хорошо выглядите..."
    julia "Миссис Бакфетт, Вы сегодня так хорошо выглядите..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:146
translate english ep211_dialogues4_julia_2_b32b53b1:

    # m "Спасибо... Милая..."
    # m "Ты тоже."
    # m "..."
    m "Спасибо... Милая..."
    m "Ты тоже."
    m "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:151
translate english ep211_dialogues4_julia_2_71d08dfc:

    # mt "Мне даже не о чем с ней поговорить..."
    # mt "И неудивительно! О чем может разговаривать с какой-то служанкой такая леди как Я?!"
    # m "..."
    mt "Мне даже не о чем с ней поговорить..."
    mt "И неудивительно! О чем может разговаривать с какой-то служанкой такая леди как Я?!"
    m "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:159
translate english ep211_dialogues4_julia_2_76e1a3ea:

    # m "Юлия, милая, расскажи о себе..."
    # m "Я тут поняла, что совсем ничего о тебе не знаю..."
    m "Юлия, милая, расскажи о себе..."
    m "Я тут поняла, что совсем ничего о тебе не знаю..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:163
translate english ep211_dialogues4_julia_2_a006a05f:

    # cafe_barista "Ваш заказ, пожалуйста."
    # julia "Спасибо."
    cafe_barista "Ваш заказ, пожалуйста."
    julia "Thank you."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:171
translate english ep211_dialogues4_julia_2_1d4f985d:

    # julia "Мне приятно, что Вас это интересует, Миссис Бакфетт..."
    # m "..."
    # julia "Я родилась и выросла в другой стране."
    # julia "..."
    julia "Мне приятно, что Вас это интересует, Миссис Бакфетт..."
    m "..."
    julia "Я родилась и выросла в другой стране."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:176
translate english ep211_dialogues4_julia_2_5f390ab6:

    # julia "У моей семьи нет большого достатка."
    # julia "Родители живут от зарплаты до зарплаты."
    # julia "..."
    julia "У моей семьи нет большого достатка."
    julia "Родители живут от зарплаты до зарплаты."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:180
translate english ep211_dialogues4_julia_2_265e57c1:

    # julia "Я очень скучаю по своей родине, но..."
    # julia "Я не хочу возвращаться туда."
    julia "Я очень скучаю по своей родине, но..."
    julia "Я не хочу возвращаться туда."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:183
translate english ep211_dialogues4_julia_2_325f55da:

    # m "Почему?"
    m "Почему?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:185
translate english ep211_dialogues4_julia_2_8b6d073a:

    # julia "У меня есть богатый и влиятельный родственник. Мой дядя."
    # julia "Он пытается влиять на нашу семью и мне это совсем не нравится."
    # julia "У меня с ним очень плохие отношения."
    # julia "В моей семье меня никто не понимал и не поддерживал."
    julia "У меня есть богатый и влиятельный родственник. Мой дядя."
    julia "Он пытается влиять на нашу семью и мне это совсем не нравится."
    julia "У меня с ним очень плохие отношения."
    julia "В моей семье меня никто не понимал и не поддерживал."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:190
translate english ep211_dialogues4_julia_2_654789be:

    # julia "Поэтому я уехала и живу независимо от них."
    # julia "Должно произойти нечто экстраординарное, чтобы я вернулась к ним..."
    # julia "..."
    julia "Поэтому я уехала и живу независимо от них."
    julia "Должно произойти нечто экстраординарное, чтобы я вернулась к ним..."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:195
translate english ep211_dialogues4_julia_2_baec5b97:

    # mt "Странно... Дома у нее богатый родственник."
    # mt "Могла бы наладить с ним отношения и не знать никакой нужды."
    # mt "А она здесь работает за копейки."
    # mt "Никогда не понимала логику неудачников..."
    mt "Странно... Дома у нее богатый родственник."
    mt "Могла бы наладить с ним отношения и не знать никакой нужды."
    mt "А она здесь работает за копейки."
    mt "Никогда не понимала логику неудачников..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:200
translate english ep211_dialogues4_julia_2_3965dd38:

    # m "..."
    # m "Сейчас ты живешь здесь, в трущобах?"
    m "..."
    m "Сейчас ты живешь здесь, в трущобах?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:203
translate english ep211_dialogues4_julia_2_7995058d:

    # julia "Да, Миссис Бакфетт."
    # julia "Я арендую тут квартиру."
    julia "Mrs. Buckfett."
    julia "Я арендую тут квартиру."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:207
translate english ep211_dialogues4_julia_2_1615347c:

    # mt "Хммм.."
    # mt "Арендовать квартиру в трущобах - это, наверное, недорого?"
    # mt "..."
    mt "Хммм.."
    mt "Арендовать квартиру в трущобах - это, наверное, недорого?"
    mt "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:211
translate english ep211_dialogues4_julia_2_d881d4fa:

    # mt "Но жить в трущобах!!! Фи!"
    # mt "..."
    # mt "С другой стороны..."
    # mt "Не будет деревенщины Бетти и озабоченного сопляка Барди..."
    # mt "Сколько уже можно работать на эту семейку идиотов?!"
    # mt "Да еще и без оплаты!"
    mt "Но жить в трущобах!!! Фи!"
    mt "..."
    mt "From the other side..."
    mt "Не будет деревенщины Бетти и озабоченного сопляка Барди..."
    mt "Сколько уже можно работать на эту семейку идиотов?!"
    mt "Да еще и без оплаты!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:218
translate english ep211_dialogues4_julia_2_5b31ac96:

    # mt "Я смогу забыть эту семейку, как страшный сон."
    # mt "Начать жить независимо ни от кого."
    # mt "Почему бы мне не попробовать?"
    # mt "..."
    mt "Я смогу забыть эту семейку, как страшный сон."
    mt "Начать жить независимо ни от кого."
    mt "Почему бы мне не попробовать?"
    mt "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:223
translate english ep211_dialogues4_julia_2_deb2e31c:

    # mt "Только у кого мне узнать про аренду квартиры?"
    # mt "Мне нужно будет подумать об этом..."
    mt "Только у кого мне узнать про аренду квартиры?"
    mt "Мне нужно будет подумать об этом..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:229
translate english ep211_dialogues4_julia_2_d9f36a15:

    # cafe_barista "Мэм, с вас $ 20."
    cafe_barista "Мэм, с вас $ 20."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:233
translate english ep211_dialogues4_julia_2_1e6883d6:

    # julia "Миссис Бакфетт, спасибо за ужин."
    julia "Миссис Бакфетт, спасибо за ужин."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:236
translate english ep211_dialogues4_julia_2_a47a32e8:

    # julia "Я... Я хотела бы... в знак благодарности за вечер..."
    # julia "Пригласить Вас к себе домой."
    julia "Я... Я хотела бы... в знак благодарности за вечер..."
    julia "Пригласить Вас к себе домой."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:239
translate english ep211_dialogues4_julia_2_7bc7279e:

    # mt "!!!"
    # mt "Отлично!"
    mt "!!!"
    mt "Excellent!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:242
translate english ep211_dialogues4_julia_2_a87a663d:

    # julia "Только я стесняюсь, что такая леди как Вы..."
    # julia "Придет в такую конуру, в которой я живу..."
    julia "Только я стесняюсь, что такая леди как Вы..."
    julia "Придет в такую конуру, в которой я живу..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:245
translate english ep211_dialogues4_julia_2_403782d6:

    # m "Да. Это, конечно, будет шокирующе для меня и непривычно..."
    # m "Но ради моих чувств к тебе, милая, я готова потерпеть этот дискомфорт."
    m "Да. Это, конечно, будет шокирующе для меня и непривычно..."
    m "Но ради моих чувств к тебе, милая, я готова потерпеть этот дискомфорт."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:248
translate english ep211_dialogues4_julia_2_7259194d:

    # mt "Я почти у цели!"
    # mt "Какой замечательный сегодня вечер!"
    mt "Я почти у цели!"
    mt "Какой замечательный сегодня вечер!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:251
translate english ep211_dialogues4_julia_2_a2fe5188:

    # julia "Спасибо, Миссис Бакфетт. Вы так добры."
    # m "Ну что? Пойдем?"
    # julia "Да, Миссис Бакфетт."
    julia "Спасибо, Миссис Бакфетт. Вы так добры."
    m "Ну что? Пойдем?"
    julia "Mrs. Buckfett."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:261
translate english ep211_dialogues4_julia_3_28da916e:

    # mt "О Боже! Какой кошмарный дом!"
    # mt "Как здесь можно жить?!"
    # mt "Уверена, тут живут одни неудачники и... извращенцы!"
    # mt "И тут небезопасно вечером..."
    # mt "Нет. Вряд ли я смогу жить в таких условиях."
    # mt "Такая леди, как я, никогда не сможет привыкнуть к подобному."
    # mt "..."
    # mt "Хотя... Для меня и это место сейчас бы подошло..."
    mt "О Боже! Какой кошмарный дом!"
    mt "Как здесь можно жить?!"
    mt "Уверена, тут живут одни неудачники и... извращенцы!"
    mt "И тут небезопасно вечером..."
    mt "Нет. Вряд ли я смогу жить в таких условиях."
    mt "Такая леди, как я, никогда не сможет привыкнуть к подобному."
    mt "..."
    mt "Хотя... Для меня и это место сейчас бы подошло..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:274
translate english ep211_dialogues4_julia_4_58570ed2:

    # mt "Хммм... Я думала, будет намного хуже."
    # mt "Нет, здесь все, конечно, ужасно, но..."
    # mt "В моей ситуации это могло бы стать неплохим вариантом на время."
    # mt "Пожалуй, стоит обдумать вопрос аренды квартиры."
    # mt "Наверняка жилье здесь почти ничего не стоит..."
    # mt "И я смогу договориться с кем-нибудь о том, чтобы снимать его без лишних документов..."
    # mt "И потом... Все равно никто не узнает, что я живу в трущобах."
    # mt "Это ведь ненадолго."
    # julia "..."
    # m "Юлия, милая, ты напрасно переживала."
    # m "У тебя очень уютно."
    # julia "Правда?"
    # m "Да, милая..."
    # m "..."
    mt "Хммм... Я думала, будет намного хуже."
    mt "Нет, здесь все, конечно, ужасно, но..."
    mt "В моей ситуации это могло бы стать неплохим вариантом на время."
    mt "Пожалуй, стоит обдумать вопрос аренды квартиры."
    mt "Наверняка жилье здесь почти ничего не стоит..."
    mt "И я смогу договориться с кем-нибудь о том, чтобы снимать его без лишних документов..."
    mt "И потом... Все равно никто не узнает, что я живу в трущобах."
    mt "Это ведь ненадолго."
    julia "..."
    m "Юлия, милая, ты напрасно переживала."
    m "У тебя очень уютно."
    julia "Really?"
    m "Да, милая..."
    m "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:294
translate english ep211_dialogues4_julia_4_283b99cb:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело заниматься этими глупостями!"
    # mt "!!!"
    # m "Знаешь, Юлия, у меня сегодня еще много дел."
    # m "Так что, я пойду."
    # julia "Но... Миссис Бакфетт!"
    # julia "Это из-за того, что я..."
    # julia "Постоянно Вам отказываю?"
    # m "Это уже не имеет значения!"
    # m "Забудь все, что было!"
    # m "Увидимся на работе."
    # julia "..."
    mt "No, I won't do that!" 
    mt "Мне надоело заниматься этими глупостями!"
    mt "!!!"
    m "Знаешь, Юлия, у меня сегодня еще много дел."
    m "Так что, я пойду."
    julia "But... Mrs. Buckfett!"
    julia "Это из-за того, что я..."
    julia "Постоянно Вам отказываю?"
    m "Это уже не имеет значения!"
    m "Забудь все, что было!"
    m "Увидимся на работе."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:308
translate english ep211_dialogues4_julia_4_409e9ae0:

    # mt "Вот он момент!"
    # julia "!!!"
    # julia "Миссис Бакфетт, я... Я еще не готова..."
    mt "Вот он момент!"
    julia "!!!"
    julia "Миссис Бакфетт, я... Я еще не готова..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:317
translate english ep211_dialogues4_julia_4_e66e4b42:

    # m "Милая, я тебя просто потрогаю и не более того."
    # m "У тебя ведь есть там трусики, правда?"
    # julia "Да, Миссис Бакфетт... Они есть..."
    # m "Можно я проверю это? Я только проведу там рукой, я не буду подглядывать..."
    # julia "Ну... Если только потрогать... Только совсем немного..."
    # mt "Ага! Она все-таки носит трусики!"
    # mt "Я почти у цели!"
    # mt "Осталось уговорить ее приподнять платье..."
    # julia "Миссис Бакфетт... На сегодня этого будет достаточно..."
    # mt "Твою мать!!!"
    # mt "!!!"
    # mt "!!!!!!"
    m "Милая, я тебя просто потрогаю и не более того."
    m "У тебя ведь есть там трусики, правда?"
    julia "Да, Миссис Бакфетт... Они есть..."
    m "Можно я проверю это? Я только проведу там рукой, я не буду подглядывать..."
    julia "Ну... Если только потрогать... Только совсем немного..."
    mt "Ага! Она все-таки носит трусики!"
    mt "Я почти у цели!"
    mt "Осталось уговорить ее приподнять платье..."
    julia "Миссис Бакфетт... На сегодня этого будет достаточно..."
    mt "Твою мать!!!"
    mt "!!!"
    mt "!!!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:338
translate english ep211_dialogues4_julia_4_075ce702:

    # mt "Мне надоело заниматься этими глупостями!" 
    # mt "!!!"
    # m "Знаешь, Юлия, у меня сегодня еще много дел."
    # m "Так что, я пойду."
    # julia "Но... Миссис Бакфетт!"
    # julia "Это из-за того, что я Вам отказала?"
    # m "Это уже не имеет значения!"
    # m "Забудь все, что было!"
    # m "Увидимся на работе."
    # julia "..."
    mt "Мне надоело заниматься этими глупостями!" 
    mt "!!!"
    m "Знаешь, Юлия, у меня сегодня еще много дел."
    m "Так что, я пойду."
    julia "But... Mrs. Buckfett!"
    julia "Это из-за того, что я Вам отказала?"
    m "Это уже не имеет значения!"
    m "Забудь все, что было!"
    m "Увидимся на работе."
    julia "..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:350
translate english ep211_dialogues4_julia_4_f66090be:

    # mt "Так, Моника, спокойно."
    # mt "У тебя есть еще один вариант..."
    # m "Юлия, милая. Мне нужно в туалет. Подскажи, где он?"
    # julia "Конечно, Миссис Бакфетт. Вон та дверь, справа."
    mt "Так, Моника, спокойно."
    mt "У тебя есть еще один вариант..."
    m "Юлия, милая. Мне нужно в туалет. Подскажи, где он?"
    julia "Конечно, Миссис Бакфетт. Вон та дверь, справа."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:359
translate english ep211_dialogues4_julia_5_1f927c50:

    # julia "Дверь в туалет справа от входной двери, Миссис Бакфетт."
    julia "Дверь в туалет справа от входной двери, Миссис Бакфетт."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:365
translate english ep211_dialogues4_julia_6_91374fb0:

    # mt "Стиральная машинка... Корзина для белья... Шкафчики..."
    # mt "Наверняка, здесь что-то есть из ее белья!"
    # mt "Дьявол!"
    # mt "Почему здесь ничего нет?!"
    # mt "Где все белье?!"
    # mt "У нее что, только одни трусики, которые сейчас на ней?!"
    # mt "Какого только хлама нет, но только не трусиков!!!"
    # mt "Какого черта?!"
    # mt "!!!"
    # mt "Никчемная Юлия!!!"
    # mt "Бесит!!!"
    mt "Стиральная машинка... Корзина для белья... Шкафчики..."
    mt "Наверняка, здесь что-то есть из ее белья!"
    mt "Devil!"
    mt "Почему здесь ничего нет?!"
    mt "Где все белье?!"
    mt "У нее что, только одни трусики, которые сейчас на ней?!"
    mt "Какого только хлама нет, но только не трусиков!!!"
    mt "What the hell?!"
    mt "!!!"
    mt "Никчемная Юлия!!!"
    mt "Бесит!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:383
translate english ep211_dialogues4_julia_7_7871bfb2:

    # m "Милая, мне очень нравится твоя квартира."
    # m "Она небольшая, но уютная."
    # m "Я с удовольствием приду к тебе в гости еще раз..."
    # julia "Я буду очень рада, Миссис Бакфетт!"
    m "Милая, мне очень нравится твоя квартира."
    m "Она небольшая, но уютная."
    m "Я с удовольствием приду к тебе в гости еще раз..."
    julia "Я буду очень рада, Миссис Бакфетт!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:392
translate english ep211_dialogues4_julia_7_0077a8a0:

    # mt "Нет, я не хочу этого делать!" 
    # mt "Не хочу и не буду!"
    # mt "Мне надоели эти глупости!"
    # mt "!!!"
    mt "No, I don't want to do this!" 
    mt "I don't and I won't!"
    mt "Мне надоели эти глупости!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:397
translate english ep211_dialogues4_julia_7_eeec6f75:

    # m "Мне так не хочется уходить от тебя..."
    # m "Но у меня сегодня еще дела."
    # m "Скоро увидимя, милая."
    # julia "До свидания, Миссис Бакфетт."
    # julia "Буду очень скучать и ждать встречи с Вами."
    m "Мне так не хочется уходить от тебя..."
    m "Но у меня сегодня еще дела."
    m "Скоро увидимя, милая."
    julia "До свидания, Миссис Бакфетт."
    julia "Буду очень скучать и ждать встречи с Вами."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:407
translate english ep211_dialogues4_julia_8_dbd1814a:

    # mt "Снова ничего не получилось!!!"
    # mt "!!!"
    # mt "Сколько можно?!"
    # mt "?!?!?!"
    mt "Снова ничего не получилось!!!"
    mt "!!!"
    mt "Сколько можно?!"
    mt "?!?!?!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:416
translate english ep211_dialogues4_julia_9_023bd8b5:

    # mt "Все!"
    # mt "С меня хватит!"
    # mt "Пошло оно все к черту!"
    # mt "!!!"
    mt "That's' all!"
    mt "That's enough!"
    mt "Пошло оно все к черту!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:425
translate english ep211_dialogues4_julia_10_54d68fff:

    # mt "Тут небезопасно вечером..."
    # mt "Наверняка, здесь полно извращенцев!"
    # mt "Нужно скорее уходить отсюда!"
    # mt "!!!"
    mt "Тут небезопасно вечером..."
    mt "Наверняка, здесь полно извращенцев!"
    mt "Нужно скорее уходить отсюда!"
    mt "!!!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:436
translate english ep211_dialogues4_julia_11a_8a9b17df:

    # mt "Это, конечно, не шикарные апартаменты..."
    # mt "Но стоит признать, что здесь довольно уютно."
    mt "Это, конечно, не шикарные апартаменты..."
    mt "Но стоит признать, что здесь довольно уютно."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:441
translate english ep211_dialogues4_julia_11b_dd027d0f:

    # mt "Такие же картины висят в бывшей комнате Юлии в подвале моего дома."
    # mt "Здесь они смотрятся довольно неплохо."
    mt "Такие же картины висят в бывшей комнате Юлии в подвале моего дома."
    mt "Здесь они смотрятся довольно неплохо."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:446
translate english ep211_dialogues4_julia_11c_cf0777d6:

    # mt "У никчемной Юлии кровать лучше той, на которой я сплю..."
    # mt "Ну ничего... Это все временно."
    mt "У никчемной Юлии кровать лучше той, на которой я сплю..."
    mt "Ну ничего... Это все временно."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:451
translate english ep211_dialogues4_julia_11d_e06418da:

    # mt "Люблю, когда в доме цветы."
    # mt "Они делают любое помещение уютнее и красивее."
    mt "Люблю, когда в доме цветы."
    mt "Они делают любое помещение уютнее и красивее."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:456
translate english ep211_dialogues4_julia_11e_4917acbf:

    # mt "Вот бы мне поискать белье Юлии в этом шкафу..."
    # mt "Но не делать же мне это в ее присутствии."
    mt "Вот бы мне поискать белье Юлии в этом шкафу..."
    mt "Но не делать же мне это в ее присутствии."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:462
translate english ep211_dialogues4_julia_11f_e98fcf45:

    # mt "Никогда не видела такой маленькой кухни."
    # mt "Выглядит достаточно чисто и аккуратно."
    mt "Никогда не видела такой маленькой кухни."
    mt "Выглядит достаточно чисто и аккуратно."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:467
translate english ep211_dialogues4_julia_11g_0bbfa45d:

    # mt "Столько разной утвари на кухне..."
    # mt "Интересно, Юлия вкусно готовит?"
    mt "Столько разной утвари на кухне..."
    mt "Интересно, Юлия вкусно готовит?"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:473
translate english ep211_dialogues4_julia_11h_5c0d62aa:

    # mt "Фууу!"
    # mt "Как здесь можно писать?!"
    mt "Phew!"
    mt "Как здесь можно писать?!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:478
translate english ep211_dialogues4_julia_11i_22674e24:

    # mt "Столик и зеркало вместо раковины?"
    # mt "А где мыть руки? В душе?"
    # mt "Странно..."
    mt "Столик и зеркало вместо раковины?"
    mt "А где мыть руки? В душе?"
    mt "Странно..."

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:484
translate english ep211_dialogues4_julia_11j_886b6094:

    # mt "Какое же здесь все старое! Фи!"
    # mt "Я не хотела бы мыть свое прекрасное тело в таком душе!"
    mt "Какое же здесь все старое! Фи!"
    mt "Я не хотела бы мыть свое прекрасное тело в таком душе!"

# game/Quests/EP2_11/ep211_dialogues5_julia.rpy:489
translate english ep211_dialogues4_julia_11l_ce88d01f:

    # mt "В этой комнате все такое отвратительное..."
    # mt "Фи!"
    mt "В этой комнате все такое отвратительное..."
    mt "Phi!"

translate english strings:

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:53
    old "После работы пойти на свидание с Юлией в кафе."
    new "После работы пойти на свидание с Юлией в кафе."

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:155
    old "Попросить Юлию рассказать о себе."
    new "Попросить Юлию рассказать о себе."

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:289
    old "Попытаться задрать платье Юлии."
    new "Попытаться задрать платье Юлии."

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:314
    old "Я просто потрогаю..."
    new "Я просто потрогаю..."

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:334
    old "Поискать трусики в ванной комнате."
    new "Поискать трусики в ванной комнате."

    # game/Quests/EP2_11/ep211_dialogues5_julia.rpy:334
    old "Уйти отсюда! (завершение сюжета с Юлией)"
    new "Уйти отсюда! (завершение сюжета с Юлией)"

