# при выборе пункта "Сесть на стол. достать член Бифа и возить им по киске."
label ep219_dialogues6_biff_1:
    # Моника стоит голая перед Бифом (по возможности использовать имеющиеся арты)
    m "Биф, мне обязательно это делать?"
    biff "Ага. Чем сегодня ты порадуешь папочку?"
    mt "Сволочь!"
    m "Биф, что ты хочешь чтобы я снова сделала?!"
    biff "Это не моя задача придумывать, чем развлекать папочку, цыпочка!"
    biff "Залезь на стол, сделай что-нибудь новое."
    biff "Цыпочка должна развлекать папочку! Папочке скучно!"
    menu:
        "Залезть на стол Моники.":
            pass
    # Моника лезет на стол и садится перед Бифом
    mt "Ненавижу! Ненавижу!"
    # зло смотрит на него
    m "Все, Биф?"
    m "Я могу идти?"
    biff "Нет, конечно, цыпочка!"
    biff "Сядь так, чтобы папочке было видно все, что у его хорошей цыпочки есть между ног!"
    m "Биф!"
    biff "Если цыпочка хорошая, то она сейчас широко раздвинет свои ноги!"
    biff "И ничего не будет прятать от папочки!"
    menu:
        "Раздвинуть ноги.":
            pass
    mt "Какой кошмар, Моника!"
    mt "Ты сидишь полностью обнаженная перед мерзавцем Бифом!"
    mt "Сидишь на свом рабочем столе!"
    mt "И показываешь ему свою... Всю себя!"
    mt "!!!"
    biff "Уже лучше, цыпочка..."
    biff "Но папочка все еще не очень тобой доволен..."
    m "Что еще от меня нужно, Биф?!"
    m "Я итак исполняю все твои прихоти!"
    biff "Мне показалось или ты сейчас пытаешься спорить со мной?!"
    m "!!!"
    biff "Не забывай, что тут один Босс. Это Я!!!"
    biff "А ты, кукла, должна делать все для того, чтобы твой Босс был доволен!"
    # Моника негодует про себя, но продолжает сидеть на столе
    mt "Этот Биф издевается надо мной все больше и больше!"
    mt "А мне приходится делать вид, что я играю по его правилам!"
    mt "С каждым разом мне все труднее сдержаться от того..."
    mt "Чтобы не долбануть по его безмозглой голове чем-нибудь потяжеее!"
    mt "!!!"
    biff "Ну? Чем дальше цыпочка будет радовать своего Босса?"
    m "Я..."
    mt "Черт!"
    mt "Что сделать, чтобы этот мерзавец отстал от меня?!"
    # Биф откидывается на спинку кресла
    biff "Смотри, цыпочка, что у меня для тебя есть."
    # кивает головой на свою ширинку
    mt "Фу!"
    mt "Нет!!!"
    biff "Для начала достань член своего Босса и потрогай его."
    biff "Ты же должна расслабить меня после трудного рабочего дня?"
    biff "Хорошие цыпочки именно так и делают."
    m "Биф, мы можем обойтись без этого?!"
    m "Я..."
    biff "Скажи мне, ты хорошая цыпочка?"
    menu:
        "Сказать Бифу что Моника хорошая цыпочка.":
            pass
    mt "Твою мать!"
    mt "Как этот кретин меня бесит!"
    mt "..."
    m "Да... Я хорошая цыпочка..."
    biff "Тогда протяни руку и сделай так, как говорю тебе Я!"
    biff "Не заставляй папочку ждать!"
    menu:
        "Достать член Бифа.":
            pass
    mt "!!!"
    # Моника протягивает руку и дотает его член
    # потом убирает руку
    biff "Эй, цыпочка!"
    biff "Ты чего, член первый раз в жизни видишь?"
    biff "Давай, потрогай его немного своей рукой."
    biff "Папочка хочет немного расслабиться с помощью своей цыпочки..."
    # Моника едлит
    m "Биф, я что?.. Я должна взять его в руку?"
    biff "Ага!"
    m "!!!"
    menu:
        "Взять член Бифа в руку.":
            pass
    # Моника со злым лицом протягивает руку и берется за член Бифа
    biff "Можешь обхватить его сильнее, цыпочка..."
    biff "Папочке это понравится."
    biff "И вообще! Я что-то не пойму!"
    biff "Я что, сейчас учу опытную двадцатидолларовую шлюху, как надо дрочить?!"
    biff "За что только тебе деньги платили твои клиены на улице?!"
    # Моника продолжая держаться за член Бифа
    m "Биф, хватит называть меня этим словом!"
    biff "Я говорю, как есть на самом деле!"
    biff "Хочешь буду называть тебя сучка Бакфетт?! Ха-ха!"
    m "!!!"
    biff "Давай активнее двигай своей рукой!"
    biff "Сучка Бакфетт! Ха-ха-ха!"
    m "Прекрати, Биф!"
    biff "Тогда нечего указывать папочке, как тебя называть!"
    biff "Здесь только я решаю!"
    biff "Поняла?!"
    m "!!!"
    m "Да..."
    mt "Сволочь!"
    biff "Двигай рукой активнее!"
    biff "Сколько раз я должен говорить?!"
    menu:
        "Двигать рукой быстрее.":
            pass
    # Моника выполняет
    mt "!!!"
    biff "Дааа..."
    biff "Уже намного лучше, цыпочка..."
    biff "Еще немного и папочка будет очень доволен."
    biff "А теперь поводи членом папочки по своей киске, цыпочка."
    m "Что?!"
    biff "Что слышала!"
    biff "Только не начинай своих глупых споров!"
    biff "Иначе я расстроюсь и выгоню тебя!"
    biff "Станешь плохой цыпочкой!"
    biff "А плохие цыпочки не получают денежку от папочки! И работу тоже не получают!"
    biff "Так что хорошенько подумай, прежде чем открыть свой рот и начинать говорить им слова!"
    m "Биф!.."
    m "Я!.."
    biff "Ты уверена, что хорошо подумала?!"
    mt "Дьявол! Чувствую себя отвратительно!"
    mt "Грязный извращенец!"
    mt "Как и все, кто меня окружает!!!"
    mt "!!!"
    biff "Так что там хотела цыпочка мне сказать? Что она хорошая?"
    m "Я..."
    m "Да... Я хорошая цыпочка..."
    m "!!!"
    menu:
        "Возить членом Бифа по киске.":
            pass
    # Моника раздвигает ноги, придвигается ближе к Бифу и рукой направляет его член к своей киске
    mt "Какая мерзость!"
    mt "Не могу поверить, что я делаю это!"
    mt "И, самое главное, для КОГО!"
    mt "Для этого ничтожества Бифа!!!"
    mt "!!!"
    # водит членом по киске туда-сюда, не вводя во внутрь
    # Биф болтает во время этого
    biff "Даа... Хорошо..."
    biff "Цыпочка старается сделать папочке приятное."
    biff "Какая бархатная киска у нее."
    biff "Мне нравится..."
    biff "Была бы ты еще настоящей сучкой Бакфетт... Мммм..."
    biff "Папочке было бы приятно вдвойне!"
    mt "ИДИОТ!"
    mt "!!!"
    biff "Интересно, много членов повидала киска настоящей Бакфетт? Говорили, что она холодна со всеми, как лед."
    biff "Твоя-то понятно, что сотни членов пропустила через себя."
    biff "Кстати, если ты сосала за $ 20 баксов, за сколько ты раздвигала ноги?"
    biff "$ 25? $ 30?"
    biff "А был какой-то бонус дя постоянных клиентов?"
    mt "!!!"
    biff "Давай быстрее, цыпочка!"
    biff "Папочка уже скоро!.."
    biff "Старайся лучше, цыпочка!"
    biff "Еще-еще!"
    biff "Вот тааак!"
    biff "Даааа!"
    # Биф кончает на киску Моники
    biff "Папочка кончааает!!!"
    biff "Аааа!!!"
    biff "Мммм!!!"
    # Биф довольно рассматривает свою сперму на киске
    biff "Дааа..."
    biff "Вот теперь папочка доволен тобой."
    biff "Папочке нравятся такие старательные цыпочки."
    # у Моники отвращение
    mt "Боже! Меня сейчас стошнит от омерзения!"
    mt "Он сделал это прямо на мою... Мне между ног! Фууу!!!"
    mt "Как это ужасно!!!"
    mt "!!!"
    # Моника сдвигает ноги и слезает со стола
    m "Биф, я могу одеться и идти?"
    m "Я достаточно развлекла папочку?!"
    # Биф с довольной ухмылкой застугивает штаны
    biff "Цыпочка развеселила папочку и цыпочка может идти!"
    biff "Надеюсь, в следующий раз цыпочка придумает еще что-нибудь интересное..."
    m "..."
    mt "Ненавижу этого придурка!"
    return
