### трущобы
# Моника заходит к себе домой в трущобах, показываем лестницу подъезда, ее перехватывает незнакомец
# Моника снова подходит к незнакомцу, которому не доделала минет
# он предлагает ей доделать, т.к. он не кончил, предлагает деньги
# при клике на него
# он может согласиться и првести его к себе домой
# он разговаривает с ней нагло
# говорит, что хватит показывать свои сиськи, давай соси, отрабатывай свои деньги
# Моника огрызается грубо
# потом Моника принимается за минет
# он говорит, давай доделывай до конца, не как в прошлый раз
# тут вспышка - типа его воспоминание, Перри
# он такой - черт! снова она мне мерещится!
# потом опять вспышка - Перри орет на него
# у него в итоге падает от этих вспышек
# он говорит Монике - давай, работай, поднимай его
# давай, я тебя трахну
# Моника - чем? упавшим членом?
# он говорит - черт! давай, хоть отлижу у тебя
# в итоге Моника сидит, раздвинув ноги, а он лижет
