### Ральф-Бетти
# Ральф вечером пристает к Бетти, хочет секса
# Бетти ломается, говорит, что он не помогает ему, то не делает, это не делает - отшивает его
# на след день он снова к ней пристает и она ему снисходительно дает
# догги стайл, аона со скучающим видом, руками подпирает лицо и продолжает ворчать во время секса, показать, что ей неинтересно
# что она корчит из себя цацу, ЧСВ зашкаливает
# после этого он говорит, что хочет анал попробовать и пытается тыкнуться к ней в анус
# она начинает возмущаться, как ты мог?! это аморально! не смей мне предлагать такое!
# реплики во время сцены, диалог не большой
# она вскакивает и уходит, он говорит, что куда же ты, я не кончил
# она пренебрежительно машет на него рукой и уходит
#
# когда Моника приходит к Ральфу, становится доступен пункт анала
# Ральф убалтывает Монику на это
# в зависимости от того, какие у них отношения
# если любовь, то Моника может согласиться (коммент, если было с Филиппом) иои отказаться
# Моника про себя думает что это такая жертва, но я смогу заполучить дом
# она начнет закидывать удочку Ральфу, что она нравится больше чем Бетти, он должен пообщеать ей, что разведется с Бетти и будет только с Моникой
# Моника будет ломаться, ай-ой, больно и т.п.
# две сцены, анал - он сзади, анал - она сверху
# если за деньги, то она ломается, а он предлагает, что заплатит 300 баксов
# Моника может согласиться (коммент, если было с Филиппом) или отказаться
# потом они лежат вместе и болтают, она как любовница пытается уговорить Ральфа на развод с Бетти
