### эскорт
# после фотосессии Биф скажет ей, так давай иди сюда и садись за стол
# сейчас придет инвестор, он до этого спрашивал, как с тобой переспать, он думает что ты сучка Бакфетт и готов за то, чтобы переспать с тобой, двадцатидолларовой шлюхой, инвестировать в журнал
# но он не дождался, пока я тебя. кукла подложу под него
# и он привел свою любовницу, чтбы она снималась в журнале
# я не хочу ее брать, т.к. если что не смогу ее ввыкинуть на улицу, в отличие от тебя
# у меня есть другие цыпочки на замену тебе и для съемок
# поэтому мне выгоднее, чтобы он трахнул тебя, чем возиться с его любовницей. ей придется платить, в отличие от тебя. на фиг мне это надо
# мне от него нужны инвестиции, а не какие-либо доп. расходы
# ему нужно отказать, но это сделаешь ты, а не я
# а после этого я договорюсь с ним, чтобы он тебя трахнул
# Моника недовольная, садится в кресло
# приходит инвестор вместе с Линдой
# инвестор разговаривает с ней уважительно, говорит, вот привел вам модель
# Линда в шоке смотрит на нее
# Моника включает из себя большого босса, разговаривает с важным видом
# инвестор говорит, что Мистер Биф предварительно одобрил кандидатуру Линды
# Моника начинает - зато я не одобряю, что это за модель, что у нее с фигурой, с лицом? она вообще улыбается?!
# Линда злая, натягивает улыбку, Моника говорит, нет мне не нравится ее улыбка
# в итоге Моника им грубо откажет
# Биф скажет Монике после их ухода, ничего себе, как цыпочка круто притворяется сучкой Бакфетт, у тебя получается все лучше и лучше
# ты умеешь набивать себе цену
# уверен после такого обращения, тнвестор еще больше захочет тебя трахнуть
# Моника- я не собираюсь ни с кем спать!
# Биф - я тебе сказала, кукла, что ты сделаешь это! и вообще! ну-ка быстро встала с моего кресла!
# выбор: встать или продолжать спорить, не вставать с кресла
# если встать, то она просто уходит
# если спорить, то она отказывается, а он пытается ее выгнать, орет, Моника встанет только после того, как он пригрозит ей вызвать полицию
# и ты вообще вылетишь с моего офиса!
#
# при условии, что Моника работает в эскорте
# Монику в ресторане перехватывает Линда
# Линда близко подходит к ней и говорит - здравствуйте, Миссис Бакфетт
# Моника огрызается, не надо меня ак называть, ты меня с кем-то путаешь!
# Линда просит о встрече с ней в другом месте, говорит, что ей нужно поговорить с ней
# Моника злится, что эта овца сейчас начнет меня шантажировать! мне нельзя допустить, чтобы все узнали, кто я такая на самом деле
# думает о том, как она повыдергивает все волосы у Линды и о том, что это нужно сделать без свидетелей
# а соответственно, нужно пойти на встречу с ней
# перед апартаментами Линды Моника думает про шантаж с ее стороны и как это предотвратить
# апартаменты Линды (новая локация) - дорогие, современные, но не шик
# Моника приходит к ней, та ее встречает очень любезно, начинает к ней подлизываться, называет ее monica_hotel_name
# проходите, садитесь, может вина? какое вино вы любите?
# Моника говорит, что Линда ее перепутала, я не Миссис Бакфетт
# Линда говорит, я поняла, что это ты, но я поняла, что ты не Бакфетт
# Моника удивленоо - как так?
# Линда - я посмотрела фото настоязей Миссис Бакфетт, у нее грудь меньше, чем у тебя (н-р)
# но я точно знаю, что она наняла тебя, как своего двойника, чтобы проводить фотосессии, т.к. ты оч на нее похожа
# тебя выбрали как ее двойника только из-за сходства
# я навела справки и мне сказали, что настоящая Моника Бакфетт отдыхает сейчас на островах, ее задолбала деловая активность
# и для того, чтобы больше заработать денег на журнале, она решила сменить курс и поставить своего двойника
# Линда говорит, что понимает, почему ты работаешь в эскорте. я слышала, чт Бакфетт легко увольняет людей и ты в любой момент можешь остаться без этой работы и соответственно без дохода
# поэтому тебе и нужна работа в эскорте, для страховки
# но я понимаю, что мой бойфренд уже договорился обо всем и я понимаю, что отказала мне не ты, а сделала это по приказу настоящей Моники
# ты знакома с ней?
# Моника демает, что ей надо подыграть, что хорошо, что эта глупая Линда сделала такие выводы. пусть думает, что она двойник Бакфетт
# Моника говорит, что да, общается с Моникой
# Линда спрашивает, отказ был со стороны настоящей Бакфетт
# Моника говорит, да
# Линда - почему? ты не знаешь?
# Моника начинает высокомерничать, говорит, ты видела модель, которая снимается в этом журнале - Мелани. ты не идешь ни в какое сравнение с ней и т.п.
# Миссис Бакфетт так и сказала, что у тебя не достаточно хорошие внешние данные для ее журнала
# Линда у нее спрашивает, да я понимаю, что все это условно, что я не соответствую
# это скорее всего просто ее каприз, на самом деле это не так
# ты же можешь повлиять на нее, чтобы она согласилась меня взять
# ведь ты же с ней общаешься
# Моника говорит, что конечно Бакфетт меня слушает, ведь у меня хороший вкус.
# если была фотосессия с Викторией, Моника говорит, что видела съемку какой-то девочки в розовом платье, которая далеко не соответствует стандартам...
# Моника говорит, ну не знаю, мне надо подумать
# Линда начинает к ней подлизываться, говорит, какая она хорошая
# начинает говорить, что Кэндис и Эбби говорят про нее гадости, настраивали ее против Моники
# если бы она их сразу не послушала, то давно уже дружила бы с ней
# может, еще вина?
# я сразу увидела, какая ты хорошая.
# немного времени спустя приходит Миранда
# Линда до этого рассказала Миранде про свое посещение офиса
# Линда говорит, какого черта ты пришла?
# Миранда тоже подлизывается к Монике
# Линда говорит. что хочет уйти в карьеру модели и уйти вообще из эскорта
# Линда говорит, что она планировала сместить админшу и занять ее место
# но т.к. она сейчас метит в модели, то она сместит админа и отдаст это место Миранде
# Линда говорит, что Миранда станет главной и будет давать Монике самых лучших клиентов, раз я ухожу в модели
# ты будешь хорошо зарабатывать и будет только то, как ты хочешь. мы слышали, что тебе нравится, когда тебе лижут ноги или что-то из того, что было с клиентами
# мы тебя познакомим с крутыми и богатыми клиентами.
# Моника сидит и ломается. ну не знаю, я еще не решила. а вдруг Бакфетт откажется и уволит меня
# выбор: согласиться (хорошо, я согласна и уходит) либо кочевряжиться (массаж, вспомнить столик и все остальные гадости с их стороны)
# при выборе пункта кочевряжиться, Моника начинает им припоминать все их гадости (по пунктам)
# Моника говорит, что я помню, как ты меня заставляла делать это
# а они говорят, нет, что ты. хочешь мы сами сделаем это? (Моника может согласиться или отказаться, при отказе jump на начало меню выбора - дважды)
# заставит их раздеться, сделать ей ликинг, облизать ей ноги, грудь, стоять столиком (небольшие сценки)
# Моника скажет, что это сделать не так просто, говорить с Бакфетт придется далеко не один раз, сразу она свое решение не изменит, а контактирую я с ней не так часто, только когда она мне звонит сама
# с ней чаще всего общается Биф
# Линда с Мирандой говорят, фу, этот урод, он мне тоже не понравился
# Моника скажет, да он урод
# в итоге Моника соглашается
#
# при встрече в ресторане на эскорт-работе, Линда и Миранда оч хорошо к ней относятся, лебезят перед ней
# Моника думает, что надо продолжать ими играть, я такая умная, я манипулирую этими жакими людишками (если бичность)
# верно ли я поступаю, обманывая и Кэндис с Эбби и Линду с Мирандой, но пока я буду придерживаться этого (если она приличная)
