
### фотосессия
# в фотостудии Кэмпбелла
# подходит к Монике и говорит, что пойдемте, я проведу вас
# в картине, Моника полностью будет обнажена
# без  одежды, т.к. это реклама рамки, а не одежды, она будет только отвлекать от изысканного дизайна рамки
# секретарша будет лезть постоянно - ой, Мистер Кэмпбелл, она же будет бросать тенб на раму, не будет видно узора
# Кэмпбелл присутствует вместе со своей секретаршей, говорит, что задизайнил рамку и хочет ее прорекламить
# говорит, что вы можете использовать эти кадры для своего журнала
# и я буду с этими кадрами проводить презентацию перед полным залом, а кадры будут транслироваться на экране
# Моника может согласиться, может отказаться

# + реакция коллектива после этой фотосессии
