### Виктория
# Стефани приходит в Виктории, Викория лебезит перед Стефани
# Стефани спрашивает, чего ты меня звала? я приехала
# Виктория говорит, ну ты же хотела узнать про вечеринку Мелани и Алекса. помнишь, мы же хорошо тогда посидели
# Стефани говорит с сомнением, что да, посидели неплохо
# несмотря на твою крутую фотосессию
# но я поспрашивала у друзей... говорят, что ты маленькая сикалявка, которая из-за денег спит со своим боссом
# Виктория злится, потом берет себя в руки и продолжает с невозмутимым видом
# я слышала такие сплетни, но это не так, меня все любят и я хотела бы с тобой дружить
# Стефани говорит, ну не знаю, у тебя на доске в холле написано "сикалявка"
# Виктория вскидывается - ЧТО?! в холле?! вскакивает и бежит туда, смотрит, на доске внизу под ее именем мелким шрифтом написано это
# потом Виктория возвращается и улыбается, гворит что знает, кто это сделал
# Стефани удивленно - и кто?
# Виктория говорит, это Мелани, она любит такие шутки. у нее даже в доме ее портреты разрисованы. хи-хи!
# Стефани смотрит на нее удивленно
# Стефани говорит, что она сходила бы в гости к Мелани, я хотела бы с ней дружить, но парня у меня нет, кого я приведу? но спать с Алексом я не собираюсь
# Виктория говорит - можно и не спать с ним
# мой отец крутой сенатор, не знаю, в курсе ли ты?
# Виктория такая - я знаю... с улыбочкой
# Стефани - да? - удивленно
# Стефани продолжает - поэтому у меня нет парня
# ВИктория - да, а как ты расслабляешься?
# Стефани - есть у меня одно место
# Ребекка меня везде таскает, но я не могу свободно общаться с мужчинами, т.к. отец знает о каждом моем шаге
# поэтому есть только одно место, где я могу рсслабиться
# Виктория понимает, что речь идет о фитнесе, говорит, что я хотела бы походить с вами на фитнес, у вас такие классные фигуры, а вы часто ходите туда, а можно с вами?
# Стефани говорит, что нет у нас закрытый зал, туда ходят только по приглашению, кроме одной провинциальной дуры... ой, меня просили не говорить
# в общем, я пока не могу тебя пригласить, т.к. ходят только сливки общества
# Виктория говорит, что тогда давай просто сходим в гости к Мелани, на их с Алексом свинг. вечеринку
# Стефани будет сомневаться, что нет парня
# тогда Виктория скажет, что может подогнать ей парня, который точно понравится Мелани (подхалим Джон)
# Стефани скажет, ну ок, я пойду. пусть Ребекка мне завидует, что я подружусь с Мелани. она то не сможет к ней пойти
#
# Виктория с Джоном стоят у лифта
# Джон спрашивает, а правда, что Мелани сможет поговорить с Миссис Бакфетт и сказать, что я самый лучший кандидат на должность зама
# Виктория говорит, что да. мы собираеся прийти к Мелани с моей подружкой. но у подружки нет парня, и ей нужно составить компанию
# ты мог бы побыть парнем моей подружки Стефани один вечер, а заодно продвинуться по карьерной лестнице
# Джон офигевает, что его зовут к самой Мелани
# заходит Моника, Виктория скажет ей, что ей понравился их прошлый девичник, что скоро они встретятся снова
# Джон подбежит, начнет подхалимничать
# Моника подозрительно смотрит на них, что эта мерзкая сикалявка тут вынюхивает, о чем она могла говорить с этим подхалимом
#
# у Виктории дома, с Мелани
# Мелани говорит - Алекс никогда не согласиться на это
# Виктория говорит - Мелани, скажи, ведь классно, что мы будем дружить со Стефани.
# потом Виктория скажет - подружка, поехали, подберем тебе что-нибудь для вечеринки, заодно и мне что-нибудь купим
#
# Мелани скажет Алексу перед камерой - Алекс мы с тобой живем, но я хочу трахаться и с другими мужчинами
# Алекс в шоке
# Мелани говорит, но я не хочу тебе изменять, поэтому хочу делать это у тебя на глазах
# Алекс говорит, что не хочет ее делить ни с кем
# Мелани говорит, если ты согласишься, то я буду согласна выйти замуж за тебя и буду будить по утрам тебя минетом, а потом готовить тебе завтраки с паштетом
#
# вход в офис, у лифта Виктория стоит с Джоном (перед встречей у Мелани)
# Джон спросит, Мисс Виктория, вы точно уверены, что мне стоит идти к Мелани и говорить с ней о моем повышении
# она говорит, да-да
# он спросит, а почему я должен сопровождать вашу подругу
# вопрос - почему. типа Мелани живет с парнем, и моей подруге будет не очень удобно быть в одиночестве
# тем более, что они будут обсуждать новую форму отчетности, а вы как специалист сможете им подсказать
# он гордно - да-да, я хорошо разбираюсь в отчетах
# тут подходит Стефани
# Виктория говорит, что вот и моя подруга
# Стефани увидит его и скажет - фу! ты уверена, что Мелани он нравится. он похож на какого-то жалкого клерка. ты хочешь, чтобы Я с ним куда-то пошла?!?!?! да Мелани сразу выгонит этого неудачника. Виктория скажет, что да
# Стефани говорит, ты что, меня разыгрываешь что-ли?
# Виктория гвоорит - нет-нет, вот увидишь, он очень понравится Мелани
# Стефани говорит, ок, но если ты меня пытаешься разыграть, то ты пожалеешь об этом
# Стефани скажет, ну ок, но я с ним не поеду, пусть сам приходит! я вечером приеду сама к Мелани
# Виктория скажет Стефани, что будет вечеринка и надо взять какой-нибудь прикольный прикид
#
# Виктория вечером приезжает к Мелани домой
# говорит, подружка запомнила все слова, которые ей надо сказать?
# подружка помнит, что надо сказать про костюм, когда ты переоденешься
# помнишь, что надо попросить ходить на фитнес вместе? согласна, что это будет здорово, если Стефани возьмет нас на фитнес
# Мелани вынуждена согласиться
# Виктория - подружка помнит, что у нее должен быть обязательно секс? и что ты должна попросить друга Стефани во время секса?
# да
# точно помнишь? а помнишь, что Стефани тоже должна участвовать в этом?
# Виктория гвоорит, помни, что все, что будет делать Стефани, должно быть записано на камеру
# Виктория - я рада, что Стефани наша подружка, но я хотела бы, что бы она тоже стала моей лучшей подружкой, как ты и Моника
# вам ведь так нравится дружить со мной и вы очень любите, когда я уделяю вам внимание. но если лучших подружек у меня станет больше, то я не смогу уделять вам так много внимания
# ты ведь не против, подружка Мелани
# Мелани говорит - нет, не буду
# чем больше будет членов в Стефани и твоей киски на ее лице, тем будет лучше. у нас с ней появятся общие интересы и мы сможем стать лучшими подружками
#
# спустя некоторое время приходит Стефани (Виктория уже ушла, камера стоит на столе)
# Мелани знакомит их с Алексом, представляет Стефани ее подругой (показать, что говорит не своими словами, а фразами Виктории)
# Стефани говорит ей, что помнит, что она должна была прийти с парнем, но так получилось, что он по любому будет не в твоем вкусе...
# звонок в дверь. приходит подхалим
# он радостный - ой, Мисс Мелани! здравствуйте!
# подхалим придет с цветочком, будет лебезить перед Мелани
# он думает, что это просто встреча
# Мелани зло - что? этот клерк?!
# Стефани видит реакцию Мелани, говорит, что черт, извини, дурацкая была затея, я пойду
# Мелани говорит сквозь зубы - нет, мне он нравится, проходите за стол
# Мелани и Алекс сидят на диван, Алекс подальше, Мелани поближе, е рядом друг с другом
# пуф стоит на месте стула, на нем сидит подхалим, стул стоит немного подальше пуфа и на нем сидит Стефани
# подхалим начинает с умным видом говорит что-то про свою работу, т.к. уверен, что это деловая встреча
# они смотрят на него как на идиота, Стефани прерывает его, говорит ему - Джин, хватит
# потом Стефани говорит Мелани, что рада побывать у нее в гостях. и вообще, было бы здорово встретиться еще раз всем вместе
# Стефани указывает рукой на разрисованный портрет Мелани, говорит, что слышала о том, что ты любишь порисовать
# Мелани поворачивается к Алексу и гвоорит - принеси вино
# потом отвечает Стефани, что это Алекс так шутил. надо бы заставить его все это стереть
# Алекс возвращается
# Алекс скажет, что Мелани сказала, что вы переоденетесь в классные костюмы
# Стефани скажет, о точно! я принесла прикольный костюм!
# только... (смотрит на камеру). меня смущает, что здесь камера. это точно не попадет в общий доступ
# Мелани скажет, что нет. она записывает это для себя, т.к. любит это. и никуда это не просочится, т.к. она тоже в кадре
# Виктория в это время в офисе Дика сидит и смотрит в монитор с ехидной умылочкой
# они выпивают
# Стефани идет переодеваться, возвращается в корсете. говорит, что это последняя коллекция, мне подружка рассказала о нем, а она разбирается в трендах
# Стефани понтуется перед Мелани, говорит, хороший костюм? тебе нравися?
# Мелани говорит - да, он хороший
# Стефани садится, а подхалим снова начинает что-то говорить про то, как он разбирается в отчетах и какой он замечательный специалист
# Стефани его прерывает - Джин, помолчи! потом поворачивается к мелани и спрашивает - а твой костюм мне тоже очень нравится. Мелани говорит, я его еще не надела. сейчас я вернусь. встает и уходит
# Мелани переодевается в откровенный костюм. выходит, поворачивается попой к ним и спрашивает, нравится ли вам мой костюм (слова Виктории)
# потом смотрит на камеру, подходит к Джону и спрашивает - тебе нравится мой костюм?
# все в шоке, подхалим заикается (ради карьеры его заставляют с кем-то переспать)
# Мелани говорит - пошли со мной
# Мелани спрашивает у Алекса - ты не против?
# подхалим ломается, а Мелани смотрит на камеру, потом на него и говорит, что тогда можешь забыть вообще о работе со своими отчетами
# зато если ты переспишь со мной, а поом со Стефани, то тебя ждет повышение
# Алекс говорит, что нет, но он со Стефани будет присутствовать
# потом они идут в спальню, мелани берет с собой камеру
# смотря на камеру Мелани предлагает подхалиму заняться сексом
# тот что-то мямлит в ответ, неуверенно
# Мелани ему приказывает раздеваться, говорит, глядя на камеру, что оч хочет его, что он в ее вкусе
# он в шоке - правда?
# она говорит, да. и я хочу, чтобы ты взял меня сзади, в попу
# Мелани говорит Алексу - удели внимание Стефани. тот неуверенно ее приобнимает
# Мелани и подхалима - анал
# Стефани и Алекс - поцелуй, Стефани возбуждается, смотрят на Мелани и подхалима
# Мелани увидит, что Стефани возбуждается, начинает себя трогать. ей нужно способствовать раздобыть видео-компромат на нее для Виктории, чтобы та от нее отстала
# Мелани подойдет к Стефани, поцелует ее, потом скажет Алексу сделать то же самое
# Стефани поплывет, скажет, ну ладно, сделаю это
# секс Алекса и Стефани, подхалим подберется к ним тоже, хотя Стефани ведет себя с ним высокомерно и пренебрежительно
# в итоге DP для Стефани, все снимается на камеру -> мега-компромат на нее для Виктории для шантажа
# периодически показываем Викторию, как она смотрит на монитор и мастурбирует
# в тот момент, когда подхалим подлезет к Стефани и вставит в нее, Виктория скажет - Бинго!
# Мелани в то время как Алекс с подхалимом пялят Стефани, смотрит на камеру (Виктория в этот момент говорит, что давай, подружка, это в твоих интересах) дает ей лизать свою киску
# когда все кончают, довольная Виктория смотрит на монитор, звуки затвора камеры, вспышки (типа она делает скрины, снимает компромат, либо записыват)
