default monicaBettyRalphAnal1 = 0 # Бетти не дала Ральфу вечером в спальне
default monicaBettyRalphAnal2 = 0 # Бетти согласилась на секс с Ральфом
default monicaBettyRalphAnal3 = 0 # Моника согласилась на анальный секс с Ральфом впервые
default monicaBettyRalphAnal4 = 0 # у Моники и Ральфа состоялся первый анал

# при условии, что у Бетти была групповуха
# вечером в бывшей спальне Моники
label ep219_dialogues1_ralph_1:
    # Бетти лежит на постели, как обычно, только в бюстгалтере, читает журнал
    # к постели подходит Ральф, ложится с ней рядом
    img 34198
    w
    img 34197
    w
    img 34199
    w
    img 34200
    w
    img 34203
    ralph "Бетти, дорогая, я так по тебе соскучился."
    # кладет руку ей на грудь и лезет целоваться
    # Бетти, не отрываясь от журнала
    img 34201
    w
    img 34202
    w
    img 34204
    betty "Ральф, не сегодня!"
    # он продолжает лезть к ней, жмякает ее груди
    img 34205
    w
    img 34206
    w
    img 34205
    w
    img 34206
    ralph "Ну, Бетти. Давай по-быстренькому."
    # она скидывает его руки со своей груди
    img 34207
    betty "Ральф, перестань! Ты мне мешаешь!"
    ralph "Дорогая, ну оторвись от своего журнала."
    ralph "Ты же не откажешь своему любимому мужу в исполнении супружеского долга?"
    # Бетти поворачивается к нему и грозно на него смотрит
    img 34208
    betty "Ральф! Я же сказала тебе, что не сегодня!"
    betty "Мы совсем недавно делали это!"
    # он удивленно
    img 34209
    ralph "Недавно?!"
    ralph "Неделю назад - это по-твоему недавно?!"
    img 34210
    betty "ДА!" # и снова утыкается в журнал
    # Ральф растерянно смотрит на нее, потом снова кладет руку на низ живота Бетти, игриво говорит ей
    img 34211
    w
    img 34212
    w
    img 34213
    ralph "Моя дорогая Бетти решила поиграть со мной в недотрогу?"
    ralph "Мне нравятся такие игры в постели..."
    # смотрит что она без трусиков
    img 34214
    ralph "Ты ведь даже без трусиков."
    ralph "Я вижу что ты специально соблазняешь меня, любимая."
    img 34215
    ralph "Давай, я буду профессором из университета, а ты студенткой, которой нужно сдать зачет?"
    ralph "Здорово я придумал, да?"
    # Бетти закатывает глаза, снова скидывает его руку
    # говорит с ним раздраженно
    img 34216
    betty "Что за глупости?!"
    betty "Я не буду заниматься какими-то там извращенскими играми!"
    betty "Я..."
    betty "У меня голова болит!"
    ralph "Дорогая, я знаю отличный способ от головной боли." # кладет руку на свою ширинку
    img 34217
    # Бетти начинает злиться
    img 34219
    w
    img 34218
    betty "И вообще!"
    betty "Ты, как хороший муж, мог бы помогать мне по хозяйству, а потом уже требовать от меня чего-то!"
    # Ральф убирает руку со своей ширинки, растерянно смотрит на нее
    img 34220
    ralph "Бетти..."
    # она его перебивает
    betty "Почему я сама должна решать хозяйственные вопросы?!"
    betty "Почему мне ни с чем не помогаешь по дому?!"
    ralph "Но ты мне ничего не говорила..."
    # Бетти наезжает на него
    img 34209
    betty "Мог и сам спросить, нужна ли мне помощь по хозяйству, Ральф!"
    betty "Я делаю по дому абсолютно всю работу! Я устаю!"
    betty "А ты целыми днями читаешь свою дурацкую книжку, сидя в кресле!"
    betty "Это нормально, скажи мне, Ральф?!"
    ralph "Дорогая, но ведь у нас есть прислуга... Водитель, гувернантка..."
    # она снова его перебивает
    img 34221
    betty "От этой гувернантки нет никакого толку! Она некомпетентна в своей работе!"
    betty "Мне приходится постоянно контролировать ее работу!"
    betty "Ты хоть представляешь, сколько сил и времени у меня занимает это?!"
    betty "Я задумываюсь о том, чтобы найти ей замену!"
    # Ральф растерянно чешет репу
    img 34222
    ralph "Бетти..."
    betty "Хватит, Ральф!"
    betty "Я сегодня целый день занималась хозяйственными делами!"
    betty "Потому что я хорошая хозяйка!"
    betty "И все стараюсь для тебя делать!"
    img 34223
    betty "А ты меня утомляешь этими разговорами!"
    betty "И это наглость с твоей стороны требовать сейчас от меня исполнения какого-то супружеского долга!"
    betty "Ты поступаешь эгоистично, Ральф!"
    ralph "Но дорогая..."
    # Бетти раздраженно его перебивает
    img 34224
    betty "Все! Хватит! Я устала и хочу спать!"
    betty "И голова у меня разболелась еще больше!"
    img 34225
    w
    img 34226
    # Бетти откладывает журнал, Ральф разочарованно смотрит на свой стояк, потом на попу Бетти
    # звук выключателя, гаснет свет
    $ monicaBettyRalphAnal1 = day # Бетти не дала Ральфу вечером в спальне
    return

# на следующий вечер после того, как Бетти отказала Ральфу в интиме
# бывшая спальня Моники
label ep219_dialogues1_ralph_2:
    # Бетти лежит на постели и снова читает журнал
    # Ральф снова ложится с ней рядом и начинает приставать
    img 34227
    w
    img 34228
    w
    img 34229
    w
    img 34230
    w
    img 34231
    ralph "Дорогая, мне так нравится, когда на тебе это белье."
    # проводит рукой по ее груди, потом опускает руку ниже, к трусикам (которых нет)
    img 34232
    ralph "Ты такая красивая... Такая сексуальная."
    img 34233
    ralph "Мне так повезло, что у меня такая замечательная жена..."
    # целует ее в щеку, а она в это время не перестает глазет в журнал
    img 34234
    w
    img 34235
    betty "Ральф, ты снова за свое!"
    # он продолжает ее целовать, говорит игриво
    img 34236
    w
    img 34235
    ralph "Мммм... Я так хочу тебя, Бетти."
    img 34237
    ralph "Ты ведь не откажешь своему любимому мужу, как вчера?"
    ralph "Ты же не хочешь меня расстраивать?" # целует
    img 34236
    menu:
        "Согласиться на секс с Ральфом.":
            $ monicaBettyRalphAnal2 = day # Бетти согласилась на секс с Ральфом
            pass
        "Отказать ему!":
            # Бетти раздраженно
            img 34238
            betty "Не сегодня, Ральф!"
            betty "Я слишком устала и у меня опять болит голова!"
            img 34239
            ralph "Но дорогая..."
            betty "Все, Ральф, хватит! Я хочу спать!"
            img 34240
            w
            img 34241
            # Бетти откладывает журнал, Ральф разочарованно смотрит на свой стояк, потом на попу Бетти
            # звук выключателя, гаснет свет
            return False
    # Бетти отворачивает лицо в сторону, закатывает глаза
    img 34242
    betty_t "Если я сейчас опять откажу ему, он завтра ко мне снова будет лезть!"
    betty_t "Зато, если я сейчас соглашусь, то он отстанет от меня на целую неделю."
    betty_t "Думаю, стоит потерпеть..."
    betty_t "Черт! Как же нелегко быть хорошей женой!"
    # Бетти откладывает журнал и снисходительно говорит Ральфу
    img 34238
    betty "Ральф, я не откажу тебе сегодня."
    betty "Но ты должен пообещать мне, что будешь чаще помогать мне по хозяйству!"
    # довольный Ральф чмокает ее в губы, кладет руку на ее грудь
    img 34243
    w
    img 34244
    ralph "Конечно, дорогая! Я сделаю все, как ты скажешь!"
    ralph "Снимай скорее это с себя!"
    ralph "Мне не терпится поцеловать твою прекрасную грудь!"
    menu:
        "Снять бюстгальтер с Бетти.":
            pass
    # Бетти снимает с себя бюстгальтер, лежит в одних трусиках с недовольным видом
    # Ральф ласкает ее грудь, целует, а Бетти ворчит в это время
    img 34245
    w
    img 34246
    w
    img 34247
    w
    img 34248
    w
    img 34249
    w
    img 34250
    betty "Ты же сам должен понимать, Ральф, как непросто уследить за всем в таком большом доме."
    betty "У меня за целый день нет ни минуты отдыха!"
    img 34251
    ralph "Да, Бетти. Ты такая замечательная хозяйка..."
    img 34252
    w
    img 34253
    w
    img 34254
    ralph "Дай, я сниму с тебя трусики, дорогая."
    # Бетти недовольно смотрит, как Ральф стягивает трусики с нее, бросает на пол
    betty "Да! И ты должен ценить это, Ральф!"
    # Ральф тем временем наклоняется и целует ее киску
    ralph "Бетти, дорогая, раздвинь ножки."
    ralph "Я хочу приласкать твою киску."
    menu:
        "Позволить Ральфу снять трусики с Бетти.":
            pass
    # Бетти раздвигает ноги, продолжая ворчать, а Ральф целует ее между ног
    betty "Такую хорошую жену, как Я, еще поискать надо!"
    betty "А ты ведешь себя эгоистично, требуя исполнения супружеского долга когда тебе вздумается!"
    # Ральф отвечает между поцелуями
    ralph "Всего лишь раз в неделю, дорогая. Это же так редко."
    ralph "Может быть будем делать это чаще?"
    betty "Куда еще чаще, Ральф?!"
    ralph "Но Бетти..."
    betty "Ты должен радоваться, что у нас регулярная интимная жизнь!"
    betty "И что я тебе не отказываю раз в неделю!"
    betty "Я и так слишком многое для тебя делаю!"
    ralph "Да, Бетти. Мне очень повезло, что у меня такая замечательная жена."
    ralph "К тому же еще и красивая."
    betty "И еще хозяйственная!"
    ralph "Да..."
    betty "И порядочная!"
    ralph "Да, дорогая."
    ralph "Ты у меня самая лучшая, Бетти... Я хочу взять тебя сзади, повернись ко мне спиной."
    # Бетти возводит глаза к потолку, типа как он меня задолбал
    betty "Ральф, давай уже так, по-быстрому!"
    ralph "Ну дорогая!"
    betty_t "Кто придумал этот дурацкий супружеский долг?!"
    betty "!!!"
    menu:
        "Сделать, как просит Ральф.":
            pass
    # затемнение
    # Бетти стоит в коленно-локтевой, подперев лицо ладонями, лицо скучающее
    # Ральф в это время вводит свой член в ее киску, стоя сзади нее, тиская ее за ягодицы
    ralph "Ооооо!!!"
    ralph "Как же здорово, Бетти!"
    # Бетти продолжает ворчать во время секса
    betty "Ральф, аккуратнее!"
    betty "Из-за тебя у меня на попе будут синяки!"
    ralph "Оооох, дорогая."
    ralph "Я просто так соскучился, что еле сдерживаю себя!"
    betty "Ты во время интима со мной, должен думать не только о себе, Ральф!"
    betty "В первую очередь, ты должен думать о моем удовольствии!"
    betty "А ты тискаешь меня, как какую-то непорядочную девицу!"
    betty "Думаешь, что мне это доставляет удовольствие, Ральф?!"
    ralph "Хорошо, дорогая. Я постараюсь."
    betty "Постарайся, Ральф!"
    # Ральф продолжает ее пялить
    ralph "Так тепло у тебя внутри. Мммм..."
    ralph "Вот бы каждый день проникать в твою киску, Бетти!"
    ralph "Дааа, это было бы замечательно!"
    ralph "Я тогда был бы самым счастливым мужем на свете!"
    betty "Что значит 'был бы', Ральф?!"
    # Ральф шлепает ее по ягодице
    # Бетти раздраженно
    betty "Эй, полегче там! Обращайся со мной нежнее!"
    betty "Что за мужланские замашки?! Кошмар!"
    betty "Я еще раз повторяю свой вопрос, Ральф!"
    betty "Что значит 'был бы самым счастливым'?!"
    betty "Тебе что-то не нравится?!"
    ralph "Ммммм..."
    ralph "Мне все нравится, дорогая."
    # Бетти продолжает клевать мозг
    betty "Тебе так повезло иметь такую замечательную жену, как Я!"
    betty "Я снимаю с тебя абсолютно все вопросы по хозяйству!"
    betty "И обеспечиваю тебе регулярную интимную жизнь!"
    if dialogue_betty_teacher_1_flag == True or 1==1:
        betty "И еще я слежу за успеваемостью этого мелкого сопляка, твоего сына, в колледже!"
        betty "Хотя это твоя прямая обязанность, Ральф!"
        betty "Которую выполняю Я!"
    betty "А ты еще чем-то недоволен?!"
    betty "Это неблагодарность с твоей стороны, Ральф!"
    betty "Ты совсем не ценишь того, что имеешь!"
    ralph "Я ценю тебя, дорогая..."
    ralph "Дааа..."
    ralph "Очень ценю! Особенно твою попу!"
    ralph "Ммммм..."
    betty "Ральф, в первую очередь..."
    # он перебивает ее, говорит ей возбужденно
    ralph "Бетти!"
#    ralph "Знаешь, чем ты можешь осчастливить сейчас своего любимого мужа?"
    ralph "Милая, давай попробуем что-то новое? Я очень давно этого хотел!"
    # Бетти подозрительно косится на него, немая пауза
    betty "?!"
    # Ральф, не дожидаясь ее ответа, выходит из ее киски
    betty "Что ты делаешь, Ральф?"
    betty "Что ты задумал?"
    ralph "Мммм... Тебе понравится, дорогая..."
    # потом направляет свой член в ее анус и пытается тыкнуться в него
    betty "ЭЙ!!!"
    # Бетти резко вскакивает, повернувшись лицом к нему
    # Ральф продолжает плотоядно пялиться на нее
    ralph "Бетти..."
    ralph "Какая же ты у меня красивая, дорогая!"
    # Бетти начинает возмущаться
    betty "РАЛЬФ! КАК ТЫ МОГ?!?!?!"
    betty "!!!"
    betty "Как ты посмел?!?!?!"
    betty "Ты за кого меня принимаешь, Ральф?!"
    # Ральф растерян, член падает
    ralph "Дорогая..."
    betty "Я твоя жена! И Я порядочная женщина!"
    betty "А то, что ты хотел сделать!.. Это!.."
    betty "Это аморально, Ральф!"
    betty "Никогда! Слышишь?! Никогда не смей предлагать мне подобной гадости!!!"
    # она с негодованием вскакивает и идет в сторону выхода из спальни
    # Ральф ей вслед
    ralph "Но Бетти!"
    ralph "Куда же ты?!"
    ralph "Я ведь еще не кончил!"
    # она пренебрежительно машет на него рукой
    betty "Все, Ральф!!!"
    betty "С меня довольно!"
    betty "Ты унизил меня своим поступком! МЕНЯ, свою жену!!!"
    betty "Я не хочу больше с тобой разговаривать!"
    # она возмущенно уходит
    # Ральф разочарованно смотрит ей вслед
    return

# при условии, что Бетти отказала Ральфу в анальном сексе
# во время очередной встречи Моники и Ральфа, пока Бетти на фитнесе
# в меню из лейбла ep214_dialogues5_bardie_ralph_12 появляется новый пункт "Анальный секс.":
label ep219_dialogues1_ralph_3:
    # Ральф трогает груди Моники
    ralph "Бетти..."
    ralph "Я так тебя хочу."
    ralph "Какая же ты красивая!"
    # целует губы, потом грудь
    ralph "Бетти..."
    # Моника игриво
    m "Мистер Робертс, я тоже хочу вас!"
    # Ральф гладит попу Моники, игриво говорит ей
    ralph "Плохая гувернантка принадлежит мне? Она сделает все что я захочу?"
    mt "!!!"
    # Моника притворно улыбаясь
    m "Да, Мистер Робертс, плохая гувернантка сделает все что вы захотите..."
    mt "Ненавижу притворяться перед этим старикашкой!"
    # Ральф шлепает ее по ягодице
    ralph "В таком случае, плохая гувернантка даст мне доступ к своей попке."
    m "..."
    m "Мистер Робертс, вы... Вы хотите сделать это в мою..."
    ralph "Да, Бетти. Я хочу сегодня войти в твою попку."
    ralph "Ты же не откажешь хозяину дома?"
    m "!!!"
    menu:
        "Отказаться!":
            # Моника в шоке
            mt "ЧТО?!"
            mt "Этот мерзкий старикашка хочет сделать ЭТО в мою попу?!"
            mt "Гребаный извращенец!"
            mt "Я ни за что не позволю ему этого!"
            mt "!!!"
            mt "Мне нужно как-то отвлечь этого никчемного идиота от моей попы!"
            # Моника притворно улыбается ему
            m "..."
            m "Мистер Робертс..."
            m "У вашей плохой гувернантки Бетти сегодня настроение для кое-чего другого..."
            m "Уверена, хозяину дома это очень понравится."
            # Ральф ведется, игриво спрашивает Монику
            ralph "Да?"
            ralph "Звучит заманчиво..."
            ralph "Что же ты хочешь предложить мне, Бетти?"
            # jump на начало меню с доступом ко всем пунктам (футджоб, титсджоб, минет, секс), кроме анала
        "Вот дьявол!":
            pass
    # Моника в шоке
    mt "ЧТО?!"
    mt "Этот мерзкий старикашка хочет сделать ЭТО в мою попу?!"
    mt "Гребаный извращенец!"
    # если был анал с Филиппом
    if monicaBiffInvestorsPhilip2 > 0:
        #
        $ notif(_("У Моники был анальный секс с Филиппом."))
        #
        mt "Я не хочу, чтобы моя попа болела, как тогда..."
        mt "После того, как подлый мерзавец Филипп водил меня в свой жуткий извращенский подвал!"
        mt "Это было отвратительно! И больно!"
        # если Моника сука
        if monicaBitch == True:
            $ notif_monica()
            mt "Я оторву этому никчемному гаду Филиппу яйца при первой же возможности!"
        mt "!!!"
    mt "Что же теперь делать, Моника?"
    mt "Если ты сейчас откажешь этому старому извращенцу и подкаблучнику..."
    mt "То он может заподозрить тебя в неискренности."
    mt "А мне это не на руку..."
    mt "Чертов Ральф со своими извращенским желаниями!!!"
    mt "Ненавижу этого старикашку!!!"

######### с этого места повторящаяся сцена при выборе пункта "Анал"
    # Ральф смотрит на Монику пошло
    ralph "Ну что, гувернантка Бетти?"
    ralph "Давай мне скорее свою аппетитную попку."
    # Моника медлит, начинает ломаться
    m "Мистер Робертс, ваша гувернантка очень хотела бы порадовать вас..."
    m "Но..."
    ralph "Что, Бетти?"
    if monicaBettyRalphAnal4 > 0:
        m "Моя попа... Она так болит после прошлого раза..."
        ralph "В этом нет ничего страшного, Бетти."
        ralph "Совсем скоро твоя попа привыкнет и перестанет болеть."
        ralph "Я буду очень-очень аккуратен с твоей попкой сегодня."
    if monicaBettyRalphAnal4 = 0:
        m "Просто я... Я никогда не делала этого..."
        ralph "Правда? Я буду первым?"
        mt "Что значит буду первым?!"
        ralph "В этом нет ничего страшного, Бетти."
        ralph "Я буду очень-очень аккуратен с твоей девственной попкой."
    m "Но я боюсь..."
    ralph "Ты не представляешь, как я хочу сделать это!"
    ralph "Ну не отказывай мне, Бетти!"
    ralph "Моя первая Бетти не согласилась на это."
    ralph "Не поступай со мной также, как она!"
    ralph "Я очень оценю, если ты сейчас согласишься!"
    mt "Хмм..."
    mt "Эта дурацкая провинциалка отказала ему?"
    # если Моника видела секс Бетти и Стива в офисе Стива
    if bettySteveOfficeSteveSex == True:
        #
        $ notif(_("Моника видела, что у Бетти был анальный секс со Стивом."))
        #
        mt "Она что, притворяется перед ним невинной овечкой?"
        mt "А сама с готовностью подставляет свой провинциальный зад Стиву!"
        mt "Вот стерва!"
        #
    mt "Это немного меняет дело..."
    mt "Если я сейчас соглашусь на эту извращенскую гадость..."
    mt "То он будет тянуться ко мне еще больше."
    mt "А провинциалка Бетти отойдет на второй план!"

    # если Моника сказала Ральфу, что ей нужны деньги
    if monicaBettyRalphSeduction8 == True:
        #
        $ notif(_("Моника встречается с Ральфом за деньги."))
        #
        ralph "Я готов за это дать тебе намного больше денег, чем обычно."
        ralph "В качестве компенсации за твои переживания."
        m "Правда?"
        ralph "Конечно, Бетти!"
        ralph "Мне для тебя не жалко никаких денег!"
        mt "Хммм..."
        mt "Мне нужны эти деньги..."
        # если Монику выгнали с эскорта
        if ep212_escort_monica_fired == True:
            #
            $ notif(_("Моника больше не работает в ВИП-эскорте."))
            #
            mt "Я могла бы заработать в ВИП-эскорте, но меня туда больше не пустят..."
            #
        # если должна Перри
        mt "Мне еще выплачивать долг мерзкой Перри!"
        # если арендует апартаменты у Джека
        mt "Я должна оплачивать ту грязную дыру, которую мне сдает Джек!"
        #
        ralph "Я тебе заплачу на целых сто долларов больше, Бетти!"
        mt "Сто долларов?!"
        mt "Он что, издевается?!"
        mt "Он оценивает мою попу в сто долларов?!"
        mt "Мерзкий! Жадный! Отвратительный неудачник!"
        mt "Черт! С другой стороны..."
        mt "Я могу сейчас заработать целых $ 300!"
        #

    # если Моника говорила Ральфу, что любит его
    else:
        #
        $ notif(_("Моника говорила Ральфу, что влюблена в него."))
        #
        mt "Позволить ему сделать эту гадость с моей попой - это немыслимая жертва с моей стороны!"
        mt "!!!"
        mt "Но мне выгодно играть перед ним влюбленную дурочку! Этот жалкий кретин должен оставаться у меня на крючке!"
        mt "Моя цель - заполучить мой дом обратно и стать вновь его хозяйкой! Законной хозяйкой!"
        mt "И я сделаю для этого ВСЕ!"
        #
    mt "!!!"
    ralph "Бетти, иди ко мне..."
    # коррапшн
    menu:
        "Согласиться на анальный секс.":
            $ monicaBettyRalphAnal3 = day # Моника согласилась на анальный секс с Ральфом впервые
            pass
        "Отказаться!":
            # Моника зло
            mt "Нет! Не таким образом!"
            mt "Этот мерзкий старикашка хочет сделать ЭТО в мою попу!"
            mt "Я пока не готова к таким жертвам со своей стороны!"
            mt "Гребаный извращенец!"
            mt "Я ни за что не позволю ему этого!"
            mt "!!!"
            mt "Мне нужно как-то отвлечь этого никчемного идиота от моей попы!"
            # Моника притворно улыбается ему
            m "..."
            m "Мистер Робертс..."
            m "У вашей плохой гувернантки Бетти сегодня настроение для кое-чего другого..."
            m "Уверена, хозяину дома это очень понравится."
            # Ральф ведется, игриво спрашивает Монику
            ralph "Да?"
            ralph "Звучит заманчиво..."
            ralph "Что же ты хочешь предложить мне, Бетти?"
            # jump на начало меню с доступом ко всем пунктам (футджоб, титсджоб, минет, секс), кроме анала

    # Моника подходит к Ральфу
    mt "Не могу поверить, что я добровольно иду на ЭТО!"
    mt "Это все нереально! Какой-то сюр!"
    mt "На какие только жертвы тебе не приходится идти, Моника!"
    mt "!!!"
    mt "Но помни - все это временно!"
    mt "Настанет тот момент, когда все до единого ответят за свои грязные поступки!"
    mt "В том числе и этот мерзкий старикашка Ральф!"
    mt "Ненавижу! Всех! До единого!"
    mt "!!!"
    # трусики Моники падают на пол
    # довольный Ральф тянет к ней руку
    ralph "Я так соскучился по своей гувернантке Бетти..."
    ralph "А ты скучала по мне?"
    # Моника тянет руку ему навстречу и притворно говорит
    m "Конечно, Мистер Робертс."
    # Моника садится на кровать рядом с Ральфом
    # он лезет к ней с поцелуями, она отвечает
    ralph "Мммм... Моя Бетти..."
    ralph "Повернись ко мне своей попкой."
    m "..."
    m "Все-таки я переживаю, Мистер Робертс..."
    m "А вдруг что-то пойдет не так?"
    ralph "Ничего не бойся, Бетти, я буду очень аккуратен."
    mt "Черт!"
    mt "!!!"
    menu:
        "Сделать, как просит Ральф.":
            pass
    # Моника встает в коленно-локтевую, Ральф сзади, целует ее ягодицы
    ralph "Какая сладкая попка у моей гувернантки Бетти..."
    ralph "Да, такая гладкая и упругая."
    mt "Гребаный извращенец!"
    mt "!!!"
    # Ральф наклоянется и рассматривает ее анус
    # потом тянет руку и засовывает в попу Монике палец, водит им туда-сюда и смотрит
    m "Ай!"
    ralph "Тсс, Бетти. Это всего лишь мой палец. Пока что..."
    ralph "Мммм..."
    if monicaBettyRalphAnal4 = 0:
        ralph "Какая тугая девственная дырочка у моей Бетти..."
    if monicaBettyRalphAnal4 > 0:
        ralph "Мне так нравится ласкать твою дырочку."
    ralph "Сейчас хозяин этого дома попробует ее своим членом."
    # Ральф вытаскивает из попы Моники палец и пристраивает к ее анусу свой член
    mt "Черт! Черт!! Черт!!!"
    mt "!!!"
    # Ральф медленно начинает входить в ее анус
    m "Ой, мне больно!"
    m "Ай-яй-яй!"
    m "Мистер Робертс! Может, не надо?"
    # он приостанавливает свое проникновение, но не выходит, гладит ее по ягодице
    ralph "Тише-тише, моя Бетти."
    ralph "Все хорошо, еще немного потерпи."
    ralph "Потом тебе понравится, вот увидишь."
    # снова начинает протискивать свой член в анус Моники
    ralph "О, какая же тугая дырочка!"
    ralph "Оооо!"
    if monicaBettyRalphAnal4 = 0:
        ralph "Сразу видно, что в ней до меня никто не бывал!"
    if monicaBettyRalphAnal4 > 0:
        ralph "Сразу видно, что в ней бывает только член хозяина этого дома!"
    # если был анал с Филиппом
    if monicaBiffInvestorsPhilip2 > 0:
        #
        $ notif(_("У Моники был анальный секс с Филиппом."))
        #
        mt "Придурок!"
        mt "Видел бы ты, что со мной сделал гад Филипп в своем кошмарном подвале!"
        # если Моника сука
        if monicaBitch == True:
            $ notif_monica()
            mt "Сначала я оторву яйца ему, а потом и тебе, старикашка!"
            mt "!!!"
            #
    # Ральф вводит член в Монику до основания
    m "АААА!!!"
    m "Мистер Робертс!"
    m "Это очень больно!"
    ralph "Сейчас пройдет, моя Бетти."
    ralph "Потерпи немного."
    ralph "Мммм... Как же здорово!"
    # Ральф начинает медленно двигаться вперед-назад
    # у Моники на лице гримаса боли периодически сменяется злостью
    mt "Когда же это все уже прекратится?!"
    mt "Это отвратительно!!!"
    mt "Моя попа!!!"
    mt "!!!"
    # Ральф кайфует
    ralph "Моя Бетти! Оооо!"
    ralph "Обожаю твою попку!"
    ralph "Даааа..."
    ralph "Моя гувернантка Бетти радует хозяина этого дома все больше и больше!"
    ralph "Ты не стала меня расстраивать отказом."
    ralph "Ты самая лучшая, моя Бетти!"
    # если Моника сказала Ральфу, что ей нужны деньги
    if monicaBettyRalphSeduction8 == True:
        mt "Да, жадный старикашка!"
        mt "Я сделаю так, чтобы ты готов был отдать мне все свои деньги!"
        mt "Хватит с меня сомнительных источников дохода!"
    # если Моника сказала Ральфу, что любит его
    else:
        mt "Да, мерзкий старикашка!"
        mt "Я сделаю все, чтобы вышвырнуть эту тупую провинциалку и вернуть свой дом!"
        mt "А следом за ней я вышвырну отсюда и тебя вместе с твоим противным малявкой!"
    #
    # Ральф выходит из Моники
    ralph "Садись на меня сверху, Бетти."
    ralph "Я войду в твою тугую дырочку..."
    ralph "И буду смотреть на твое прекрасное личико."
    mt "Твою мать!"
    mt "Он еще растягивает удовольствие!"
    mt "Придурок!"
    mt "!!!"
    menu:
        "Сделать, как просит Ральф.":
            pass
    m "Конечно, Мистер Робертс..."
    # Ральф ложится на кровать, Моника садится сверху него
    # член Ральфа вводит в анус
    # при этом Моника морщится от боли, а Ральф балдеет
    ralph "Ммммм..."
    ralph "Оооох, Бетти!"
    ralph "Какая твоя попка упругая! Да!"
    # Моника смотрит на него с притворной игривостью
    mt "Мне надоело с ним возиться!"
    mt "Нужно сделать так, чтобы этот идиот скорее кончил и отстал от меня!"
    mt "И от моей попы!"
    mt "!!!"
    m "Вам нравится, Мистер Робертс?"
    ralph "Оооох..."
    ralph "Ммммм, даааа..."
    ralph "О, Беттииии..."
    ralph "Ты самая лучшая!"
    ralph "Какая горячая и тугая дырочка! Дааа!"
    ralph "Я хочу заниматься этим каждый день!"
    ralph "И трахать свою плохую гувернантку..."
    ralph "Во все ее дырочки!"
    ralph "Я вижу, как тебе нравится, когда член хозяина дома в твоей попке, Бетти!"
    ralph "Дааа!"
    ralph "Как же здорово!!! Ооооо!"
    ralph "Оооо!!!"
    ralph "Я сейчас кончу, Бетти!"
    ralph "Ааааа!"
    ralph "АААА!!!"
    menu:
        "Кончить на киску Моники.":
            # Моника приподнимается и Ральф кончает на ее киску
            ralph "Бетти!"
            ralph "Ооооо!!"
            ralph "ООООООООО!!!"
            # Моника смотрит на Ральфа
            # он прибалдевший смотрит на нее
            mt "!!!"
            pass
        "Кончить в попу Моники.":
            ralph "Бетти!"
            ralph "Ооооо!!"
            ralph "ООООООООО!!!"
            # Моника смотрит на Ральфа
            # он прибалдевший смотрит на нее
            mt "!!!"
            pass
    # затемнение
    # Моника с Ральфом лежат в обнмку в постели
    ralph "Бетти, это было восхитительно!"
    ralph "Тебе понравилось?"
    mt "Кошмарно!!!"
    mt "!!!"
    # Моника притворно
    m "Мне очень понравилось, Мистер Робертс..."
    ralph "Как себя чувствует твоя попка?"
    mt "Дьявол! Моя попа горит!"
    m "Мне больно... Но совсем немного..."
    ralph "В следующий раз будет не так больно, Бетти."
    mt "!!!"
    mt "Так, Моника. Пока этот мешок с костями лежит в эйфории..."
    mt "Тебе нужно использовать этот момент!"
    # если Моника сказала Ральфу, что ей нужны деньги
    if monicaBettyRalphSeduction8 == True:
        mt "Возможно, я смогу сделать так, что он заплатит мне не $ 300, а намного больше..."
        m "Мистер Робертс..."
        ralph "Да, Бетти?"
        m "Я же порадовала вас сегодня своим согласием..."
        if monicaBettyRalphAnal4 = 0:
            m "И это было у меня впервые."
        m "Мне было очень страшно, Мистер Робертс."
        m "Но ради вас я пошла на этот шаг..."
        ralph "Да, Бетти. Я очень ценю это..."
        ralph "Ты хотела что-то попросить у меня?"
        ralph "Я дам тебе, как обычно, $ 200 и добавлю еще сто, как и обещал."
        ralph "Вот твои $ 300, Бетти."
        menu:
            "Попросить у Ральфа еще денег.":
                pass
        m "Может быть, Мистер Робертс даст мне еще немного денег?"
        ralph "Обещаю, что в следующий раз я тебе тоже доплачу за это."
        ralph "Несмотря на то, что это будет не в первый раз для нас..."
        # чмокает ее в щечку, Моника притворно улыбается ему
        mt "Мерзкий жадный старикашка!"
        mt "!!!"
        #
    # если Моника сказала Ральфу, что любит его
    else: # может, сделать это пунктом меню из лейбла ep214_dialogues5_bardie_ralph_16 - "Предложить Ральфу узаконить наши отношения"-?
        mt "Нужно сделать так, чтобы этот мерзкий Ральф понял, что я лучше его провинциалки!"
        m "Мистер Робертс..."
        ralph "Да, Бетти?"
        m "Я же порадовала вас сегодня своим согласием..."
        if monicaBettyRalphAnal4 = 0:
            m "И это было у меня впервые."
        m "Мне было очень страшно, Мистер Робертс."
        m "Но ради вас я пошла на этот шаг..."
        ralph "Да, Бетти. Я очень ценю это..."
        m "Мистер Робертс, вы сказали, что я самая лучшая... Вы правда так думаете?"
        ralph "Да, Бетти. Мне очень нравится проводить с тобой время."
        # Моника притворно огорчается
        m "Мне тоже с вами очень нравится. Жаль, что мы не можем быть с вами каждый день..."
        m "Как было бы хорошо ни от кого не прятатся и не скрывать наши с вами чувства, Мистер Робертс..."
        m "Мы могли бы целоваться и обниматься в любой момент и в любом месте..."
        m "И не только целоваться и обниматься..."
        m "Я хотела бы делать ЭТО с вами везде, а не только в этой спальне."
        m "В этом доме есть столько интересных мест, Мистер Робертс." # игриво
        ralph "Звучит очень заманчиво, Бетти."
        ralph "Ты знаешь, я тоже хотел бы этого."
        m "Возможно, я могла бы быть для вас первой Бетти, Мистер Робертс..."
        # Ральф задумчиво чешет лысину и смотрит на Монику
        ralph "Хммм..."
        m "Я вас люблю, Мистер Робертс. И не хочу делить ни с кем..."
        m "Я хочу, чтобы вы были только со мной."
        ralph "Бетти..."
        m "Не торопитесь мне сейчас давать ответ, Мистер Робертс."
        m "Но помните, что я страдаю каждый раз, когда вижу вас с вашей женой."
        m "И мечтаю быть на ее месте..."
        ralph "Моя Бетти, я подумаю, как нам дальше быть..."
        m "Обещаете, Мистер Робертс?"
        ralph "..."
        m "..."
        ralph "Да, Бетти. Обещаю."
        # Моника радостно смотрит на него
        mt "Да, мерзкий старикашка! Ты попался!!!"
        mt "Скоро, Моника! Совсем скоро!"
        mt "Ты сможешь вернуть свой дом!"
        mt "!!!"
        # Моника радостно тянется к нему, целует
    $ monicaBettyRalphAnal4 = day # у Моники и Ральфа состоялся первый анал
    return

# если Моника взяла у Ральфа деньги, мысли
label ep219_dialogues1_ralph_4:
    # не рендерить!!
    mt "300 долларов!"
    mt "За то, что мне пришлось вытерпеть его мерзкий отросток в моей попе!"
    mt "Какой кошмар, Моника!"
    mt "Как ты могла согласиться на подобное?!"
    mt "Что с тобой такое творится?!"
    mt "?!?!?!"
    return

# если Моника намекнула Ральфу на его с Бетти развод, мысли
label ep219_dialogues1_ralph_5:
    # не рендерить!!
    mt "Моника, ты сделала это!"
    mt "Этот никчемный неудачник теперь задумается о разводе со своей провинциальной дурой!"
    mt "Правда, для этого мне пришлось пожертвовать своей попой..."
    mt "Черт! Это было ужасно!"
    mt "Но я... Я готова пожертвовать даже этим, чтобы вернуть назад то что у меня отняли!"
    mt "Место хозяйки этого дома уже почти МОЕ!"
    mt "!!!"
    return
