### Ральф-Бетти
# Ральф вечером пристает к Бетти, хочет секса
# Бетти ломается, говорит, что он не помогает ему, то не делает, это не делает - отшивает его
# на след день он снова к ней пристает и она ему снисходительно дает
# догги стайл, аона со скучающим видом, руками подпирает лицо и продолжает ворчать во время секса, показать, что ей неинтересно
# что она корчит из себя цацу, ЧСВ зашкаливает
# после этого он говорит, что хочет анал попробовать и пытается тыкнуться к ней в анус
# она начинает возмущаться, как ты мог?! это аморально! не смей мне предлагать такое!
# реплики во время сцены, диалог не большой
# она вскакивает и уходит, он говорит, что куда же ты, я не кончил
# она пренебрежительно машет на него рукой и уходит
#
# когда Моника приходит к Ральфу, становится доступен пункт анала
# Ральф убалтывает Монику на это
# в зависимости от того, какие у них отношения
# если любовь, то Моника может согласиться (коммент, если было с Филиппом) иои отказаться
# Моника про себя думает что это такая жертва, но я смогу заполучить дом
# она начнет закидывать удочку Ральфу, что она нравится больше чем Бетти, он должен пообщеать ей, что разведется с Бетти и будет только с Моникой
# Моника будет ломаться, ай-ой, больно и т.п.
# две сцены, анал - он сзади, анал - она сверху
# если за деньги, то она ломается, а он предлагает, что заплатит 300 баксов
# Моника может согласиться (коммент, если было с Филиппом) или отказаться
# потом они лежат вместе и болтают, она как любовница пытается уговорить Ральфа на развод с Бетти

### фотосессия
# в фотостудии Кэмпбелла
# подходит к Монике и говорит, что пойдемте, я проведу вас
# в картине, Моника полностью будет обнажена
# без  одежды, т.к. это реклама рамки, а не одежды, она будет только отвлекать от изысканного дизайна рамки
# секретарша будет лезть постоянно - ой, Мистер Кэмпбелл, она же будет бросать тенб на раму, не будет видно узора
# Кэмпбелл присутствует вместе со своей секретаршей, говорит, что задизайнил рамку и хочет ее прорекламить
# говорит, что вы можете использовать эти кадры для своего журнала
# и я буду с этими кадрами проводить презентацию перед полным залом, а кадры будут транслироваться на экране
# Моника может согласиться, может отказаться

# + реакция коллектива после этой фотосессии

### эскорт
# после фотосессии Биф скажет ей, так давай иди сюда и садись за стол
# сейчас придет инвестор, он до этого спрашивал, как с тобой переспать, он думает что ты сучка Бакфетт и готов за то, чтобы переспать с тобой, двадцатидолларовой шлюхой, инвестировать в журнал
# но он не дождался, пока я тебя. кукла подложу под него
# и он привел свою любовницу, чтбы она снималась в журнале
# я не хочу ее брать, т.к. если что не смогу ее ввыкинуть на улицу, в отличие от тебя
# у меня есть другие цыпочки на замену тебе и для съемок
# поэтому мне выгоднее, чтобы он трахнул тебя, чем возиться с его любовницей. ей придется платить, в отличие от тебя. на фиг мне это надо
# мне от него нужны инвестиции, а не какие-либо доп. расходы
# ему нужно отказать, но это сделаешь ты, а не я
# а после этого я договорюсь с ним, чтобы он тебя трахнул
# Моника недовольная, садится в кресло
# приходит инвестор вместе с Линдой
# инвестор разговаривает с ней уважительно, говорит, вот привел вам модель
# Линда в шоке смотрит на нее
# Моника включает из себя большого босса, разговаривает с важным видом
# инвестор говорит, что Мистер Биф предварительно одобрил кандидатуру Линды
# Моника начинает - зато я не одобряю, что это за модель, что у нее с фигурой, с лицом? она вообще улыбается?!
# Линда злая, натягивает улыбку, Моника говорит, нет мне не нравится ее улыбка
# в итоге Моника им грубо откажет
# Биф скажет Монике после их ухода, ничего себе, как цыпочка круто притворяется сучкой Бакфетт, у тебя получается все лучше и лучше
# ты умеешь набивать себе цену
# уверен после такого обращения, тнвестор еще больше захочет тебя трахнуть
# Моника- я не собираюсь ни с кем спать!
# Биф - я тебе сказала, кукла, что ты сделаешь это! и вообще! ну-ка быстро встала с моего кресла!
# выбор: встать или продолжать спорить, не вставать с кресла
# если встать, то она просто уходит
# если спорить, то она отказывается, а он пытается ее выгнать, орет, Моника встанет только после того, как он пригрозит ей вызвать полицию
# и ты вообще вылетишь с моего офиса!
#
# при условии, что Моника работает в эскорте
# Монику в ресторане перехватывает Линда
# Линда близко подходит к ней и говорит - здравствуйте, Миссис Бакфетт
# Моника огрызается, не надо меня ак называть, ты меня с кем-то путаешь!
# Линда просит о встрече с ней в другом месте, говорит, что ей нужно поговорить с ней
# Моника злится, что эта овца сейчас начнет меня шантажировать! мне нельзя допустить, чтобы все узнали, кто я такая на самом деле
# думает о том, как она повыдергивает все волосы у Линды и о том, что это нужно сделать без свидетелей
# а соответственно, нужно пойти на встречу с ней
# перед апартаментами Линды Моника думает про шантаж с ее стороны и как это предотвратить
# апартаменты Линды (новая локация) - дорогие, современные, но не шик
# Моника приходит к ней, та ее встречает очень любезно, начинает к ней подлизываться, называет ее monica_hotel_name
# проходите, садитесь, может вина? какое вино вы любите?
# Моника говорит, что Линда ее перепутала, я не Миссис Бакфетт
# Линда говорит, я поняла, что это ты, но я поняла, что ты не Бакфетт
# Моника удивленоо - как так?
# Линда - я посмотрела фото настоязей Миссис Бакфетт, у нее грудь меньше, чем у тебя (н-р)
# но я точно знаю, что она наняла тебя, как своего двойника, чтобы проводить фотосессии, т.к. ты оч на нее похожа
# тебя выбрали как ее двойника только из-за сходства
# я навела справки и мне сказали, что настоящая Моника Бакфетт отдыхает сейчас на островах, ее задолбала деловая активность
# и для того, чтобы больше заработать денег на журнале, она решила сменить курс и поставить своего двойника
# Линда говорит, что понимает, почему ты работаешь в эскорте. я слышала, чт Бакфетт легко увольняет людей и ты в любой момент можешь остаться без этой работы и соответственно без дохода
# поэтому тебе и нужна работа в эскорте, для страховки
# но я понимаю, что мой бойфренд уже договорился обо всем и я понимаю, что отказала мне не ты, а сделала это по приказу настоящей Моники
# ты знакома с ней?
# Моника демает, что ей надо подыграть, что хорошо, что эта глупая Линда сделала такие выводы. пусть думает, что она двойник Бакфетт
# Моника говорит, что да, общается с Моникой
# Линда спрашивает, отказ был со стороны настоящей Бакфетт
# Моника говорит, да
# Линда - почему? ты не знаешь?
# Моника начинает высокомерничать, говорит, ты видела модель, которая снимается в этом журнале - Мелани. ты не идешь ни в какое сравнение с ней и т.п.
# Миссис Бакфетт так и сказала, что у тебя не достаточно хорошие внешние данные для ее журнала
# Линда у нее спрашивает, да я понимаю, что все это условно, что я не соответствую
# это скорее всего просто ее каприз, на самом деле это не так
# ты же можешь повлиять на нее, чтобы она согласилась меня взять
# ведь ты же с ней общаешься
# Моника говорит, что конечно Бакфетт меня слушает, ведь у меня хороший вкус.
# если была фотосессия с Викторией, Моника говорит, что видела съемку какой-то девочки в розовом платье, которая далеко не соответствует стандартам...
# Моника говорит, ну не знаю, мне надо подумать
# Линда начинает к ней подлизываться, говорит, какая она хорошая
# начинает говорить, что Кэндис и Эбби говорят про нее гадости, настраивали ее против Моники
# если бы она их сразу не послушала, то давно уже дружила бы с ней
# может, еще вина?
# я сразу увидела, какая ты хорошая.
# немного времени спустя приходит Миранда
# Линда до этого рассказала Миранде про свое посещение офиса
# Линда говорит, какого черта ты пришла?
# Миранда тоже подлизывается к Монике
# Линда говорит. что хочет уйти в карьеру модели и уйти вообще из эскорта
# Линда говорит, что она планировала сместить админшу и занять ее место
# но т.к. она сейчас метит в модели, то она сместит админа и отдаст это место Миранде
# Линда говорит, что Миранда станет главной и будет давать Монике самых лучших клиентов, раз я ухожу в модели
# ты будешь хорошо зарабатывать и будет только то, как ты хочешь. мы слышали, что тебе нравится, когда тебе лижут ноги или что-то из того, что было с клиентами
# мы тебя познакомим с крутыми и богатыми клиентами.
# Моника сидит и ломается. ну не знаю, я еще не решила. а вдруг Бакфетт откажется и уволит меня
# выбор: согласиться (хорошо, я согласна и уходит) либо кочевряжиться (массаж, вспомнить столик и все остальные гадости с их стороны)
# при выборе пункта кочевряжиться, Моника начинает им припоминать все их гадости (по пунктам)
# Моника говорит, что я помню, как ты меня заставляла делать это
# а они говорят, нет, что ты. хочешь мы сами сделаем это? (Моника может согласиться или отказаться, при отказе jump на начало меню выбора - дважды)
# заставит их раздеться, сделать ей ликинг, облизать ей ноги, грудь, стоять столиком (небольшие сценки)
# Моника скажет, что это сделать не так просто, говорить с Бакфетт придется далеко не один раз, сразу она свое решение не изменит, а контактирую я с ней не так часто, только когда она мне звонит сама
# с ней чаще всего общается Биф
# Линда с Мирандой говорят, фу, этот урод, он мне тоже не понравился
# Моника скажет, да он урод
# в итоге Моника соглашается
#
# при встрече в ресторане на эскорт-работе, Линда и Миранда оч хорошо к ней относятся, лебезят перед ней
# Моника думает, что надо продолжать ими играть, я такая умная, я манипулирую этими жакими людишками (если бичность)
# верно ли я поступаю, обманывая и Кэндис с Эбби и Линду с Мирандой, но пока я буду придерживаться этого (если она приличная)

### Виктория
# Стефани приходит в Виктории, Викория лебезит перед Стефани
# Стефани спрашивает, чего ты меня звала? я приехала
# Виктория говорит, ну ты же хотела узнать про вечеринку Мелани и Алекса. помнишь, мы же хорошо тогда посидели
# Стефани говорит с сомнением, что да, посидели неплохо
# несмотря на твою крутую фотосессию
# но я поспрашивала у друзей... говорят, что ты маленькая сикалявка, которая из-за денег спит со своим боссом
# Виктория злится, потом берет себя в руки и продолжает с невозмутимым видом
# я слышала такие сплетни, но это не так, меня все любят и я хотела бы с тобой дружить
# Стефани говорит, ну не знаю, у тебя на доске в холле написано "сикалявка"
# Виктория вскидывается - ЧТО?! в холле?! вскакивает и бежит туда, смотрит, на доске внизу под ее именем мелким шрифтом написано это
# потом Виктория возвращается и улыбается, гворит что знает, кто это сделал
# Стефани удивленно - и кто?
# Виктория говорит, это Мелани, она любит такие шутки. у нее даже в доме ее портреты разрисованы. хи-хи!
# Стефани смотрит на нее удивленно
# Стефани говорит, что она сходила бы в гости к Мелани, я хотела бы с ней дружить, но парня у меня нет, кого я приведу? но спать с Алексом я не собираюсь
# Виктория говорит - можно и не спать с ним
# мой отец крутой сенатор, не знаю, в курсе ли ты?
# Виктория такая - я знаю... с улыбочкой
# Стефани - да? - удивленно
# Стефани продолжает - поэтому у меня нет парня
# ВИктория - да, а как ты расслабляешься?
# Стефани - есть у меня одно место
# Ребекка меня везде таскает, но я не могу свободно общаться с мужчинами, т.к. отец знает о каждом моем шаге
# поэтому есть только одно место, где я могу рсслабиться
# Виктория понимает, что речь идет о фитнесе, говорит, что я хотела бы походить с вами на фитнес, у вас такие классные фигуры, а вы часто ходите туда, а можно с вами?
# Стефани говорит, что нет у нас закрытый зал, туда ходят только по приглашению, кроме одной провинциальной дуры... ой, меня просили не говорить
# в общем, я пока не могу тебя пригласить, т.к. ходят только сливки общества
# Виктория говорит, что тогда давай просто сходим в гости к Мелани, на их с Алексом свинг. вечеринку
# Стефани будет сомневаться, что нет парня
# тогда Виктория скажет, что может подогнать ей парня, который точно понравится Мелани (подхалим Джон)
# Стефани скажет, ну ок, я пойду. пусть Ребекка мне завидует, что я подружусь с Мелани. она то не сможет к ней пойти
#
# Виктория с Джоном стоят у лифта
# Джон спрашивает, а правда, что Мелани сможет поговорить с Миссис Бакфетт и сказать, что я самый лучший кандидат на должность зама
# Виктория говорит, что да. мы собираеся прийти к Мелани с моей подружкой. но у подружки нет парня, и ей нужно составить компанию
# ты мог бы побыть парнем моей подружки Стефани один вечер, а заодно продвинуться по карьерной лестнице
# Джон офигевает, что его зовут к самой Мелани
# заходит Моника, Виктория скажет ей, что ей понравился их прошлый девичник, что скоро они встретятся снова
# Джон подбежит, начнет подхалимничать
# Моника подозрительно смотрит на них, что эта мерзкая сикалявка тут вынюхивает, о чем она могла говорить с этим подхалимом
#
# у Виктории дома, с Мелани
# Мелани говорит - Алекс никогда не согласиться на это
# Виктория говорит - Мелани, скажи, ведь классно, что мы будем дружить со Стефани.
# потом Виктория скажет - подружка, поехали, подберем тебе что-нибудь для вечеринки, заодно и мне что-нибудь купим
#
# Мелани скажет Алексу перед камерой - Алекс мы с тобой живем, но я хочу трахаться и с другими мужчинами
# Алекс в шоке
# Мелани говорит, но я не хочу тебе изменять, поэтому хочу делать это у тебя на глазах
# Алекс говорит, что не хочет ее делить ни с кем
# Мелани говорит, если ты согласишься, то я буду согласна выйти замуж за тебя и буду будить по утрам тебя минетом, а потом готовить тебе завтраки с паштетом
#
# вход в офис, у лифта Виктория стоит с Джоном (перед встречей у Мелани)
# Джон спросит, Мисс Виктория, вы точно уверены, что мне стоит идти к Мелани и говорить с ней о моем повышении
# она говорит, да-да
# он спросит, а почему я должен сопровождать вашу подругу
# вопрос - почему. типа Мелани живет с парнем, и моей подруге будет не очень удобно быть в одиночестве
# тем более, что они будут обсуждать новую форму отчетности, а вы как специалист сможете им подсказать
# он гордно - да-да, я хорошо разбираюсь в отчетах
# тут подходит Стефани
# Виктория говорит, что вот и моя подруга
# Стефани увидит его и скажет - фу! ты уверена, что Мелани он нравится. он похож на какого-то жалкого клерка. ты хочешь, чтобы Я с ним куда-то пошла?!?!?! да Мелани сразу выгонит этого неудачника. Виктория скажет, что да
# Стефани говорит, ты что, меня разыгрываешь что-ли?
# Виктория гвоорит - нет-нет, вот увидишь, он очень понравится Мелани
# Стефани говорит, ок, но если ты меня пытаешься разыграть, то ты пожалеешь об этом
# Стефани скажет, ну ок, но я с ним не поеду, пусть сам приходит! я вечером приеду сама к Мелани
# Виктория скажет Стефани, что будет вечеринка и надо взять какой-нибудь прикольный прикид
#
# Виктория вечером приезжает к Мелани домой
# говорит, подружка запомнила все слова, которые ей надо сказать?
# подружка помнит, что надо сказать про костюм, когда ты переоденешься
# помнишь, что надо попросить ходить на фитнес вместе? согласна, что это будет здорово, если Стефани возьмет нас на фитнес
# Мелани вынуждена согласиться
# Виктория - подружка помнит, что у нее должен быть обязательно секс? и что ты должна попросить друга Стефани во время секса?
# да
# точно помнишь? а помнишь, что Стефани тоже должна участвовать в этом?
# Виктория гвоорит, помни, что все, что будет делать Стефани, должно быть записано на камеру
# Виктория - я рада, что Стефани наша подружка, но я хотела бы, что бы она тоже стала моей лучшей подружкой, как ты и Моника
# вам ведь так нравится дружить со мной и вы очень любите, когда я уделяю вам внимание. но если лучших подружек у меня станет больше, то я не смогу уделять вам так много внимания
# ты ведь не против, подружка Мелани
# Мелани говорит - нет, не буду
# чем больше будет членов в Стефани и твоей киски на ее лице, тем будет лучше. у нас с ней появятся общие интересы и мы сможем стать лучшими подружками
#
# спустя некоторое время приходит Стефани (Виктория уже ушла, камера стоит на столе)
# Мелани знакомит их с Алексом, представляет Стефани ее подругой (показать, что говорит не своими словами, а фразами Виктории)
# Стефани говорит ей, что помнит, что она должна была прийти с парнем, но так получилось, что он по любому будет не в твоем вкусе...
# звонок в дверь. приходит подхалим
# он радостный - ой, Мисс Мелани! здравствуйте!
# подхалим придет с цветочком, будет лебезить перед Мелани
# он думает, что это просто встреча
# Мелани зло - что? этот клерк?!
# Стефани видит реакцию Мелани, говорит, что черт, извини, дурацкая была затея, я пойду
# Мелани говорит сквозь зубы - нет, мне он нравится, проходите за стол
# Мелани и Алекс сидят на диван, Алекс подальше, Мелани поближе, е рядом друг с другом
# пуф стоит на месте стула, на нем сидит подхалим, стул стоит немного подальше пуфа и на нем сидит Стефани
# подхалим начинает с умным видом говорит что-то про свою работу, т.к. уверен, что это деловая встреча
# они смотрят на него как на идиота, Стефани прерывает его, говорит ему - Джин, хватит
# потом Стефани говорит Мелани, что рада побывать у нее в гостях. и вообще, было бы здорово встретиться еще раз всем вместе
# Стефани указывает рукой на разрисованный портрет Мелани, говорит, что слышала о том, что ты любишь порисовать
# Мелани поворачивается к Алексу и гвоорит - принеси вино
# потом отвечает Стефани, что это Алекс так шутил. надо бы заставить его все это стереть
# Алекс возвращается
# Алекс скажет, что Мелани сказала, что вы переоденетесь в классные костюмы
# Стефани скажет, о точно! я принесла прикольный костюм!
# только... (смотрит на камеру). меня смущает, что здесь камера. это точно не попадет в общий доступ
# Мелани скажет, что нет. она записывает это для себя, т.к. любит это. и никуда это не просочится, т.к. она тоже в кадре
# Виктория в это время в офисе Дика сидит и смотрит в монитор с ехидной умылочкой
# они выпивают
# Стефани идет переодеваться, возвращается в корсете. говорит, что это последняя коллекция, мне подружка рассказала о нем, а она разбирается в трендах
# Стефани понтуется перед Мелани, говорит, хороший костюм? тебе нравися?
# Мелани говорит - да, он хороший
# Стефани садится, а подхалим снова начинает что-то говорить про то, как он разбирается в отчетах и какой он замечательный специалист
# Стефани его прерывает - Джин, помолчи! потом поворачивается к мелани и спрашивает - а твой костюм мне тоже очень нравится. Мелани говорит, я его еще не надела. сейчас я вернусь. встает и уходит
# Мелани переодевается в откровенный костюм. выходит, поворачивается попой к ним и спрашивает, нравится ли вам мой костюм (слова Виктории)
# потом смотрит на камеру, подходит к Джону и спрашивает - тебе нравится мой костюм?
# все в шоке, подхалим заикается (ради карьеры его заставляют с кем-то переспать)
# Мелани говорит - пошли со мной
# Мелани спрашивает у Алекса - ты не против?
# подхалим ломается, а Мелани смотрит на камеру, потом на него и говорит, что тогда можешь забыть вообще о работе со своими отчетами
# зато если ты переспишь со мной, а поом со Стефани, то тебя ждет повышение
# Алекс говорит, что нет, но он со Стефани будет присутствовать
# потом они идут в спальню, мелани берет с собой камеру
# смотря на камеру Мелани предлагает подхалиму заняться сексом
# тот что-то мямлит в ответ, неуверенно
# Мелани ему приказывает раздеваться, говорит, глядя на камеру, что оч хочет его, что он в ее вкусе
# он в шоке - правда?
# она говорит, да. и я хочу, чтобы ты взял меня сзади, в попу
# Мелани говорит Алексу - удели внимание Стефани. тот неуверенно ее приобнимает
# Мелани и подхалима - анал
# Стефани и Алекс - поцелуй, Стефани возбуждается, смотрят на Мелани и подхалима
# Мелани увидит, что Стефани возбуждается, начинает себя трогать. ей нужно способствовать раздобыть видео-компромат на нее для Виктории, чтобы та от нее отстала
# Мелани подойдет к Стефани, поцелует ее, потом скажет Алексу сделать то же самое
# Стефани поплывет, скажет, ну ладно, сделаю это
# секс Алекса и Стефани, подхалим подберется к ним тоже, хотя Стефани ведет себя с ним высокомерно и пренебрежительно
# в итоге DP для Стефани, все снимается на камеру -> мега-компромат на нее для Виктории для шантажа
# периодически показываем Викторию, как она смотрит на монитор и мастурбирует
# в тот момент, когда подхалим подлезет к Стефани и вставит в нее, Виктория скажет - Бинго!
# Мелани в то время как Алекс с подхалимом пялят Стефани, смотрит на камеру (Виктория в этот момент говорит, что давай, подружка, это в твоих интересах) дает ей лизать свою киску
# когда все кончают, довольная Виктория смотрит на монитор, звуки затвора камеры, вспышки (типа она делает скрины, снимает компромат, либо записыват)

### трущобы
# Моника заходит к себе домой в трущобах, показываем лестницу подъезда, ее перехватывает незнакомец
# Моника снова подходит к незнакомцу, которому не доделала минет
# он предлагает ей доделать, т.к. он не кончил, предлагает деньги
# при клике на него
# он может согласиться и првести его к себе домой
# он разговаривает с ней нагло
# говорит, что хватит показывать свои сиськи, давай соси, отрабатывай свои деньги
# Моника огрызается грубо
# потом Моника принимается за минет
# он говорит, давай доделывай до конца, не как в прошлый раз
# тут вспышка - типа его воспоминание, Перри
# он такой - черт! снова она мне мерещится!
# потом опять вспышка - Перри орет на него
# у него в итоге падает от этих вспышек
# он говорит Монике - давай, работай, поднимай его
# давай, я тебя трахну
# Моника - чем? упавшим членом?
# он говорит - черт! давай, хоть отлижу у тебя
# в итоге Моника сидит, раздвинув ноги, а он лижет
