# intro вариант №1
label new_game_intro:
    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1010
    with fadelong
    m "Доброе утро! Меня зовут Моника Бакфетт! Я замужем."
    "Мы с мужем поженились 12 лет назад."
    img 1011
    "Мой муж очень богат.
    После свадьбы мы поселились в этом большом доме."
    "Люблю-ли я мужа?
    Можно сказать что люблю.
    Он такой мягкий и пушистый."
    img 1010
    "Я с удовольствием им управляю."
    img img_1013
    with Dissolve(0.5)
    m "Любовь?
    Моя главная любовь - это власть и управление людьми."
    "А еще я считаю что я очень красива.
    Я люблю свою красоту, вот моя любовь :)"
    "У меня свой бизнес.
    Я владею очень популярным журналом моды.
    Многие девушки завидуют мне."
    "Мне вообще все завидуют."
    "Но я считаю что это их проблемы.
    Неудачники всегда завидуют таким успешным людям."
    "Таким как я :)"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1083
    julia "Миссис Бакфетт, пожалуйста!"
    "Это пятно так просто не оттереть."
    "Этому ковру нужна химчистка!"
    img 1084
    m "Правда?"
    "Да ты что, серьезно??"
    "У меня как раз есть партнер у которого сеть элитных химчисток!"
    "И исправить этот ковер будет совсем недорого!"
    "Всего около $10.000."
    "И я думаю вычту это с твоей зарплаты."
    "Даже не знаю сколько тебе придется работать."
    "Но это в любом случае будет дешевле для тебя, чем увольняться и платить неустойку за 3 года работы."
    "Согласно нашему трудовому договору."
    mt "Дик молодец."
    "Всегда делает договора какие надо."
    img 1086
    julia "О Боже!!!"
    "Миссис Бакфетт!"
    "Умоляю!"
    img 1085
    "Пожалуйста!"
    "Не надо!"
    "(плачет)"
    img 1087
    m "..."
    "Моя бедная девочка."
    "Не думай что я такой же злой работодатель как и все."
    "Напротив, я очень добрая."
    "Я оказываю тебе безмерное доверие."
    "Я разрешаю тебе оттереть это пятно до завтрашнего дня."
    "Если ты этого не сделаешь, то я уволю тебя с неустойкой."
    "Тебе понято?"
    img 1088
    julia "Да, Миссис Бакфетт."
    "Мне понятно."
    "(хмык)"
    img 1089
    m "Вот и славно."
    "Не подведи мое доверие, девочка."
    julia "(хмык)"
    "Я не подведу Вас, Миссис Бакфетт."
    m "Надеюсь ты ценишь мою доброту, Юлия."
    img 1090
    julia "Я очень ценю Вашу доброту, Миссис Бакфетт."
    "Спасибо Вам."


    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Stealth_Groover
    img 1020
    with fadelong
    "Людей вообще надо почаще менять.
    Независимо от того стараются они или нет."
    "Люди..."
    img 1021
    "Люди просто надоедают вот и все."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1445
    with fadelong
    m "О!"
    img 1446
    img 1447
    m "Юлия?"
    img 1448
    m "Я смотрю пятно все еще есть?"
    "Ты решила меня подвести?"
    img 1449
    julia "Нет, Миссис Бакфетт!"
    "Еще не следующий день."
    "Вы сказали что я должна оттереть его до завтра."
    img 1450
    julia "У меня впереди еще есть целая ночь!"
    "Пожалуйста!"
    img 1451
    m "Хорошо, детка."
    "Я помню что я обещала."
    "Сейчас отвлекись и подай мне поесть."
    "Затем можешь продолжить."
    "Завтра я одену свой бизнес наряд."
    "Пусть он будет готов."
    img 1452
    julia "Слушаюсь, Миссис Бакфетт!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Walking_Sax2
    sound2 snd_car_engine
    imgl 1675
    with fadelong
    m "Надоели эти пешеходы!"
    "Как было бы здорово если бы их не было!"
    "Да, Фрэд?"
    imgr 1676
    fred "Но Мэм."
    "Когда мы выходим из машины, мы тоже становимся пешеходами."
    imgl 1518
    m "Не говори ерунды, Фрэд!"
    "Я хожу только от машины до офиса."
    "Это бедняки бродят по улицам."
    "Переходят дороги."
    "Я считаю надо вообще запретить переходить улицу!"
    fred "Мэм, но как же тогда людям пересекать улицу?"
    m "Это не мое дело."
    "Пусть рождаются и умирают на своей стороне дороги."
    "И не мешают мне ездить!"
    imgr 1517
    fred "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 1761
    with fadelong
    w
    img 1762
    with fade
    w
    img 1763
    with fade
    w
    img 1764
    with fade
    m "Ага!"
    "Попался."
    "Мешок с дерьмом!"
    img 1765
    steve "Моника, я..."
    img 1766
    "Я все объясню..."
    img 1767
    m "Брысь из моего кресла!"
    img 1768
    "Живо!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1203
    m "Если вы не готовы раздеться, значит вы не готовы получить работу."
    "Мне надо увидеть полностью своих моделей."
    "Оценить их."
    "У меня ответственная работа."
    "Я возглавляю очень популярный журнал.
    С хорошей репутацией."
    "Мы профессионалы, поэтому требуется неукоснительно соблюдать качество."
    "Если вы готовы стать профессионалами, то должны делать все что я скажу..."
    img 1204
    "ИЛИ МОЖЕТЕ УХОДИТЬ!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1257
    m "О Боже!"
    "Нечего есть..."
    "Нечем платить...."
    "Это все глупые аргументы, не достойные обсуждения в обществе, к которому я принадлежу."
    "Это принято обсуждать в ваших кругах."
    "Бедняков и неудачников."
    img 1258
    m "Вот вы хотите устроиться на работу."
    "А у вас проблемы."
    "Не знаю понимаете-ли вы или нет, но мне не нужны на работе люди с проблемами."
    "Независимо от вашего вида."
    "Если есть проблемы, значит нет работы."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music ZigZag
    img 1300
    "Мотор!"
    call photoshop_flash() from _call_photoshop_flash_24
    w
    img 1301
    call photoshop_flash() from _call_photoshop_flash_25
    w
    img 1302
    call photoshop_flash() from _call_photoshop_flash_26
    w
    img 1303
    w
    img 1304
    call photoshop_flash() from _call_photoshop_flash_27
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Hidden_Agenda
    img 4023
    julia "Что мне надо сделать, Мистер Фред?"
    img 4024
    fred "Снимай одежду и иди ко мне..."
    img 4025
    img 4029
    julia "Хорошо, Мистер Фред."
    img 4030
    julia "Хмык"
    fred "..."
    fred "Ну?"
    img 4031
    music Groove2_85
    with fadelong
    sound snd_fabric1
    w
    img 4033
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1385
    m "Ты знаешь, Дик, что вообще-то я замужем."
    "Ты ведь знаешь это?"
    img 1380
    dick "Да..."
    img 1385
    m "И это тебя не смущает?"
    img 1386
    m "А ты знаешь что я вообще не люблю секс?"
    "Я не понимаю что в нем вообще такого."
    "Это любят только мужчины."
    img 1387
    m "Мы с мужем занимались этим всего пару раз за все время."
    img 1388
    m "И то только тогда, когда мне что-то было от него нужно."
    "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music BossaBossa
    img 1525
    mt "Это Стефани.
    Моя подружка."
    "У нее очень богатые и влиятельные родители.
    Потому я резрешаю ей дружить со мной."
    "Но она слишком помешана на мужчинах, как я считаю."
    img 1524
    mt "Это Ребекка.
    Они слишком любит деньги и тех кто ими обладает.
    Но она часто льстит мне, потому я держу ее рядом со мной."
    img 1523
    rebecca "Привет, Моника!"
    stephanie "Привет, подружка!"
    img 1526
    m "Привет, девочки."
    "Хорошо выглядите."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Loved_up
    img 4749
    "Стефани, иди ко мне!"
    "Моя кошечка..."
    img 4752
    w
    img 4753
    stephanie "Муррр..."
    img 4754
    w
    img 4755
    stephanie "Муррр..."
    img 4756
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1422
    m "Дик."
    "Меня утомила эта стерва."
    img 1423
    dick "..."
    img 1424
    m "Девушка!"
    "То что вы скоро закрываетесь."
    "Это очень плохо."
    "Вам следовало бы работать когда приходят такие гости как мы."
    img 1425
    waitress "Мэм."
    "Прошу прощения."
    "Но это не в моей компетенции."
    img 1426
    m "Конечно не в твоей."
    "В компетенцию официантки вообще ничего не входит."
    "Только приносить еду, которую она даже не готовит."
    "Потому что не умеет."
    "А также в компетенции убирать объедки."
    "Большего от тебя никто не ждет."
    "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 2100
    marcus "Хорошо."
    "Значит вы подтверждаете что вы Моника Бакфетт?"
    img 2101
    m "В смысле?"
    "Подтверждаю-ли Я?"
    "А кто еще по твоему здесь стоит?"
    "Чье еще по твоему время ты отнимаешь?"
    "Каждая моя минута стоит тысячи долларов!"
    img 2102
    "И ты заплатишь за все минуты что я прождала тебя!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 2114
    with fade
    marcus "Надеть наручники!"
    img 2116
    m "Что?????"
    img 2117
    w
    stop music fadeout 1.0
    $ renpy.pause(1)
    sound snd_handcuffs
    call textonblack(_("ЧТО?????"))
    img black_screen
    with Dissolve(1)
    img 2118
    with fadelong
    w
    img 2119
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5091
    with fadelong
    policeman1 "Отдыхай, детка!"
    "Теперь это твой новый дом."
    policeman2 "..."
    img 5092
    with fadelong
    "Ты одета не по форме, сучка!"
    img 5093
    with fade
    "Здесь нельзя находиться в такой одежде!"
    "Ну-ка снимай!"
    sound snd_break_dress
    img 5094
    with fadelong
    m "НЕТ!!!"
    img 5095
    w
    img 5096
    "МОЕ ПЛАТЬЕ!!!"
    img 5097
    policeman1 "Оно тебе больше не нужно."

    scene black_screen
    with Dissolve(1)
    music Power_Bots_Loop
    img 2203
    with fadelong
    w
    img 2204
    mt "Этого не может быть!"
    "Не может быть!!!"
    img 2205
    mt "ЭТОГО НЕ МОЖЕТ БЫТЬ!!!"
    "..."
    img 2206
    mt "Это все происходит не со мной!"
    "Это не я!"
    img 2207
    mt "Это..."
    "Это..."
    img 2208
    mt "ЭТО СОН!"
    "ТОЧНО!"
    "Я СПЛЮ!"
    "Я просто сплю!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music prison_yell_music
    img 5112
    prisoner1 "Ребята! Шлюха нас о чем-то спрашивает!"
    "Шлюхе нужна наша помощь!"
    img 5102
    prisoner5 "Да! Поможем ей!"
    img 5101
    prisoner3 "Да! Вгоним свои члены прямо в нее! Да!"
    "Поможем шлюхе!"
    img 5315
    mt "Сволочи!!! НЕНАВИЖУ!!!"
    img 5316
    mt "Моника! Терпение! Это самое большое испытание в твоей жизни!"
    "Справишься - и дальше будет проще!"
    img 5312
    m "Как зовут надзирателя?!?!?!"
    img 5112
    prisoner1 "Шлюхе нужна наша помощь!"
    img 5113
    "Что у шлюх требуют взамен помощи?"
    img 5102
    prisoner5 "Сиськи!"
    img 5100
    prisoner2 "Да! Сиськи!"
    img 5103
    prisoner6 "Сиськи! Сиськи!"
    "Покажи сиськи!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 2640
    with fadelong
    m "Я выбираю свободу, Маркус."
    img 2641
    marcus "Уффф.."
    img 2642
    "Хорошо, Миссис Бакфетт."
    "До скорой встречи."
    "Жаль, я надеялся Вы сделаете блестящую карьеру на Ранчо 218."
    "Мне жаль губить такой талант в качестве fuck meat."
    img 2643
    m "Надеюсь что не до скорой встречи, Маркус."
    marcus "Вывести заключенную."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 2855
    dick_secretary "Мэм."
    "Вы не числитесь среди друзей Мистера Дика."
    "Мне очень жаль."
    img 2856
    m "ЧТО???"
    "Да как ты смеешь!"
    "Малявка!"
    "Быстро пусти меня к Дику!"
    "Или я сама туда зайду, БЕЗ ТВОЕГО РАЗРЕШЕНИЯ!"
    img 2857
    music Groove2_85
    dick_secretary "Мэм."
    "В любом случае Мистера Дика сейчас нет."
    "Он уехал по каким-то важным делам."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    sound dogs_barking
    img 5588
    with fadelong
    house_guard "Мэм!"
    "Это частная собственность!"
    "Вы не имеет права здесь находиться!"
    img 5589
    m "Да!"
    "Это частная собственность!"
    "И она моя!"
    "А ты кто такой вообще?"
    "Дай пройти!"
    img 5590
    house_guard "Мэм."
    "Я еще раз повторяю что это частная собственность."
    m "Это мой дом!"
    "Пусти меня!"
    img 5591
    house_guard "Нет, Мэм."
    "Это дом Мистера Робертса."
    "Он меня нанял."
    "Я не знаю кто Вы."
    "Меня никто не предупреждал."
    img 5592
    m "Это не его дом!"
    "Его захватили нечестным путем!"
    "Это мой дом!"
    "МОЙ!!!"
    img 5593
    house_guard "Мэм."
    "Пожалуйста, сделайте несколько шагов назад."
    m "ПРОПУСТИ МЕНЯ!!!"
    img 5594
    house_guard "Мэм."
    "Я сейчас вызову полицию!"
    m "ПУСТИ МЕНЯ!!!"
    "ЭТО МОЙ ДОМ!!!"
    "ААААААААА!!!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Stealth_Groover
    img 2666
    "Мэм."
    "Да, конечно."
    "Сейчас мы Вас оформим."
    "Чем Вы будете платить?"
    "Наличными или картой?"
    img 2667
    with hpunch
    music Groove2_85
    m "Ээээээ.."
    "Ммммм.."
    img 2668
    music Power_Bots_Loop
    mt "!!!!!!!!!!!!!!!!"
    "У меня же нет денег!!!"
    img 2669
    "Черт!"
    "Черт, черт, черт!!!"
    "У меня все забрали в полиции!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 5629
    with fadelong
    mt "Что это?"
    "Это какие-то тряпки."
    "Похожи на те что носят те шлюхи, мимо которых я проходила."
    img 5628
    "А в кровати, похоже, одна из них."
    "Фу!"
    "Как противно!"
    "Не понимаю, как можно в таком ходить!"
    "Никакого уважения к себе!"
    "И мне придется спать рядом с этим животным!"
    mt "Ой, Моника! Забудь это слово!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5664
    mt "О БОЖЕ!!!"
    "СКОЛЬКО ИХ БЫЛО???"
    "ЧТО БЫ ОНИ СО МНОЙ СДЕЛАЛИ???"
    "..."
    "..."
    img 5665
    mt "Я абсолютно голая!"
    "На улице!"
    "..."
    img 5666
    mt "Что это выпало у меня из рук?"
    "Это тряпки той шлюхи?"
    mt "О НЕТ!"
    "НО ЧТО МНЕ ДЕЛАТЬ???"
    "У МЕНЯ ВЫБОР!"
    "БЕЖАТЬ ПО УЛИЦЕ ГОЛОЙ ИЛИ НАДЕТЬ ЭТО!!!"
    img 5667
    mt "Я одену это, буквально на 10 минут, пока не найду что-то другое!"
    "..."
    img 5668
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Groove2_85
    img 3219
    with fadelong
    hide screen rain
    fred "Мэм."
    "Я перейду сразу к делу."
    "Вы знаете что у Вашего дома теперь новые хозяева?"
    img 3221
    m "Я знаю..."
    img 3220
    fred "Я общался с новым хозяином."
    "Дом большой."
    "Поэтому они ищут домработницу."
    "До этого там работала какая-то девушка, но ее кто-то уволил."
    "Так вот."
    "Я общался с хозяином и договорился о том что девушка без документов будет у них жить и убирать дом."
    "..."
    "Но за бесплатно."
    music Pyro_Flow
    img 3222
    with hpunch
    m "Как это за бесплатно???"
    img 3223
    music snd_moderate_rain_music
    fred "Я договорился только на таких условиях."
    "По другому никак."
    "Если Вам интересно, то мы можем поехать туда, так как мне пора."
    "По дороге я Вам все расскажу."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    img 3234
    music Groove2_85
    m "Фред."
    "Куда ты меня привез?"
    "Я думала мы едем к дому?"
    "Ты же торопился."
    img 3235
    fred "Да, Миссис Бакфетт."
    "Мы правда туда едем."
    "Мы остановились всего на несколько минут."
    img 3236
    m "Зачем, Фред?.."
    fred "Понимаете, Миссис Бакфетт..."
    "Я потратил много усилий и времени чтобы помочь Вам."
    m "И что?"
    fred "И мне надо что-то взамен."
    img 3237
    m "Я позднее распоряжусь выдать тебе чаевые, Фред."
    fred "Большое спасибо заранее, Миссис Бакфетт."
    "Но мне нужно что-то сейчас..."
    img 3238
    m "Что же ты хочешь сейчас?"
    fred "Ничего особенного, Миссис Бакфетт."
    "Никто никого ни к чему не принуждает."
    "Вы вольны делать все что захотите."
    img 3239
    "..."
    "Просто поцелуйте мой член."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 3304
    betty "Фи!"
    "Ральф!"
    "Зачем нам такая гувернантка?"
    "Неужели она что-то умеет?"
    "Да и вообще! Посмотри на нее!"
    img 3305
    "Она же некрасивая!"
    "Посмотри на ее фигуру! Какие у нее толстые неровные бедра!"
    "И какая нелепая грудь!"
    img 3306
    "Да и одета она как шлюха."
    "Посмотри на нее, Ральф."
    "Посмотри на ее одежду!"
    "Я не удивлюсь если она еще час назад ублажала мужчину!"
    img 3307
    with fade
    w
    img 3308
    w
    img 3309
    "Ральф? Тебе нужны шлюхи в доме?"
    "Мне нет!"
    img 3310
    mt "ССССССУЧКА!!!!"
    music Hidden_Agenda
    img 3311
    bardie_t "Я считаю что шлюх много не бывает..."
    "Надо рассмотреть эту MILF'у поближе"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 5767
    with fadelong
    betty "Моника!"
    "Нерадивая служанка!"
    music Hidden_Agenda
    img 5768
    m "Да, Миссис Робертс?"
    "Что Вы хотели?"
    music Pyro_Flow
    img 5769
    betty "Что ты делаешь здесь?"
    music Hidden_Agenda
    img 5770
    m "Миссис Робертс, я собиралась лечь спать. Мистер Робертс сказал что я могу..."
    music Pyro_Flow
    img 5771
    betty "Во-первых, ты должна запомнить что в этом доме командую я, а не Ральф!"
    img 5774
    m "Да, Мэм, я запомнила..."
    img 5772
    betty "Во-вторых, это наш дом."
    "И ты не можешь здесь спать."
    music Power_Bots_Loop
    img 5773
    with fade
    mt "КАК Я НЕ МОГУ ЗДЕСЬ СПАТЬ!!!"
    "ДА Я СЮДА УСТРОИЛАСЬ ТОЛЬКО ИЗ-ЗА ЭТОГО!!!"
    "ЗА БЕСПЛАТНО!!!"
    "ТОЛЬКО ЗА ЭТУ!!!"
    "ЭТУ ГРЕБАНУЮ ПОСТЕЛЬ!!!"
    "И МНЕ НЕЛЬЗЯ СПАТЬ НА НЕЙ????"
    music Hidden_Agenda
    img 5775
    m "Миссис Робертс, что Вы имеете ввиду?"
    "А где мне спать?"
    music Pyro_Flow
    img 5776
    betty "Вы должны спать в специальном помещении для прислуги."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5795
    with fadelong
    mt "Снова этот вонючий подвал..."
    "Я поклялась себе что никогда сюда не спущусь..."
    "Но что мне делать???"
    "Идти на улицу?"
    music As_long_as_a_word_remains_unspoken
    img 5796
    mt "Моника!"
    "Как же тебя угораздило так влипнуть?"
    "Ты бродишь по подвалу в собственном доме..."
    "В поисках постели..."
    img black_screen
    with Dissolve(1.0)
    img 3374
    with fadelong
    mt "Вот где жила Юлия..."
    img 3375
    with fade
    mt "Узкая темная каморка, без окон."
    mt "В то время пока я нежилась в постели из шелка..."
    img 3376
    with fade
    mt "..."
    "Там на столике что-то лежит..."
    img 3378
    with fadelong
    mt "Это мой журнал."
    "Я на обложке."
    "Зачем он Юлии?"
    img 3377
    with fade
    mt "Наверное она смотрела на него и думала про меня."
    "Про ту кто живет наверху..."
    "..."
    img 3379
    with fade
    mt "Моника."
    "Что с тобой стало?"
    "..."
    "Не могу сейчас ни о чем думать."
    "Главное что я под крышей над головой, а не в ледяной камере или еще где похуже."
    "..."
    "Надо раздеться и ложиться спать..."
    return

#################################################

# intro вариант №2 (с h-сценами)

label new_game_intro2:
    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1010
    with fadelong
    m "Доброе утро! Меня зовут Моника Бакфетт! Я замужем."
    "Мы с мужем поженились 12 лет назад."
    img 1011
    "Мой муж очень богат.
    После свадьбы мы поселились в этом большом доме."
    "Люблю-ли я мужа?
    Можно сказать что люблю.
    Он такой мягкий и пушистый."
    img 1010
    "Я с удовольствием им управляю."
    img img_1013
    with Dissolve(0.5)
    m "Любовь?
    Моя главная любовь - это власть и управление людьми."
    "А еще я считаю что я очень красива.
    Я люблю свою красоту, вот моя любовь :)"
    "У меня свой бизнес.
    Я владею очень популярным журналом моды.
    Многие девушки завидуют мне."
    "Мне вообще все завидуют."
    "Но я считаю что это их проблемы.
    Неудачники всегда завидуют таким успешным людям."
    "Таким как я :)"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1083
    julia "Миссис Бакфетт, пожалуйста!"
    "Это пятно так просто не оттереть."
    "Этому ковру нужна химчистка!"
    img 1084
    m "Правда?"
    "Да ты что, серьезно??"
    "У меня как раз есть партнер у которого сеть элитных химчисток!"
    "И исправить этот ковер будет совсем недорого!"
    "Всего около $10.000."
    "И я думаю вычту это с твоей зарплаты."
    "Даже не знаю сколько тебе придется работать."
    "Но это в любом случае будет дешевле для тебя, чем увольняться и платить неустойку за 3 года работы."
    "Согласно нашему трудовому договору."
    mt "Дик молодец."
    "Всегда делает договора какие надо."
    img 1086
    julia "О Боже!!!"
    "Миссис Бакфетт!"
    "Умоляю!"
    img 1085
    "Пожалуйста!"
    "Не надо!"
    "(плачет)"
    img 1087
    m "..."
    "Моя бедная девочка."
    "Не думай что я такой же злой работодатель как и все."
    "Напротив, я очень добрая."
    "Я оказываю тебе безмерное доверие."
    "Я разрешаю тебе оттереть это пятно до завтрашнего дня."
    "Если ты этого не сделаешь, то я уволю тебя с неустойкой."
    "Тебе понято?"
    img 1088
    julia "Да, Миссис Бакфетт."
    "Мне понятно."
    "(хмык)"
    img 1089
    m "Вот и славно."
    "Не подведи мое доверие, девочка."
    julia "(хмык)"
    "Я не подведу Вас, Миссис Бакфетт."
    m "Надеюсь ты ценишь мою доброту, Юлия."
    img 1090
    julia "Я очень ценю Вашу доброту, Миссис Бакфетт."
    "Спасибо Вам."


    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Stealth_Groover
    img 1020
    with fadelong
    "Людей вообще надо почаще менять.
    Независимо от того стараются они или нет."
    "Люди..."
    img 1021
    "Люди просто надоедают вот и все."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1445
    with fadelong
    m "О!"
    img 1446
    img 1447
    m "Юлия?"
    img 1448
    m "Я смотрю пятно все еще есть?"
    "Ты решила меня подвести?"
    img 1449
    julia "Нет, Миссис Бакфетт!"
    "Еще не следующий день."
    "Вы сказали что я должна оттереть его до завтра."
    img 1450
    julia "У меня впереди еще есть целая ночь!"
    "Пожалуйста!"
    img 1451
    m "Хорошо, детка."
    "Я помню что я обещала."
    "Сейчас отвлекись и подай мне поесть."
    "Затем можешь продолжить."
    "Завтра я одену свой бизнес наряд."
    "Пусть он будет готов."
    img 1452
    julia "Слушаюсь, Миссис Бакфетт!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Walking_Sax2
    sound2 snd_car_engine
    imgl 1675
    with fadelong
    m "Надоели эти пешеходы!"
    "Как было бы здорово если бы их не было!"
    "Да, Фрэд?"
    imgr 1676
    fred "Но Мэм."
    "Когда мы выходим из машины, мы тоже становимся пешеходами."
    imgl 1518
    m "Не говори ерунды, Фрэд!"
    "Я хожу только от машины до офиса."
    "Это бедняки бродят по улицам."
    "Переходят дороги."
    "Я считаю надо вообще запретить переходить улицу!"
    fred "Мэм, но как же тогда людям пересекать улицу?"
    m "Это не мое дело."
    "Пусть рождаются и умирают на своей стороне дороги."
    "И не мешают мне ездить!"
    imgr 1517
    fred "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 1761
    with fadelong
    w
    img 1762
    with fade
    w
    img 1763
    with fade
    w
    img 1764
    with fade
    m "Ага!"
    "Попался."
    "Мешок с дерьмом!"
    img 1765
    steve "Моника, я..."
    img 1766
    "Я все объясню..."
    img 1767
    m "Брысь из моего кресла!"
    img 1768
    "Живо!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1203
    m "Если вы не готовы раздеться, значит вы не готовы получить работу."
    "Мне надо увидеть полностью своих моделей."
    "Оценить их."
    "У меня ответственная работа."
    "Я возглавляю очень популярный журнал.
    С хорошей репутацией."
    "Мы профессионалы, поэтому требуется неукоснительно соблюдать качество."
    "Если вы готовы стать профессионалами, то должны делать все что я скажу..."
    img 1204
    "ИЛИ МОЖЕТЕ УХОДИТЬ!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1257
    m "О Боже!"
    "Нечего есть..."
    "Нечем платить...."
    "Это все глупые аргументы, не достойные обсуждения в обществе, к которому я принадлежу."
    "Это принято обсуждать в ваших кругах."
    "Бедняков и неудачников."
    img 1258
    m "Вот вы хотите устроиться на работу."
    "А у вас проблемы."
    "Не знаю понимаете-ли вы или нет, но мне не нужны на работе люди с проблемами."
    "Независимо от вашего вида."
    "Если есть проблемы, значит нет работы."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music ZigZag
    img 1300
    "Мотор!"
    call photoshop_flash() from _call_photoshop_flash_24
    w
    img 1301
    call photoshop_flash() from _call_photoshop_flash_25
    w
    img 1302
    call photoshop_flash() from _call_photoshop_flash_26
    w
    img 1303
    w
    img 1304
    call photoshop_flash() from _call_photoshop_flash_27
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Hidden_Agenda
    img 4023
    julia "Что мне надо сделать, Мистер Фред?"
    img 4024
    fred "Снимай одежду и иди ко мне..."
    img 4025
    img 4029
    julia "Хорошо, Мистер Фред."
    img 4030
    julia "Хмык"
    fred "..."
    fred "Ну?"
    img 4031
    music Groove2_85
    with fadelong
    sound snd_fabric1
    w
    img 4033
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1385
    m "Ты знаешь, Дик, что вообще-то я замужем."
    "Ты ведь знаешь это?"
    img 1380
    dick "Да..."
    img 1385
    m "И это тебя не смущает?"
    img 1386
    m "А ты знаешь что я вообще не люблю секс?"
    "Я не понимаю что в нем вообще такого."
    "Это любят только мужчины."
    img 1387
    m "Мы с мужем занимались этим всего пару раз за все время."
    img 1388
    m "И то только тогда, когда мне что-то было от него нужно."
    "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music BossaBossa
    img 1525
    mt "Это Стефани.
    Моя подружка."
    "У нее очень богатые и влиятельные родители.
    Потому я резрешаю ей дружить со мной."
    "Но она слишком помешана на мужчинах, как я считаю."
    img 1524
    mt "Это Ребекка.
    Они слишком любит деньги и тех кто ими обладает.
    Но она часто льстит мне, потому я держу ее рядом со мной."
    img 1523
    rebecca "Привет, Моника!"
    stephanie "Привет, подружка!"
    img 1526
    m "Привет, девочки."
    "Хорошо выглядите."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Loved_up
    img 4749
    "Стефани, иди ко мне!"
    "Моя кошечка..."
    img 4752
    w
    img 4753
    stephanie "Муррр..."
    img 4754
    w
    img 4755
    stephanie "Муррр..."
    img 4756
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Loved_up
    img 4773
    with fadelong
    "Иди ко мне тигр!"
    img 4774
    "Скорее!!!"
    img 4776
    w
    img 4775
    fitness_instructor "Ррррррр!!!"
    img 4777
    sound snd_fabric1
    stephanie "Ой!!!"
    img 4778
    stephanie "!!!"
    img 4779
    stephanie "..."
    img 4780
    stephanie "Да!"
    img 4781
    w
    img 4782
    w
    img 4783
    w
    img 4784
    w
    img 4785
    w
    stephanie "Да, возьми меня так! Да!"
    img 4786
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music casualMusic
    img 1422
    m "Дик."
    "Меня утомила эта стерва."
    img 1423
    dick "..."
    img 1424
    m "Девушка!"
    "То что вы скоро закрываетесь."
    "Это очень плохо."
    "Вам следовало бы работать когда приходят такие гости как мы."
    img 1425
    waitress "Мэм."
    "Прошу прощения."
    "Но это не в моей компетенции."
    img 1426
    m "Конечно не в твоей."
    "В компетенцию официантки вообще ничего не входит."
    "Только приносить еду, которую она даже не готовит."
    "Потому что не умеет."
    "А также в компетенции убирать объедки."
    "Большего от тебя никто не ждет."
    "..."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Turbo_Tornado
    img 4602
    "Это не ваше?"
    img 4603
    saleswoman "О БОЖЕ!!! ЧТО ЭТО????"
    fred "Где?"
    img 4604
    saleswoman "ВОТ ЭТО!!!"
    img 4605
    "ЧТО ЭТО ЗА МОНСТР!!!"
    img 4606
    fred "Кристина! Это инструмент оценки!"
    "Ему предстоит оценить все Ваши достоинства и вынести вердикт о профессиональной принадлежности!"
    img 4607
    saleswoman "Я не могу смотреть на это!"
    img 4608
    fred "О! Кристина!"
    img 4609
    "Мы уже приступаем?"
    "Отличная киска!"
    img 4610
    "Давайте начнем собеседование с нее!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 2100
    marcus "Хорошо."
    "Значит вы подтверждаете что вы Моника Бакфетт?"
    img 2101
    m "В смысле?"
    "Подтверждаю-ли Я?"
    "А кто еще по твоему здесь стоит?"
    "Чье еще по твоему время ты отнимаешь?"
    "Каждая моя минута стоит тысячи долларов!"
    img 2102
    "И ты заплатишь за все минуты что я прождала тебя!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 2114
    with fade
    marcus "Надеть наручники!"
    img 2116
    m "Что?????"
    img 2117
    w
    stop music fadeout 1.0
    $ renpy.pause(1)
    sound snd_handcuffs
    call textonblack(_("ЧТО?????"))
    img black_screen
    with Dissolve(1)
    img 2118
    with fadelong
    w
    img 2119
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5091
    with fadelong
    policeman1 "Отдыхай, детка!"
    "Теперь это твой новый дом."
    policeman2 "..."
    img 5092
    with fadelong
    "Ты одета не по форме, сучка!"
    img 5093
    with fade
    "Здесь нельзя находиться в такой одежде!"
    "Ну-ка снимай!"
    sound snd_break_dress
    img 5094
    with fadelong
    m "НЕТ!!!"
    img 5095
    w
    img 5096
    "МОЕ ПЛАТЬЕ!!!"
    img 5097
    policeman1 "Оно тебе больше не нужно."

    scene black_screen
    with Dissolve(1)
    music Power_Bots_Loop
    img 2203
    with fadelong
    w
    img 2204
    mt "Этого не может быть!"
    "Не может быть!!!"
    img 2205
    mt "ЭТОГО НЕ МОЖЕТ БЫТЬ!!!"
    "..."
    img 2206
    mt "Это все происходит не со мной!"
    "Это не я!"
    img 2207
    mt "Это..."
    "Это..."
    img 2208
    mt "ЭТО СОН!"
    "ТОЧНО!"
    "Я СПЛЮ!"
    "Я просто сплю!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music prison_yell_music
    img 5112
    prisoner1 "Ребята! Шлюха нас о чем-то спрашивает!"
    "Шлюхе нужна наша помощь!"
    img 5102
    prisoner5 "Да! Поможем ей!"
    img 5101
    prisoner3 "Да! Вгоним свои члены прямо в нее! Да!"
    "Поможем шлюхе!"
    img 5315
    mt "Сволочи!!! НЕНАВИЖУ!!!"
    img 5316
    mt "Моника! Терпение! Это самое большое испытание в твоей жизни!"
    "Справишься - и дальше будет проще!"
    img 5312
    m "Как зовут надзирателя?!?!?!"
    img 5112
    prisoner1 "Шлюхе нужна наша помощь!"
    img 5113
    "Что у шлюх требуют взамен помощи?"
    img 5102
    prisoner5 "Сиськи!"
    img 5100
    prisoner2 "Да! Сиськи!"
    img 5103
    prisoner6 "Сиськи! Сиськи!"
    "Покажи сиськи!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 2640
    with fadelong
    m "Я выбираю свободу, Маркус."
    img 2641
    marcus "Уффф.."
    img 2642
    "Хорошо, Миссис Бакфетт."
    "До скорой встречи."
    "Жаль, я надеялся Вы сделаете блестящую карьеру на Ранчо 218."
    "Мне жаль губить такой талант в качестве fuck meat."
    img 2643
    m "Надеюсь что не до скорой встречи, Маркус."
    marcus "Вывести заключенную."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 2855
    dick_secretary "Мэм."
    "Вы не числитесь среди друзей Мистера Дика."
    "Мне очень жаль."
    img 2856
    m "ЧТО???"
    "Да как ты смеешь!"
    "Малявка!"
    "Быстро пусти меня к Дику!"
    "Или я сама туда зайду, БЕЗ ТВОЕГО РАЗРЕШЕНИЯ!"
    img 2857
    music Groove2_85
    dick_secretary "Мэм."
    "В любом случае Мистера Дика сейчас нет."
    "Он уехал по каким-то важным делам."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    sound dogs_barking
    img 5588
    with fadelong
    house_guard "Мэм!"
    "Это частная собственность!"
    "Вы не имеет права здесь находиться!"
    img 5589
    m "Да!"
    "Это частная собственность!"
    "И она моя!"
    "А ты кто такой вообще?"
    "Дай пройти!"
    img 5590
    house_guard "Мэм."
    "Я еще раз повторяю что это частная собственность."
    m "Это мой дом!"
    "Пусти меня!"
    img 5591
    house_guard "Нет, Мэм."
    "Это дом Мистера Робертса."
    "Он меня нанял."
    "Я не знаю кто Вы."
    "Меня никто не предупреждал."
    img 5592
    m "Это не его дом!"
    "Его захватили нечестным путем!"
    "Это мой дом!"
    "МОЙ!!!"
    img 5593
    house_guard "Мэм."
    "Пожалуйста, сделайте несколько шагов назад."
    m "ПРОПУСТИ МЕНЯ!!!"
    img 5594
    house_guard "Мэм."
    "Я сейчас вызову полицию!"
    m "ПУСТИ МЕНЯ!!!"
    "ЭТО МОЙ ДОМ!!!"
    "ААААААААА!!!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Stealth_Groover
    img 2666
    "Мэм."
    "Да, конечно."
    "Сейчас мы Вас оформим."
    "Чем Вы будете платить?"
    "Наличными или картой?"
    img 2667
    with hpunch
    music Groove2_85
    m "Ээээээ.."
    "Ммммм.."
    img 2668
    music Power_Bots_Loop
    mt "!!!!!!!!!!!!!!!!"
    "У меня же нет денег!!!"
    img 2669
    "Черт!"
    "Черт, черт, черт!!!"
    "У меня все забрали в полиции!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 5629
    with fadelong
    mt "Что это?"
    "Это какие-то тряпки."
    "Похожи на те что носят те шлюхи, мимо которых я проходила."
    img 5628
    "А в кровати, похоже, одна из них."
    "Фу!"
    "Как противно!"
    "Не понимаю, как можно в таком ходить!"
    "Никакого уважения к себе!"
    "И мне придется спать рядом с этим животным!"
    mt "Ой, Моника! Забудь это слово!"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5664
    mt "О БОЖЕ!!!"
    "СКОЛЬКО ИХ БЫЛО???"
    "ЧТО БЫ ОНИ СО МНОЙ СДЕЛАЛИ???"
    "..."
    "..."
    img 5665
    mt "Я абсолютно голая!"
    "На улице!"
    "..."
    img 5666
    mt "Что это выпало у меня из рук?"
    "Это тряпки той шлюхи?"
    mt "О НЕТ!"
    "НО ЧТО МНЕ ДЕЛАТЬ???"
    "У МЕНЯ ВЫБОР!"
    "БЕЖАТЬ ПО УЛИЦЕ ГОЛОЙ ИЛИ НАДЕТЬ ЭТО!!!"
    img 5667
    mt "Я одену это, буквально на 10 минут, пока не найду что-то другое!"
    "..."
    img 5668
    w

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Groove2_85
    img 3219
    with fadelong
    hide screen rain
    fred "Мэм."
    "Я перейду сразу к делу."
    "Вы знаете что у Вашего дома теперь новые хозяева?"
    img 3221
    m "Я знаю..."
    img 3220
    fred "Я общался с новым хозяином."
    "Дом большой."
    "Поэтому они ищут домработницу."
    "До этого там работала какая-то девушка, но ее кто-то уволил."
    "Так вот."
    "Я общался с хозяином и договорился о том что девушка без документов будет у них жить и убирать дом."
    "..."
    "Но за бесплатно."
    music Pyro_Flow
    img 3222
    with hpunch
    m "Как это за бесплатно???"
    img 3223
    music snd_moderate_rain_music
    fred "Я договорился только на таких условиях."
    "По другому никак."
    "Если Вам интересно, то мы можем поехать туда, так как мне пора."
    "По дороге я Вам все расскажу."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    img 3234
    music Groove2_85
    m "Фред."
    "Куда ты меня привез?"
    "Я думала мы едем к дому?"
    "Ты же торопился."
    img 3235
    fred "Да, Миссис Бакфетт."
    "Мы правда туда едем."
    "Мы остановились всего на несколько минут."
    img 3236
    m "Зачем, Фред?.."
    fred "Понимаете, Миссис Бакфетт..."
    "Я потратил много усилий и времени чтобы помочь Вам."
    m "И что?"
    fred "И мне надо что-то взамен."
    img 3237
    m "Я позднее распоряжусь выдать тебе чаевые, Фред."
    fred "Большое спасибо заранее, Миссис Бакфетт."
    "Но мне нужно что-то сейчас..."
    img 3238
    m "Что же ты хочешь сейчас?"
    fred "Ничего особенного, Миссис Бакфетт."
    "Никто никого ни к чему не принуждает."
    "Вы вольны делать все что захотите."
    img 3239
    "..."
    "Просто поцелуйте мой член."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Groove2_85
    img 3258
    fred "Хорошо, я Вам покажу."
    "Это просто, Миссис Бакфетт."
    "Расстегните мне ширинку."
    img 3259
    m "..."
    img 3260
    fred "..."
    img 3261
    w
    img 3262
    "Вот так."
    img 3263
    mt "БОЖЕ!!!"
    img 5895
    "КАК ПРОТИВНО!!!"
    img 5896
    m "Что дальше?"
    img 5897
    fred "Возьмите его в вашу ручку, Миссис Бакфетт."
    img 5898
    with fade
    w
    img 5899
    w
    img 5900
    m "Что дальше, Фред?"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 3304
    betty "Фи!"
    "Ральф!"
    "Зачем нам такая гувернантка?"
    "Неужели она что-то умеет?"
    "Да и вообще! Посмотри на нее!"
    img 3305
    "Она же некрасивая!"
    "Посмотри на ее фигуру! Какие у нее толстые неровные бедра!"
    "И какая нелепая грудь!"
    img 3306
    "Да и одета она как шлюха."
    "Посмотри на нее, Ральф."
    "Посмотри на ее одежду!"
    "Я не удивлюсь если она еще час назад ублажала мужчину!"
    img 3307
    with fade
    w
    img 3308
    w
    img 3309
    "Ральф? Тебе нужны шлюхи в доме?"
    "Мне нет!"
    img 3310
    mt "ССССССУЧКА!!!!"
    music Hidden_Agenda
    img 3311
    bardie_t "Я считаю что шлюх много не бывает..."
    "Надо рассмотреть эту MILF'у поближе"

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Pyro_Flow
    img 5767
    with fadelong
    betty "Моника!"
    "Нерадивая служанка!"
    music Hidden_Agenda
    img 5768
    m "Да, Миссис Робертс?"
    "Что Вы хотели?"
    music Pyro_Flow
    img 5769
    betty "Что ты делаешь здесь?"
    music Hidden_Agenda
    img 5770
    m "Миссис Робертс, я собиралась лечь спать. Мистер Робертс сказал что я могу..."
    music Pyro_Flow
    img 5771
    betty "Во-первых, ты должна запомнить что в этом доме командую я, а не Ральф!"
    img 5774
    m "Да, Мэм, я запомнила..."
    img 5772
    betty "Во-вторых, это наш дом."
    "И ты не можешь здесь спать."
    music Power_Bots_Loop
    img 5773
    with fade
    mt "КАК Я НЕ МОГУ ЗДЕСЬ СПАТЬ!!!"
    "ДА Я СЮДА УСТРОИЛАСЬ ТОЛЬКО ИЗ-ЗА ЭТОГО!!!"
    "ЗА БЕСПЛАТНО!!!"
    "ТОЛЬКО ЗА ЭТУ!!!"
    "ЭТУ ГРЕБАНУЮ ПОСТЕЛЬ!!!"
    "И МНЕ НЕЛЬЗЯ СПАТЬ НА НЕЙ????"
    music Hidden_Agenda
    img 5775
    m "Миссис Робертс, что Вы имеете ввиду?"
    "А где мне спать?"
    music Pyro_Flow
    img 5776
    betty "Вы должны спать в специальном помещении для прислуги."

    scene black_screen
    with Dissolve(1)
    $ renpy.pause(1.0)
    music Power_Bots_Loop
    img 5795
    with fadelong
    mt "Снова этот вонючий подвал..."
    "Я поклялась себе что никогда сюда не спущусь..."
    "Но что мне делать???"
    "Идти на улицу?"
    music As_long_as_a_word_remains_unspoken
    img 5796
    mt "Моника!"
    "Как же тебя угораздило так влипнуть?"
    "Ты бродишь по подвалу в собственном доме..."
    "В поисках постели..."
    img black_screen
    with Dissolve(1.0)
    img 3374
    with fadelong
    mt "Вот где жила Юлия..."
    img 3375
    with fade
    mt "Узкая темная каморка, без окон."
    mt "В то время пока я нежилась в постели из шелка..."
    img 3376
    with fade
    mt "..."
    "Там на столике что-то лежит..."
    img 3378
    with fadelong
    mt "Это мой журнал."
    "Я на обложке."
    "Зачем он Юлии?"
    img 3377
    with fade
    mt "Наверное она смотрела на него и думала про меня."
    "Про ту кто живет наверху..."
    "..."
    img 3379
    with fade
    mt "Моника."
    "Что с тобой стало?"
    "..."
    "Не могу сейчас ни о чем думать."
    "Главное что я под крышей над головой, а не в ледяной камере или еще где похуже."
    "..."
    "Надо раздеться и ложиться спать..."
    return
