# TODO: Translation updated at 2020-01-07 23:39

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:7
translate english ep210_dialogues5_julia_1_3093b251:

    # julia "Миссис Бакфетт... Я..."
    julia "Миссис Бакфетт... Я..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:10
translate english ep210_dialogues5_julia_1_132167a0:

    # m "Что?!"
    m "What?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:12
translate english ep210_dialogues5_julia_1_0e1c1efc:

    # julia "Я хотела сказать Вам, что Ваши сотрудники, Джон и Гретта..."
    # julia "Они... Они ворвались в этот кабинет и пытались задрать мое платье!"
    julia "Я хотела сказать Вам, что Ваши сотрудники, Джон и Гретта..."
    julia "Они... Они ворвались в этот кабинет и пытались задрать мое платье!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:15
translate english ep210_dialogues5_julia_1_93222b72:

    # m "И что, им это удалось?"
    m "И что, им это удалось?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:17
translate english ep210_dialogues5_julia_1_eb88a1ed:

    # julia "Миссис Бакфетт, конечно я не позволила им сделать это!"
    julia "Миссис Бакфетт, конечно я не позволила им сделать это!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:19
translate english ep210_dialogues5_julia_1_01ca88fd:

    # mt "Никчемные и безполезные сотрудники..."
    mt "Никчемные и безполезные сотрудники..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:21
translate english ep210_dialogues5_julia_1_80663c29:

    # julia "Миссис Бакфетт, они нарушают рабочую атмосферу своим поведением!"
    julia "Миссис Бакфетт, они нарушают рабочую атмосферу своим поведением!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:23
translate english ep210_dialogues5_julia_1_8fcf05f9:

    # m "Я ничего не знаю!"
    # m "Просто так они не стали бы это делать."
    # m "Значит, они выполняют какое-то важное распоряжение начальства!"
    m "Я ничего не знаю!"
    m "Просто так они не стали бы это делать."
    m "Значит, они выполняют какое-то важное распоряжение начальства!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:27
translate english ep210_dialogues5_julia_1_7a63d49e:

    # julia "???"
    # julia "Какое важное распоржение, Миссис Бакфетт?"
    # julia "Посмотрет мои трусики?!"
    julia "???"
    julia "Какое важное распоржение, Миссис Бакфетт?"
    julia "Посмотрет мои трусики?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:31
translate english ep210_dialogues5_julia_1_ecbf743d:

    # m "А я тут причем? Они просто выполняют свою работу..."
    m "А я тут причем? Они просто выполняют свою работу..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:33
translate english ep210_dialogues5_julia_1_267482cd:

    # julia "Как Вы ни причем?"
    # julia "..."
    # julia "Это же по Вашему приказу они это делают..."
    julia "Как Вы ни причем?"
    julia "..."
    julia "Это же по Вашему приказу они это делают..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:38
translate english ep210_dialogues5_julia_1_bb216326:

    # m "Я не помню такого..."
    # m "Мне до этого вообще нет дела... До каких-то низкоуровневых сотрудников."
    m "Я не помню такого..."
    m "Мне до этого вообще нет дела... До каких-то низкоуровневых сотрудников."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:42
translate english ep210_dialogues5_julia_1_bd6b658f:

    # julia "Но, Миссис Бакфетт... Как же так?"
    # julia "Вы совсем недавно пытались ущипнуть меня... И поцеловать..."
    # julia "Я пытаюсь понять причину, почему Вы так делаете..."
    julia "Но, Миссис Бакфетт... Как же так?"
    julia "Вы совсем недавно пытались ущипнуть меня... И поцеловать..."
    julia "Я пытаюсь понять причину, почему Вы так делаете..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:46
translate english ep210_dialogues5_julia_1_17dcad92:

    # julia "Вы..."
    # julia "Вы пытаетесь сблизиться со мной?"
    # julia "Вы ко мне неравнодушны?"
    julia "You are."
    julia "Вы пытаетесь сблизиться со мной?"
    julia "Вы ко мне неравнодушны?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:51
translate english ep210_dialogues5_julia_1_14cd6d52:

    # m "!!!"
    # m "С чего ты это взяла?!"
    m "!!!"
    m "С чего ты это взяла?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:55
translate english ep210_dialogues5_julia_1_8af9f190:

    # julia "Вы мне тоже очень... Нравитесь..."
    # julia "Но я всегда боялась Вам сказать об этом..."
    julia "Вы мне тоже очень... Нравитесь..."
    julia "Но я всегда боялась Вам сказать об этом..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:59
translate english ep210_dialogues5_julia_1_fc0f21e4:

    # mt "Я ей нравлюсь?"
    # mt "???"
    mt "Я ей нравлюсь?"
    mt "???"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:66
translate english ep210_dialogues5_julia_1_c26bb82e:

    # m "Юлия!!!"
    # m "Ты о чем вообще говоришь?!"
    m "Julia!!!"
    m "Ты о чем вообще говоришь?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:69
translate english ep210_dialogues5_julia_1_85a41922:

    # m "Как ты могла подумать, что такой как Я!"
    # m "Может понравится девушка твоего уровня?!"
    # m "Ты совсем глупая?!"
    m "Как ты могла подумать, что такой как Я!"
    m "Может понравится девушка твоего уровня?!"
    m "Ты совсем глупая?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:73
translate english ep210_dialogues5_julia_1_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:75
translate english ep210_dialogues5_julia_1_9ca94ae1:

    # m "Перестань отвлекать меня от работы этой чушью!"
    # m "И сама иди займись работой!!!"
    m "Перестань отвлекать меня от работы этой чушью!"
    m "И сама иди займись работой!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:78
translate english ep210_dialogues5_julia_1_e4e39a9f:

    # mt "Никчемная глупая помощница!!!"
    # mt "!!!"
    mt "Никчемная глупая помощница!!!"
    mt "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:82
translate english ep210_dialogues5_julia_1_77476d52:

    # mt "Хммм..."
    # mt "Это отличный способ выяснить то, что мне нужно..."
    # mt "По-другому никак - она слишком быстро прыгает."
    # mt "Сейчас мне просто нужно подыграть ей!"
    # mt "Притворюсь, что она тоже мне нравится."
    # mt "..."
    mt "Hmmm."
    mt "Это отличный способ выяснить то, что мне нужно..."
    mt "По-другому никак - она слишком быстро прыгает."
    mt "Сейчас мне просто нужно подыграть ей!"
    mt "Притворюсь, что она тоже мне нравится."
    mt "..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:89
translate english ep210_dialogues5_julia_1_0f7a1434:

    # mt "Я же не могу рассказать ей про настоящую причину своего поведения..."
    # mt "Про мерзавца Фреда. Иначе она узнает правду про меня. А мне этого не нужно."
    # mt "..."
    mt "Я же не могу рассказать ей про настоящую причину своего поведения..."
    mt "Про мерзавца Фреда. Иначе она узнает правду про меня. А мне этого не нужно."
    mt "..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:93
translate english ep210_dialogues5_julia_1_4a14d5fc:

    # mt "Я эту глупую Юлию могу легко обмануть..."
    # mt "Скажу, что она мне нравится..."
    # mt "И она мне все расскажет и все покажет!"
    # mt "Это гениально, Моника!"
    mt "Я эту глупую Юлию могу легко обмануть..."
    mt "Скажу, что она мне нравится..."
    mt "И она мне все расскажет и все покажет!"
    mt "Это гениально, Моника!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:99
translate english ep210_dialogues5_julia_1_dde796ad:

    # m "Я думала, что скажу об этом тебе позже..."
    # m "Но ты и правда мне нравишься."
    m "Я думала, что скажу об этом тебе позже..."
    m "Но ты и правда мне нравишься."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:102
translate english ep210_dialogues5_julia_1_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:104
translate english ep210_dialogues5_julia_1_6f28495f:

    # m "Именно поэтому я щипала тебя за попу..."
    m "Именно поэтому я щипала тебя за попу..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:106
translate english ep210_dialogues5_julia_1_cf12c50c:

    # julia "Это правда?!"
    # julia "Я Вам нравлюсь?!"
    # julia "Поэтому Вы... Хотите залезть ко мне в трусики?"
    julia "Это правда?!"
    julia "Я Вам нравлюсь?!"
    julia "Поэтому Вы... Хотите залезть ко мне в трусики?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:110
translate english ep210_dialogues5_julia_1_f9956745:

    # m "Да, Юлия..."
    # julia "Я просто не могу поверить, что я вам и правда нравлюсь..."
    # julia "Вы такая красивая и умная. Как я могу вам нравиться?"
    m "Yes, Julia..."
    julia "Я просто не могу поверить, что я вам и правда нравлюсь..."
    julia "Вы такая красивая и умная. Как я могу вам нравиться?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:114
translate english ep210_dialogues5_julia_1_3180e861:

    # mt "Черт! Мне ей еще и доказывать это придется?!"
    # mt "И уговаривать?!"
    # mt "!!!"
    mt "Черт! Мне ей еще и доказывать это придется?!"
    mt "И уговаривать?!"
    mt "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:118
translate english ep210_dialogues5_julia_1_d059e399:

    # mt "С другой стороны..."
    # mt "Думаю, этот способ сработает с точностью в тысячу процентов."
    # mt "Так что я попробую."
    mt "From the other side..."
    mt "Думаю, этот способ сработает с точностью в тысячу процентов."
    mt "Так что я попробую."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:128
translate english ep210_dialogues5_julia_1_a3b559d5:

    # m "Да, я мечтаю залезть к тебе в трусики, Юлия..."
    m "Да, я мечтаю залезть к тебе в трусики, Юлия..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:136
translate english ep210_dialogues5_julia_1_b07d2231:

    # julia "Миссис Бакфетт... Сначала нам нужно узнать друг друга лучше."
    julia "Миссис Бакфетт... Сначала нам нужно узнать друг друга лучше."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:138
translate english ep210_dialogues5_julia_1_f1c644fd:

    # m "И что ты хочешь от меня?"
    m "И что ты хочешь от меня?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:140
translate english ep210_dialogues5_julia_1_a0d27381:

    # julia "Ну не знаю..."
    # julia "Сначала люди ходят на свидания... Можно сходить в кафе и попить кофе."
    julia "Ну не знаю..."
    julia "Сначала люди ходят на свидания... Можно сходить в кафе и попить кофе."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:143
translate english ep210_dialogues5_julia_1_077ff13c:

    # mt "Кафе?"
    # mt "..."
    mt "Кафе?"
    mt "..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:146
translate english ep210_dialogues5_julia_1_4ae59a13:

    # m "Ну хорошо. Куда ты хочешь?"
    # m "Я не могу тебя вести в те пафосные места, куда хожу обычно..."
    # m "Боюсь, ты будешь чувствовать себя неудобно."
    m "Ну хорошо. Куда ты хочешь?"
    m "Я не могу тебя вести в те пафосные места, куда хожу обычно..."
    m "Боюсь, ты будешь чувствовать себя неудобно."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:150
translate english ep210_dialogues5_julia_1_a6bb8f5e:

    # m "Выбирай то место, которое нравится тебе."
    # m "Например, рядом с твоим домом. Кстати, где ты живешь?"
    m "Выбирай то место, которое нравится тебе."
    m "Например, рядом с твоим домом. Кстати, где ты живешь?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:153
translate english ep210_dialogues5_julia_1_beb5f1d8:

    # julia "Я живу рядом с трущобами..."
    julia "Я живу рядом с трущобами..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:157
translate english ep210_dialogues5_julia_1_de39b28b:

    # mt "Надеюсь, не рядом с Shiny Hole..."
    mt "Надеюсь, не рядом с Shiny Hole..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:161
translate english ep210_dialogues5_julia_1_412c24b8:

    # m "Я хочу доказать тебе, что ты мне и правда нравишься..."
    # m "Поэтому с удовольствием пойду с тобой в то кафе, где ты обычно бываешь."
    # m "Хочу узнать тебя получше..."
    # mt "Боже. Моника, что за чушь ты несешь?"
    m "Я хочу доказать тебе, что ты мне и правда нравишься..."
    m "Поэтому с удовольствием пойду с тобой в то кафе, где ты обычно бываешь."
    m "Хочу узнать тебя получше..."
    mt "Боже. Моника, что за чушь ты несешь?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:167
translate english ep210_dialogues5_julia_1_a1cbc2f2:

    # julia "Правда?!"
    # julia "У меня рядом с домом есть кафе!"
    # julia "Мы можем пойти туда. А когда?"
    julia "Правда?!"
    julia "У меня рядом с домом есть кафе!"
    julia "Мы можем пойти туда. А когда?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:171
translate english ep210_dialogues5_julia_1_82c6d095:

    # m "Думаю, завтра... Сегодня у меня много дел."
    m "Думаю, завтра... Сегодня у меня много дел."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:173
translate english ep210_dialogues5_julia_1_f926983c:

    # mt "Уверена в том, что мне удастся улучить момент и подсмотреть ей под юбку..."
    mt "Уверена в том, что мне удастся улучить момент и подсмотреть ей под юбку..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:175
translate english ep210_dialogues5_julia_1_1889b3dd:

    # julia "Хорошо, Миссис Бакфетт!"
    # julia "Завтра встретимся с Вами в кафе."
    julia "Well, Mrs. Buckfett!"
    julia "Завтра встретимся с Вами в кафе."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:178
translate english ep210_dialogues5_julia_1_09d9174d:

    # mt "Фи... На какие жертвы приходится идти из-за этой глупой просьбы Фреда..."
    mt "Фи... На какие жертвы приходится идти из-за этой глупой просьбы Фреда..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:185
translate english ep210_dialogues5_julia_1_2_7487ad66:

    # julia "Миссис Бакфетт, я не могу дождаться нашего свидания в кафе!"
    # julia "Скорее бы наступил завтрашний день!"
    julia "Миссис Бакфетт, я не могу дождаться нашего свидания в кафе!"
    julia "Скорее бы наступил завтрашний день!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:193
translate english ep210_dialogues5_julia_2_c61947ec:

    # mt "А где эта никчемная помощница?!"
    # mt "Вот черт! Я совсем забыла..."
    # mt "Я же договорилась с ней сегодня сходить в кафе."
    # mt "Оно находится где-то рядом с трущобами."
    # mt "Мне нужно сейчас идти на свидание с Юлией."
    mt "А где эта никчемная помощница?!"
    mt "Вот черт! Я совсем забыла..."
    mt "Я же договорилась с ней сегодня сходить в кафе."
    mt "Оно находится где-то рядом с трущобами."
    mt "Мне нужно сейчас идти на свидание с Юлией."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:210
translate english ep210_dialogues5_julia_3_1_e68505b6:

    # mt "Фи. Какая-то дешевая забегаловка."
    mt "Фи. Какая-то дешевая забегаловка."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:215
translate english ep210_dialogues5_julia_3_2_b0a5a4dd:

    # mt "Мне придется притвориться, что эта никчемная Юлия мне нравится."
    # mt "Поверить не могу. Это же моя бывшая гувернантка..."
    # mt "Как такая, как она, может понравиться такой леди, как Я?!"
    mt "Мне придется притвориться, что эта никчемная Юлия мне нравится."
    mt "Поверить не могу. Это же моя бывшая гувернантка..."
    mt "Как такая, как она, может понравиться такой леди, как Я?!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:224
translate english ep210_dialogues5_julia_3_3e5558d1:

    # mt "Надо же, какая она радостная..."
    # mt "Ну что ж, не буду портить ей настроение..."
    # julia "Миссис Бакфетт, я так рада, что Вы пришли!"
    # julia "Я заказала Вам чай."
    # m "Хорошо, Юлия. Спасибо."
    # julia "Я всю ночь не могла уснуть..."
    # julia "Неужели, я Вам и правда нравлюсь?"
    # m "Это правда, Юлия."
    # m "Я хочу узнать тебя поближе и..."
    # mt "Узнать цвет твоих трусиков!"
    # m "И проводить с тобой больше времени."
    # julia "Не могу поверить в это..."
    # julia "Вы такая красивая и успешная женщина, настоящая леди..."
    # julia "Что Вы могли найти в такой как я?"
    # mt "Я что, должна сейчас ей делать комплименты какие-то?"
    # mt "И как это делать?!"
    # m "..."
    # m "Ты очень милая и добрая."
    # m "В моем окружении редко можно встретить таких людей..."
    # m "..."
    # m "Ты очень ответственная и старательно выполняешь все поручения..."
    # m "И еще..."
    # m "Ты очень красивая..."
    # julia "Почему тогда Вы так со мной обращались, Миссис Бакфетт?"
    mt "Надо же, какая она радостная..."
    mt "Ну что ж, не буду портить ей настроение..."
    julia "Миссис Бакфетт, я так рада, что Вы пришли!"
    julia "Я заказала Вам чай."
    m "Good, Julia. Thank you."
    julia "Я всю ночь не могла уснуть..."
    julia "Неужели, я Вам и правда нравлюсь?"
    m "Это правда, Юлия."
    m "Я хочу узнать тебя поближе и..."
    mt "Узнать цвет твоих трусиков!"
    m "И проводить с тобой больше времени."
    julia "Не могу поверить в это..."
    julia "Вы такая красивая и успешная женщина, настоящая леди..."
    julia "Что Вы могли найти в такой как я?"
    mt "Я что, должна сейчас ей делать комплименты какие-то?"
    mt "И как это делать?!"
    m "..."
    m "Ты очень милая и добрая."
    m "В моем окружении редко можно встретить таких людей..."
    m "..."
    m "Ты очень ответственная и старательно выполняешь все поручения..."
    m "And one more..."
    m "Ты очень красивая..."
    julia "Почему тогда Вы так со мной обращались, Миссис Бакфетт?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:253
translate english ep210_dialogues5_julia_3_281d7945:

    # mt "Черт!"
    # mt "Надо что-то придумать..."
    # mt "..."
    # m "Я не могла понять, что меня в тебе так притягивает..."
    # m "..."
    # m "И злилась на это. Поэтому так вела себя."
    # julia "А сейчас что изменилось?"
    # m "Я решила, что мне нужно сделат каминг аут, несмотря на то, что скажут остальные..."
    # m "Я устала притворяться и выдавать себя не за ту, какая я есть настоящая."
    # m "При этом скрывать свои чувства к другой девушке..."
    # m "Хоть она и совершенно другого, несравнимого с моим, социального статуса... Гувернантка."
    # julia "Это очень смелый поступок, Миссис Бакфетт."
    # julia "И я готова поддержать Вас."
    # mt "Что за чушь мне приходится говорить?!"
    # mt "!!!"
    # mt "Как бы подсмотреть ей под платье?"
    # mt "???"
    # julia "Мне нужно время, чтобы привыкнуть к этому..."
    # mt "Возможно, сейчас у меня получится заглянуть ей под платье..."
    # mt "..."
    mt "Heck!"
    mt "Надо что-то придумать..."
    mt "..."
    m "Я не могла понять, что меня в тебе так притягивает..."
    m "..."
    m "И злилась на это. Поэтому так вела себя."
    julia "А сейчас что изменилось?"
    m "Я решила, что мне нужно сделат каминг аут, несмотря на то, что скажут остальные..."
    m "Я устала притворяться и выдавать себя не за ту, какая я есть настоящая."
    m "При этом скрывать свои чувства к другой девушке..."
    m "Хоть она и совершенно другого, несравнимого с моим, социального статуса... Гувернантка."
    julia "Это очень смелый поступок, Миссис Бакфетт."
    julia "И я готова поддержать Вас."
    mt "Что за чушь мне приходится говорить?!"
    mt "!!!"
    mt "Как бы подсмотреть ей под платье?"
    mt "???"
    julia "Мне нужно время, чтобы привыкнуть к этому..."
    mt "Возможно, сейчас у меня получится заглянуть ей под платье..."
    mt "..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:283
translate english ep210_dialogues5_julia_3_4768bcd4:

    # mt "Нет, я не буду этого делать!" 
    # mt "Мне надоело играть в эту глупую игру мерзавца Фреда!"
    # mt "Да еще и притворяться перед никчемной Юлией!"
    # mt "!!!"
    # m "Юлия, забудь о том, что я тебе тут наговорила."
    # m "У меня сегодня полно других, более важных дел."
    # julia "Но... Миссис Бакфетт!"
    # m "Просто забудь!"
    # m "!!!"
    mt "No, I won't do that!" 
    mt "Мне надоело играть в эту глупую игру мерзавца Фреда!"
    mt "Да еще и притворяться перед никчемной Юлией!"
    mt "!!!"
    m "Юлия, забудь о том, что я тебе тут наговорила."
    m "У меня сегодня полно других, более важных дел."
    julia "Но... Миссис Бакфетт!"
    m "Просто забудь!"
    m "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:296
translate english ep210_dialogues5_julia_3_a7cadb72:

    # mt "Черт!!!"
    # mt "Как обычно!"
    # mt "!!!"
    # julia "Миссис Бакфетт, зачем Вы подглядываете мне под платье?"
    # m "Потому что ты мне нравишься..."
    # m "Юлия, а ты вообще носишь трусики?"
    # julia "Да, Миссис Бакфетт..."
    # m "А какого они цвета?"
    # julia "Миссис Бакфетт, это слишком личное..."
    # julia "И еще слишком рано обсуждать такие вещи..."
    # m "А сколько должно пройти времени?"
    # julia "Я читала в одной книжке... О похожих отношениях... Таких как у нас с Вами..."
    # julia "Это все... плохо закончилось там..."
    # m "Юлия, не бери в голову разные дурацкие книжки."
    # m "Все будет хорошо, если мы захотим этого... Доверься мне..."
    # julia "Возможно Вы правы, Миссис Бакфетт..."
    # julia "В той книжке начальница каждый день целовала свою подчиненную... Говорила ей комплименты."
    # julia "И я хочу также..."
    # mt "Кто написал такую дурацкую книжку?!"
    # mt "!!!"
    # mt "Теперь мне придется заниматься этими глупостями!"
    # mt "Только для того, чтобы втереться этой никчемной Юлии в доверие!"
    # m "..."
    # m "Если я буду делать также, ты мне поверишь?"
    # julia "Да, Миссис Бакфетт..."
    # mt "Хорошо было бы попасть к ней в гости и там посмотреть, какого цвета у нее белье..."
    # m "Юлия, а ты живешь где-то рядом?"
    # m "Может быть, пригласишь меня к себе в гости?"
    # m "Я хочу посмотреть, как ты живешь..."
    # julia "Миссис Бакфетт, после одного свидания в гости я Вас не могу пригласить..."
    # julia "Мне нужно время, чтобы привыкнуть к этому..."
    # julia "И вообще поверить, что я действително нравлюсь Вам."
    # julia "..."
    # mt "!!!"
    # m "Хорошо, я не буду торопить тебя."
    # m "Сейчас мне нужно идти по делам."
    # m "Встретимся в офисе..."
    # mt "Она что, ждет чего-то от меня?!"
    # mt "Что она там говорила про свою дурацкую книжку?"
    # mt "Каждый день ее нужно целовать и говорить комплименты?"
    mt "Fuck!!!"
    mt "Как обычно!"
    mt "!!!"
    julia "Миссис Бакфетт, зачем Вы подглядываете мне под платье?"
    m "Потому что ты мне нравишься..."
    m "Юлия, а ты вообще носишь трусики?"
    julia "Yes, Mrs. Buckfett ..."
    m "А какого они цвета?"
    julia "Миссис Бакфетт, это слишком личное..."
    julia "И еще слишком рано обсуждать такие вещи..."
    m "А сколько должно пройти времени?"
    julia "Я читала в одной книжке... О похожих отношениях... Таких как у нас с Вами..."
    julia "Это все... плохо закончилось там..."
    m "Юлия, не бери в голову разные дурацкие книжки."
    m "Все будет хорошо, если мы захотим этого... Доверься мне..."
    julia "Возможно Вы правы, Миссис Бакфетт..."
    julia "В той книжке начальница каждый день целовала свою подчиненную... Говорила ей комплименты."
    julia "И я хочу также..."
    mt "Кто написал такую дурацкую книжку?!"
    mt "!!!"
    mt "Теперь мне придется заниматься этими глупостями!"
    mt "Только для того, чтобы втереться этой никчемной Юлии в доверие!"
    m "..."
    m "Если я буду делать также, ты мне поверишь?"
    julia "Yes, Mrs. Buckfett ..."
    mt "Хорошо было бы попасть к ней в гости и там посмотреть, какого цвета у нее белье..."
    m "Юлия, а ты живешь где-то рядом?"
    m "Может быть, пригласишь меня к себе в гости?"
    m "Я хочу посмотреть, как ты живешь..."
    julia "Миссис Бакфетт, после одного свидания в гости я Вас не могу пригласить..."
    julia "Мне нужно время, чтобы привыкнуть к этому..."
    julia "И вообще поверить, что я действително нравлюсь Вам."
    julia "..."
    mt "!!!"
    m "Хорошо, я не буду торопить тебя."
    m "Сейчас мне нужно идти по делам."
    m "Встретимся в офисе..."
    mt "Она что, ждет чего-то от меня?!"
    mt "Что она там говорила про свою дурацкую книжку?"
    mt "Каждый день ее нужно целовать и говорить комплименты?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:348
translate english ep210_dialogues5_julia_3_4ede5279:

    # mt "Нет, я не хочу этого делать!" 
    # mt "Не хочу и не буду!"
    # mt "Что за глупости?!"
    # mt "!!!"
    mt "Нет, я не хочу этого делать!" 
    mt "Не хочу и не буду!"
    mt "Что за глупости?!"
    mt "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:364
translate english ep210_dialogues5_julia_4_1_7d3e615c:

    # mt "Мне нужно просто чмокнуть ее в щечку..."
    # mt "В это же нет ничего такого?"
    # mt "Так я смогу втереться к ней в доверие."
    # m "..."
    # m "Я так соскучилась по тебе..."
    # m "Милая..."
    # m "Ты прекрасно выглядишь сегодня."
    # julia "Миссис Бакфетт... Спасибо. Мне так приятно..."
    mt "Мне нужно просто чмокнуть ее в щечку..."
    mt "В это же нет ничего такого?"
    mt "Так я смогу втереться к ней в доверие."
    m "..."
    m "Я так соскучилась по тебе..."
    m "Милая..."
    m "Ты прекрасно выглядишь сегодня."
    julia "Миссис Бакфетт... Спасибо. Мне так приятно..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:379
translate english ep210_dialogues5_julia_4_2_a6e86dab:

    # julia "Миссис Бакфетт?"
    julia "Mrs. Buckfett?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:381
translate english ep210_dialogues5_julia_4_2_7d1ebbbd:

    # mt "Ну что еще ей от меня нужно?!"
    # mt "!!!"
    mt "Ну что еще ей от меня нужно?!"
    mt "!!!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:384
translate english ep210_dialogues5_julia_4_2_9208d6e0:

    # m "Да, милая?"
    m "Да, милая?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:387
translate english ep210_dialogues5_julia_4_2_88d021b3:

    # julia "Вы, наверное, устали?"
    # julia "Хотите, я Вам помассирую плечи?"
    julia "Вы, наверное, устали?"
    julia "Хотите, я Вам помассирую плечи?"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:394
translate english ep210_dialogues5_julia_4_2_5791864c:

    # m "Нет, Юлия!" 
    # m "Мне сейчас не до этого!"
    m "Нет, Юлия!" 
    m "Мне сейчас не до этого!"

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:397
translate english ep210_dialogues5_julia_4_2_8824a755:

    # mt "Что за глупости?!"
    # mt "!!!"
    # m "Иди работай. И не отвлекай меня."
    # julia "..." 
    mt "Что за глупости?!"
    mt "!!!"
    m "Иди работай. И не отвлекай меня."
    julia "..." 

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:404
translate english ep210_dialogues5_julia_4_2_b6234c0c:

    # mt "Боже. Как же приятно!"
    # mt "Я так давно не была на массаже..."
    # mt "Пожалуй, в этом нелепом притворстве есть свои плюсы."
    # m "Ммммм..."
    # julia "Вам понравилось, Миссис Бакфетт?"
    # m "Да, очень..."
    # m "Спасибо, милая."
    # mt "Ого! Даже так?!"
    # mt "Чувствую, я на верном пути..."
    mt "Боже. Как же приятно!"
    mt "Я так давно не была на массаже..."
    mt "Пожалуй, в этом нелепом притворстве есть свои плюсы."
    m "Mmmm..."
    julia "Вам понравилось, Миссис Бакфетт?"
    m "Да, очень..."
    m "Спасибо, милая."
    mt "Ого! Даже так?!"
    mt "Чувствую, я на верном пути..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:420
translate english ep210_dialogues5_julia_4_3_43c18d1c:

    # mt "Теперь мне нужно поцеловать ее, прощаясь..."
    # m "..."
    # m "Мне пора идти по делам."
    # m "До встречи..."
    # m "Милая..."
    # m "Буду скучать по тебе."
    # julia "Миссис Бакфетт... Я тоже по Вам буду скучать..."
    mt "Теперь мне нужно поцеловать ее, прощаясь..."
    m "..."
    m "Мне пора идти по делам."
    m "До встречи..."
    m "Милая..."
    m "Буду скучать по тебе."
    julia "Миссис Бакфетт... Я тоже по Вам буду скучать..."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:443
translate english ep210_dialogues5_julia_5_237a39fd:

    # mt "Что бы мне такого еще сделать для Юлии?"
    # mt "Я должна как-то расположить ее к себе."
    # mt "..."
    # mt "Хммм..."
    # mt "Массаж - это хорошая идея."
    # m "Юлия, милая, ты так много работаешь..."
    # m "Тебе нужно отдохнуть немного."
    # m "Пойдем в комнату отдыха, посидим там немного? Отдохнем."
    # julia "Спасибо, Миссис Бакфетт."
    # julia "Я и правда устала. А еще так много работы..."
    # m "Не переживай, я не буду делать ничего такого..."
    # m "Просто помогу тебе немного расслабиться. Сделаю массаж."
    # m "Ты можешь довериться мне..."
    # m "Милая."
    mt "Что бы мне такого еще сделать для Юлии?"
    mt "Я должна как-то расположить ее к себе."
    mt "..."
    mt "Hmmm."
    mt "Массаж - это хорошая идея."
    m "Юлия, милая, ты так много работаешь..."
    m "Тебе нужно отдохнуть немного."
    m "Пойдем в комнату отдыха, посидим там немного? Отдохнем."
    julia "Thank you, Mrs. Buckfett."
    julia "Я и правда устала. А еще так много работы..."
    m "Не переживай, я не буду делать ничего такого..."
    m "Просто помогу тебе немного расслабиться. Сделаю массаж."
    m "Ты можешь довериться мне..."
    m "Милая."

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:466
translate english ep210_dialogues5_julia_5_d689359f:

    # mt "Нет, я не буду этого делать!"
    # mt "Мне надоело играть в эту глупую игру мерзавца Фреда!"
    # mt "Да еще и притворяться перед никчемной Юлией!"
    # mt "!!!"
    # m "Все, Юлия!"
    # julia "Да, Миссис Бакфетт..."
    # julia "Спасибо за массаж. Мне очень понравилось."
    # m "Иди работай!" 
    mt "No, I won't do that!"
    mt "Мне надоело играть в эту глупую игру мерзавца Фреда!"
    mt "Да еще и притворяться перед никчемной Юлией!"
    mt "!!!"
    m "Все, Юлия!"
    julia "Yes, Mrs. Buckfett ..."
    julia "Спасибо за массаж. Мне очень понравилось."
    m "Get back to work!" 

# game/Quests/EP2_10/ep210_dialogues5_julia.rpy:477
translate english ep210_dialogues5_julia_5_781c0c91:

    # mt "Черт!!!"
    # mt "Как обычно!"
    # mt "!!!"
    # mt "Ну сколько можно?!"
    # julia "Миссис Бакфетт, я еще к этому не готова."
    # m "Конечно... Милая..."
    # m "..."
    # m "Я тебя не тороплю..." 
    # julia "Спасибо за массаж. Мне очень понравилось."
    # mt "Я была почти у цели!!!"
    # mt "!!!"
    # mt "Еще бы чуть-чуть и я смогла бы закончить весь этот цирк!"
    # mt "Как же меня это бесит!"
    # mt "Никчемная бесполезная Юлия!!!"
    # mt "!!!"
    mt "Fuck!!!"
    mt "Как обычно!"
    mt "!!!"
    mt "Ну сколько можно?!"
    julia "Миссис Бакфетт, я еще к этому не готова."
    m "Конечно... Милая..."
    m "..."
    m "Я тебя не тороплю..." 
    julia "Спасибо за массаж. Мне очень понравилось."
    mt "Я была почти у цели!!!"
    mt "!!!"
    mt "Еще бы чуть-чуть и я смогла бы закончить весь этот цирк!"
    mt "Как же меня это бесит!"
    mt "Никчемная бесполезная Юлия!!!"
    mt "!!!"

translate english strings:

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:61
    old "Подыграть Юлии."
    new "Подыграть Юлии."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:61
    old "Как она могла про такое подумать?! (завершение сюжета с Юлией)"
    new "Как она могла про такое подумать?! (завершение сюжета с Юлией)"

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:158
    old "Моника работает в пабе Shiny Hole"
    new "Моника работает в пабе Shiny Hole"

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:180
    old "Я решила подыграть этой никчемной Юлии. Отличный способ узнать цвет ее трусиков."
    new "Я решила подыграть этой никчемной Юлии. Отличный способ узнать цвет ее трусиков."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:198
    old "Пойти на свидание с Юлией."
    new "Пойти на свидание с Юлией."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:252
    old "Моника заставляла Юлию оттирать пятно на ковре"
    new "Моника заставляла Юлию оттирать пятно на ковре"

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:354
    old "Мне нужно каждый день целовать Юлию и говорить ей комплименты."
    new "Мне нужно каждый день целовать Юлию и говорить ей комплименты."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:389
    old "Да, Юлия. Хорошая идея."
    new "Да, Юлия. Хорошая идея."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:389
    old "Нет, не отвлекай меня от работы."
    new "Нет, не отвлекай меня от работы."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:433
    old "Сделать Юлии массаж."
    new "Сделать Юлии массаж."

    # game/Quests/EP2_10/ep210_dialogues5_julia.rpy:433
    old "Пригласить Юлию на второе свидание. (в следующем обновлении)"
    new "Пригласить Юлию на второе свидание. (в следующем обновлении)"

