
# клиент делает заказ, сзади подхоит 6 и хватает за сиськи

label customer11_serve1:
    m "Здравствуйте, что будете заказывать?"
    сustomer11 "Да, мне пожалуйста пиво и бургер!"
    m "Да, хорошо, сейчас сделаем."
    # хватает 6
    сustomer6 "О да! Твои сиськи как у моей бывшей! Только больше и мягче!"
    # пару сек мнет моники сиськи. моника разворачивается, толкает 6, он паадет
    Joe "Эй, [monica_pub_name]! Ты  зачем толкнула нашего хорошего клиента?"
    m "Как это зачем? Он схватил меня за грудь!"
    Joe "Возможно, но он тебя не бил!"
    # очухался 6
    сustomer6 "Вообще то я немного потерял равновесие и схватился..."
    m "Ты схватил меня за грудь!"
    сustomer11 "Простите, мне долго ждать мой заказ?"
    Joe "[monica_pub_name], возвращайся к работе!"
    сustomer11 "Спешу напомнить, я заказал бургер и пиво."
    mt "Я помню..."
    return
