
# подойдет и под каждодневную встречу. serve1 будет рандомно не очень часто
label customer11_1stmeeting:
    m "Вы готовы сделать заказ?"
    # рассматривает
    customer11 "А ты конфетка!"
    customer11 "В общем все просто: мне пиво и бургер и быстро!"
    m "Да, конечно!"
    customer11 "И можно это делать без слов. Быстро пошла и принесла мой заказ."
    mt "Грубиян.."
    # уходит приходит
    customer11 "Вот видишь, все очень просто. Молодец, держи." # дает чай
    m "Спасибо."
    customer11 "Да, да... Иди уже..."
    mt "Очередной придурок."
    return

# клиент делает заказ, сзади подхоит 6 и хватает за сиськи

label customer11_serve1:
    m "Здравствуйте, что будете заказывать?"
    сustomer11 "Ты забыла? Мне пиво и бургер!"
    m "Да, хорошо, сейчас сделаем."
    # хватает 6
    сustomer6 "О да! Твои сиськи как у моей бывшей! Только больше и мягче!"
    # пару сек мнет моники сиськи. моника разворачивается, толкает 6, он паадет
    Joe "Эй, [monica_pub_name]! Ты  зачем толкнула нашего хорошего клиента?"
    m "Как это зачем? Он схватил меня за грудь!"
    Joe "Возможно, но он тебя не толкал!"
    # очухался 6
    сustomer6 "Вообще то я немного потерял равновесие и схватился..."
    m "Ты схватил меня за грудь!"
    сustomer11 "Эй, мне долго ждать мой заказ?"
    Joe "[monica_pub_name], возвращайся к работе!"
    сustomer11 "Напоминаю, я заказал бургер и пиво."
    mt "Я помню..."
    # уходит приходит
    сustomer11 "Профессиональные официантки не обращают внимания на такие мелочи!"
    сustomer11 "Тебе ище расти и расти."
    mt "Не обращают внимание?! Да как он может такое говорить?!"
    сustomer11 "Не стой, на чай не получишь. Работай лучше."
    mt "Скряга..."
    return
