# TODO: Translation updated at 2020-03-31 14:42

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:5
translate german ep212_dialogues_revenge_quest1_0eca4133:

    # steve "ММмммммм!!!"
    # steve "ММмммммм!!! Ммммм!!!"
    # steve "МММмммпффхххх!!!"
    steve "Mmmmmm!!!!"
    steve "ММмммммм!!! Ммммм!!!"
    steve "МММмммпффхххх!!!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:10
translate german ep212_dialogues_revenge_quest1_d3ef0b64:

    # steve "Моника! Что все это значит?!!"
    # steve "Что это за место?!"
    steve "Моника! Что все это значит?!!"
    steve "Что это за место?!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:13
translate german ep212_dialogues_revenge_quest1_0d018121:

    # steve "И что это за штука передо мной???"
    steve "И что это за штука передо мной???"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:16
translate german ep212_dialogues_revenge_quest1_2e46918e:

    # m "Здравствуй, Стив."
    # m "Это - бывшая спальня Юлии, моей гувернантки."
    # m "А сейчас это, по совместительству, моя спальня."
    m "Здравствуй, Стив."
    m "Это - бывшая спальня Юлии, моей гувернантки."
    m "А сейчас это, по совместительству, моя спальня."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:20
translate german ep212_dialogues_revenge_quest1_ae1f199d:

    # m "ГДЕ МНЕ ПРИХОДИТСЯ НОЧЕВАТЬ, МАТЬ ТВОЮ!!!"
    m "ГДЕ МНЕ ПРИХОДИТСЯ НОЧЕВАТЬ, МАТЬ ТВОЮ!!!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:24
translate german ep212_dialogues_revenge_quest1_dc7b9543:

    # m "А это..."
    # m "Это автомобильный аккумулятор, Стив."
    # m "Он наш общий друг."
    # m "Мы побеседуем с тобой... втроем..."
    # m "Если ты не будешь говорить мне правду..."
    m "Das..."
    m "Это автомобильный аккумулятор, Стив."
    m "Он наш общий друг."
    m "Мы побеседуем с тобой... втроем..."
    m "Если ты не будешь говорить мне правду..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:30
translate german ep212_dialogues_revenge_quest1_89770f3c:

    # m "То я дам слово ему..." 
    m "То я дам слово ему..." 

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:33
translate german ep212_dialogues_revenge_quest1_64c1872a:

    # steve "Моника! Ты захватила меня!"
    # steve "Это преступление!"
    # steve "Отпусти меня! Все еще можно изменить! И..."
    # m "Заткнись, слизняк!"
    steve "Моника! Ты захватила меня!"
    steve "Это преступление!"
    steve "Отпусти меня! Все еще можно изменить! И..."
    m "Заткнись, слизняк!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:39
translate german ep212_dialogues_revenge_quest1_ee05c43c:

    # m "Ты будешь говорить, когда скажу тебе Я!"
    # steve "!!!"
    # m "Итак, отвечай, кто за всем этим стоит?!"
    # steve "За чем стоит, Моника?"
    # m "За тем что произошло со мной!!"
    m "Ты будешь говорить, когда скажу тебе Я!"
    steve "!!!"
    m "Итак, отвечай, кто за всем этим стоит?!"
    steve "За чем стоит, Моника?"
    m "За тем что произошло со мной!!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:48
translate german ep212_dialogues_revenge_quest1_d15702ac:

    # steve "Моника, но я ничего не знаю!"
    # steve "Я всего-лишь честный бизнесмен, который заключает честные сделки!"
    steve "Моника, но я ничего не знаю!"
    steve "Я всего-лишь честный бизнесмен, который заключает честные сделки!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:52
translate german ep212_dialogues_revenge_quest1_414b5264:

    # m "Честные сделки, Стив?"
    m "Честные сделки, Стив?"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:54
translate german ep212_dialogues_revenge_quest1_ee6cd6f9:

    # steve "Да, Моника! Честные сделки!"
    steve "Да, Моника! Честные сделки!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:57
translate german ep212_dialogues_revenge_quest1_f64e3c42:

    # m "Ты считаешь что заключал со мной честные сделки?"
    # m "Ты правда так считаешь?"
    # steve "..."
    m "Ты считаешь что заключал со мной честные сделки?"
    m "Ты правда так считаешь?"
    steve "..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:62
translate german ep212_dialogues_revenge_quest1_69d59b94:

    # m "Хорошо, Стив."
    # m "Мы можем заключить с тобой еще одну сделку. Честную..."
    # m "Ты рассказываешь кто стоит за всем этим."
    # m "И проживешь еще один день..."
    m "Ok, Steve..."
    m "Мы можем заключить с тобой еще одну сделку. Честную..."
    m "Ты рассказываешь кто стоит за всем этим."
    m "И проживешь еще один день..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:67
translate german ep212_dialogues_revenge_quest1_229ebaaf:

    # steve "Но Моника! Ты неспособна на такое!"
    # steve "Я был добр к тебе и поддерживал тебя все время!"
    steve "Но Моника! Ты неспособна на такое!"
    steve "Я был добр к тебе и поддерживал тебя все время!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:71
translate german ep212_dialogues_revenge_quest1_774849e4:

    # m "Значит ты не хочешь заключать сделку, Стив?"
    m "Значит ты не хочешь заключать сделку, Стив?"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:74
translate german ep212_dialogues_revenge_quest1_b47cfda7:

    # steve "..."
    # steve "Моника..."
    # steve "Я бы не очень хотел заключать такую сделку... Я..."
    steve "..."
    steve "Monica..."
    steve "Я бы не очень хотел заключать такую сделку... Я..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:78
translate german ep212_dialogues_revenge_quest1_88d0885a:

    # steve "Моника, между прочим у нас не закрыта предыдущая сделка!"
    steve "Моника, между прочим у нас не закрыта предыдущая сделка!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:80
translate german ep212_dialogues_revenge_quest1_0b5cba4e:

    # m "Какая предыдущая сделка?!"
    m "Какая предыдущая сделка?!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:82
translate german ep212_dialogues_revenge_quest1_f97faf2b:

    # steve "..."
    steve "..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:84
translate german ep212_dialogues_revenge_quest1_1a209ca2:

    # m "Ах, ты про это?!"
    m "Ах, ты про это?!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:86
translate german ep212_dialogues_revenge_quest1_f97faf2b_1:

    # steve "..."
    steve "..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:88
translate german ep212_dialogues_revenge_quest1_c9bd7360:

    # m "Значит, Стив, ты предлагаешь мне закрыть ту сделку, да?"
    # m "И, в таком случае, ты мне все расскажешь?"
    m "Значит, Стив, ты предлагаешь мне закрыть ту сделку, да?"
    m "И, в таком случае, ты мне все расскажешь?"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:92
translate german ep212_dialogues_revenge_quest1_50b0cfdc:

    # steve "Да, Моника! Я предлагаю закрыть эту сделку и обсудить следующую..."
    steve "Да, Моника! Я предлагаю закрыть эту сделку и обсудить следующую..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:94
translate german ep212_dialogues_revenge_quest1_d3638db4:

    # m "Ты предлагаешь сделать это прямо сейчас?"
    m "Ты предлагаешь сделать это прямо сейчас?"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:96
translate german ep212_dialogues_revenge_quest1_83608ac2:

    # steve "Да, Моника! Не бывает неподходящего времени, чтобы закрыть хорошую сделку!"
    steve "Да, Моника! Не бывает неподходящего времени, чтобы закрыть хорошую сделку!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:99
translate german ep212_dialogues_revenge_quest1_c4b706f6:

    # m "Но Стив, как ты предлагаешь мне это сделать?"
    # m "Ведь у тебя совсем не стоит..."
    m "Но Стив, как ты предлагаешь мне это сделать?"
    m "Ведь у тебя совсем не стоит..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:102
translate german ep212_dialogues_revenge_quest1_3c7dcfb1:

    # steve "Моника, ты знаешь, что это сфера ответственности твоей стороны договора!"
    # steve "Ты ведь знаешь что с этим сделать, чтобы успешно закрыть эту сделку!" 
    steve "Моника, ты знаешь, что это сфера ответственности твоей стороны договора!"
    steve "Ты ведь знаешь что с этим сделать, чтобы успешно закрыть эту сделку!" 

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:106
translate german ep212_dialogues_revenge_quest1_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:110
translate german ep212_dialogues_revenge_quest1_1a26877e:

    # steve "Я рад что ты осознала ситуацию и приняла верное решение, чтобы выйти из нее, Моника..."
    steve "Я рад что ты осознала ситуацию и приняла верное решение, чтобы выйти из нее, Моника..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:115
translate german ep212_dialogues_revenge_quest1_402c2552:

    # steve "Я предлагаю сумму следующей сделки в $ 5000, Моника."
    # steve "И ты отпускаешь меня."
    steve "Я предлагаю сумму следующей сделки в $ 5000, Моника."
    steve "И ты отпускаешь меня."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:118
translate german ep212_dialogues_revenge_quest1_65945a65:

    # steve "Но к сделке прилагается дополнительное соглашение."
    # steve "За мое молчание, в эту же сумму включительно я возьму в аренду твою попку."
    # steve "И возьму прямо здесь, сразу же."
    steve "Но к сделке прилагается дополнительное соглашение."
    steve "За мое молчание, в эту же сумму включительно я возьму в аренду твою попку."
    steve "И возьму прямо здесь, сразу же."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:122
translate german ep212_dialogues_revenge_quest1_9caea355:

    # steve "Ты знаешь, я умею быстро восстанавливаться между хорошими сделками, Моника!"
    steve "Ты знаешь, я умею быстро восстанавливаться между хорошими сделками, Моника!"

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:124
translate german ep212_dialogues_revenge_quest1_b9d9486d:

    # m "Да, Стив..."
    m "Ja, Steve..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:126
translate german ep212_dialogues_revenge_quest1_48ae6a69:

    # m "Конечно, Стив..."
    m "Конечно, Стив..."

# game/Quests/EP2_12/ep212_dialogues6_revenge_quest.rpy:132
translate german ep212_dialogues_revenge_quest1_9408958f:

    # steve "ААААААААААА!!!"
    # steve "ЧТО ЭТО?!! АААААААА!!!"
    # m "Наш общий друг возражает против твоей точки зрения, Стив."
    # m "И я решила дать ему слово."
    # steve "ААААААААААА!!!"
    # m "Ну что, корнишончик."
    # steve "ААААААААААА!!!"
    # m "Хочешь быть следующим?"
    # fred "Миссис Бакфетт!"
    # fred "Пожалуйста! Я сказал все что знал!"
    # m "Эх, ты снова за старое..."
    # m "Мне будет не хватать тебя..." 
    # fred "Миссис Бакфетт! Прошу!"
    # fred "Дайте мне поговорить с Мистером Стивом!"
    # fred "Он все расскажет Вам! Клянусь!"
    # steve "ААААААААААА!!!"
    # steve "ААААААААААА!!! ААААААААААА!!!"
    # m "Хорошо, корнишончик..."
    # m "Это твой последний шанс..."
    # m "О, Стив!"
    # m "Я смотрю твоему члену это понравилось!"
    # steve "Моника! Что ты наделала!"
    # steve "Мой член... Это какая-то необъяснимая реакция!"
    # m "Неважно."
    # m "Наша сделка закрыта."
    # m "Ты удовлетворен этой сделкой или мне надо еще тшательнее выполнить ее условия?"
    # steve "Сделка закрыта, Моника! Она закрыта!"
    # steve "Пожалуйста, не надо!"
    # m "Хорошо, Стив."
    # m "Отвечай, кто стоит за тем что случилось со мной?"
    # steve "Моника, я не знаю! Честно!"
    # m "О БОЖЕ..."
    # m "Фред, скажи что-нибудь..."
    # m "Иначе ты знаешь что сейчас будет..."
    # fred "Мистер Стив!"
    # fred "Пожалуйста, скажите все что знаете!"
    # fred "Миссис Бакфетт настроена очень серьезно!"
    # fred "У нее пистолет!"
    # steve "..." 
    # fred "Мистер Стив, она знает что я отчитывался Вам о ее перемещениях!"
    # fred "Если Вы не скажете кто стоит за всем этим, то она решит что это были Вы!"
    # steve "Ах ты мерзавец!"
    # m "Стив, тебе лучше все рассказать, иначе..."
    # m "Наш общий друг снова просит слово..." 
    # steve "!!!"
    # steve "Я точно не знаю, Моника..."
    # steve "Эти люди... Они очень могущественные..."
    # m "Откуда ты знаешь их?"
    # steve "Моника, я их не знаю!"
    # steve "Однажды позвонили люди с предложением..."
    # steve "От которого, как оказалось, невозможно отказаться..."
    # steve "Но это было давно и не было связано с тобой..."
    # steve "Прошло много времени..."
    # steve "И вот недавно я снова общался по телефону с ними..."
    # steve "Мне сказали что у твоей компании меняются хозяева."
    # steve "И чтобы я сидел тихо... И не поднимал шум."
    # m "И?"
    # m "Почему это случилось? Что они сказали тебе?!"
    # m "Отвечай!"
    # steve "Я их спросил об этом. Я спросил что случилось с тобой."
    # steve "Мне ответили что у тебя внезапно поменялись ценности в этой жизни..."
    # steve "Что ты кого-то встретила, в тот день, когда ты была у меня..."
    # steve "И это как-то связано с тем человеком..."
    # mt "В тот день..."
    # mt "С человеком..."
    # mt "Кто же это мог быть?"
    # mt "Где я была в тот день?"
    # mt "Это было так давно... У меня та жизнь как в тумане..."
    # mt "Банк..."
    # mt "Кто-то из клерков?"
    # mt "Помню, что я накричала на них..."
    # mt "Между прочим за дело!"
    # mt "Одна из них оказалось дочерью одного из самых могущественных людей в мире?"
    # mt "Да ну, это чушь..."
    # mt "Чертова лесбиянка в магазине..."
    # mt "Нет, точно не то..."
    # mt "Офис у Стива..."
    # mt "Джейн..."
    # mt "Эта проститутка... Неужели она замешана в этом?"
    # mt "Но нет..."
    # mt "Я давно ее знаю. Она обычная карьеристка..."
    # mt "..."
    # mt "Хм... Эта новенькая..."
    # mt "Я ее раньше не встречала..."
    # mt "Ничего не знаю про нее..."
    # mt "Она смотрела на меня так странно... Как дьявол..."
    # mt "Возможно ее подослали туда специально и..."
    # m "Это Тиффани?!"
    # m "Та гребаная проститутка, которая работает у тебя, Стив?!"
    # m "Значит ты заменшан в этом?!"
    # m "Это случилось у тебя в офисе, ДА?!"
    # fred "Да, Миссис Бакфетт!"
    # fred "Это точно она!"
    # fred "Мистер Стив замешан в этом!"
    # steve "Что?! Моника, нет!"
    # steve "Тиффани точно ни при чем!"
    # steve "Я заприметил ее еще на кампусе в университете, который посещал, как спонсор..."
    # m "Заткнись, Стив!"
    # m "Я догадываюсь, зачем ты спонсируешь подобные заведения!"
    # steve "Моника, это было не у меня в офисе точно!"
    # steve "Они сказали про улицу, что это случилось прямо посреди улицы!"
    # m "Посреди улицы?!"
    # steve "Моника, вспомни, может быть ты что-то сказала кому-то не то что надо..."
    # steve "Я знаю твой характер! Тебе нельзя общаться с людьми в обычном мире!"
    # m "Потому что я привыкла жить в другом мире, Стив!"
    # m "Не в вашем мире никчемных неудачников!"
    # m "Улица..."
    # m "Да, я была на улице в тот день..."
    # m "Когда Фред высадил меня за милю от того чертова магазина!"
    # steve "Фред... Высадил..."
    # steve "Да, Моника!"
    # steve "Я уверен, во всем виноват твой водитель!"
    # fred "!!!"
    # steve "Эти люди вышли на него и подговорили отвезти тебя куда-то!"
    # steve "Он главный мерзавец здесь, Моника!"
    # steve "И мы с тобой вместе разоблачили негодяя!"
    # fred "ЧТО?! НЕТ!"
    # steve "Молчи, несчастный!"
    # steve "Тебе нечего сказать в свое оправдание!"
    # steve "Это из-за тебя моя любимая Моника так пострадала!"
    # steve "Мне стоило больших усилий поддерживать ее!"
    # mt "Улица..."
    # mt "Значит улица..."
    # steve "Но я рад что мы объединили свои силы и вывели мерзавца на чистую воду!"
    # steve "Я очень рад, Моника!"
    # mt "Что же там произошло?"
    # mt "С кем я разговаривала?"
    # mt "Я разговаривала с той горе моделью, которая пришла устраиваться ко мне..."
    # mt "Но не может эта горстка неудачников, которая была вокруг меня, как-то повлиять на мою жизнь..."
    # fred "Миссис Бакфетт! Он лжет!"
    # fred "Это он главный злодей!"
    # mt "Я вела себя довольно громко..."
    # mt "Возможно я привлекла к себе внимание кого-то..."
    # mt "Но кого? В трущобах..."
    # mt "Неужели такой влиятельный человек любит гулять в трущобах..."
    # mt "Как один известный король..."
    # mt "Этого не может быть... Но все-же..."
    # fred "Он рассказывает неправду про то что за этим еще кто-то стоит!"
    # fred "Ведь он нанимал меня следить за Вами, Мэм!"
    # mt "Другие варианты еще более безумные."
    # mt "Но, если представить что Стив не врет..."
    # mt "Хотя того, чтобы Стив не врал, быть не может..."
    # mt "Но все-же..."
    # mt "Я знаю эту трущобы уже наизусть..."
    # mt "Однако, если приглядеться повнимательнее..."
    # mt "Возможно там что-то есть, чего я не замечала ранее..."
    # m "Итак, корнишоны..."
    # m "Я скоро вернусь, а вы будете сидеть смирно..."
    # m "Попробуете друг друга освободить, вам же будет хуже."
    # m "Для вас, на этот случай, есть сюрприз..."
    # m "Мой дружок будет приглядывать за вами, мальчики..."
    # m "Сидите тихо."
    # mt "Что-ж, вперед, Моника!"
    # mt "Пришла пора проверить что от меня скрывает это место!"
    steve "ААААААААААА!!!"
    steve "ЧТО ЭТО?!! АААААААА!!!"
    m "Наш общий друг возражает против твоей точки зрения, Стив."
    m "И я решила дать ему слово."
    steve "ААААААААААА!!!"
    m "Ну что, корнишончик."
    steve "ААААААААААА!!!"
    m "Хочешь быть следующим?"
    fred "Frau Buckfett..."
    fred "Пожалуйста! Я сказал все что знал!"
    m "Эх, ты снова за старое..."
    m "Мне будет не хватать тебя..." 
    fred "Frau Buckfett, bitte!"
    fred "Дайте мне поговорить с Мистером Стивом!"
    fred "Он все расскажет Вам! Клянусь!"
    steve "ААААААААААА!!!"
    steve "ААААААААААА!!! ААААААААААА!!!"
    m "Хорошо, корнишончик..."
    m "Это твой последний шанс..."
    m "О, Стив!"
    m "Я смотрю твоему члену это понравилось!"
    steve "Моника! Что ты наделала!"
    steve "Мой член... Это какая-то необъяснимая реакция!"
    m "Неважно."
    m "Наша сделка закрыта."
    m "Ты удовлетворен этой сделкой или мне надо еще тшательнее выполнить ее условия?"
    steve "Сделка закрыта, Моника! Она закрыта!"
    steve "Bitte, nicht!"
    m "Ok, Steve..."
    m "Отвечай, кто стоит за тем что случилось со мной?"
    steve "Моника, я не знаю! Честно!"
    m "О БОЖЕ..."
    m "Фред, скажи что-нибудь..."
    m "Иначе ты знаешь что сейчас будет..."
    fred "Steve!"
    fred "Пожалуйста, скажите все что знаете!"
    fred "Миссис Бакфетт настроена очень серьезно!"
    fred "У нее пистолет!"
    steve "..." 
    fred "Мистер Стив, она знает что я отчитывался Вам о ее перемещениях!"
    fred "Если Вы не скажете кто стоит за всем этим, то она решит что это были Вы!"
    steve "Ах ты мерзавец!"
    m "Стив, тебе лучше все рассказать, иначе..."
    m "Наш общий друг снова просит слово..." 
    steve "!!!"
    steve "Я точно не знаю, Моника..."
    steve "Эти люди... Они очень могущественные..."
    m "Откуда ты знаешь их?"
    steve "Моника, я их не знаю!"
    steve "Однажды позвонили люди с предложением..."
    steve "От которого, как оказалось, невозможно отказаться..."
    steve "Но это было давно и не было связано с тобой..."
    steve "Прошло много времени..."
    steve "И вот недавно я снова общался по телефону с ними..."
    steve "Мне сказали что у твоей компании меняются хозяева."
    steve "И чтобы я сидел тихо... И не поднимал шум."
    m "Und?"
    m "Почему это случилось? Что они сказали тебе?!"
    m "Antworte!"
    steve "Я их спросил об этом. Я спросил что случилось с тобой."
    steve "Мне ответили что у тебя внезапно поменялись ценности в этой жизни..."
    steve "Что ты кого-то встретила, в тот день, когда ты была у меня..."
    steve "И это как-то связано с тем человеком..."
    mt "В тот день..."
    mt "С человеком..."
    mt "Кто же это мог быть?"
    mt "Где я была в тот день?"
    mt "Это было так давно... У меня та жизнь как в тумане..."
    mt "Банк..."
    mt "Кто-то из клерков?"
    mt "Помню, что я накричала на них..."
    mt "Между прочим за дело!"
    mt "Одна из них оказалось дочерью одного из самых могущественных людей в мире?"
    mt "Да ну, это чушь..."
    mt "Чертова лесбиянка в магазине..."
    mt "Нет, точно не то..."
    mt "Офис у Стива..."
    mt "Джейн..."
    mt "Эта проститутка... Неужели она замешана в этом?"
    mt "Но нет..."
    mt "Я давно ее знаю. Она обычная карьеристка..."
    mt "..."
    mt "Хм... Эта новенькая..."
    mt "Я ее раньше не встречала..."
    mt "Ничего не знаю про нее..."
    mt "Она смотрела на меня так странно... Как дьявол..."
    mt "Возможно ее подослали туда специально и..."
    m "Это Тиффани?!"
    m "Та гребаная проститутка, которая работает у тебя, Стив?!"
    m "Значит ты заменшан в этом?!"
    m "Это случилось у тебя в офисе, ДА?!"
    fred "Ja, Frau Buckfett!"
    fred "Это точно она!"
    fred "Мистер Стив замешан в этом!"
    steve "Что?! Моника, нет!"
    steve "Тиффани точно ни при чем!"
    steve "Я заприметил ее еще на кампусе в университете, который посещал, как спонсор..."
    m "Halt die Klappe, Steve!"
    m "Я догадываюсь, зачем ты спонсируешь подобные заведения!"
    steve "Моника, это было не у меня в офисе точно!"
    steve "Они сказали про улицу, что это случилось прямо посреди улицы!"
    m "Посреди улицы?!"
    steve "Моника, вспомни, может быть ты что-то сказала кому-то не то что надо..."
    steve "Я знаю твой характер! Тебе нельзя общаться с людьми в обычном мире!"
    m "Потому что я привыкла жить в другом мире, Стив!"
    m "Не в вашем мире никчемных неудачников!"
    m "Улица..."
    m "Да, я была на улице в тот день..."
    m "Когда Фред высадил меня за милю от того чертова магазина!"
    steve "Фред... Высадил..."
    steve "Ja..."
    steve "Я уверен, во всем виноват твой водитель!"
    fred "!!!"
    steve "Эти люди вышли на него и подговорили отвезти тебя куда-то!"
    steve "Он главный мерзавец здесь, Моника!"
    steve "И мы с тобой вместе разоблачили негодяя!"
    fred "ЧТО?! НЕТ!"
    steve "Молчи, несчастный!"
    steve "Тебе нечего сказать в свое оправдание!"
    steve "Это из-за тебя моя любимая Моника так пострадала!"
    steve "Мне стоило больших усилий поддерживать ее!"
    mt "Улица..."
    mt "Значит улица..."
    steve "Но я рад что мы объединили свои силы и вывели мерзавца на чистую воду!"
    steve "Я очень рад, Моника!"
    mt "Что же там произошло?"
    mt "С кем я разговаривала?"
    mt "Я разговаривала с той горе моделью, которая пришла устраиваться ко мне..."
    mt "Но не может эта горстка неудачников, которая была вокруг меня, как-то повлиять на мою жизнь..."
    fred "Миссис Бакфетт! Он лжет!"
    fred "Это он главный злодей!"
    mt "Я вела себя довольно громко..."
    mt "Возможно я привлекла к себе внимание кого-то..."
    mt "Но кого? В трущобах..."
    mt "Неужели такой влиятельный человек любит гулять в трущобах..."
    mt "Как один известный король..."
    mt "Этого не может быть... Но все-же..."
    fred "Он рассказывает неправду про то что за этим еще кто-то стоит!"
    fred "Ведь он нанимал меня следить за Вами, Мэм!"
    mt "Другие варианты еще более безумные."
    mt "Но, если представить что Стив не врет..."
    mt "Хотя того, чтобы Стив не врал, быть не может..."
    mt "Но все-же..."
    mt "Я знаю эту трущобы уже наизусть..."
    mt "Однако, если приглядеться повнимательнее..."
    mt "Возможно там что-то есть, чего я не замечала ранее..."
    m "Итак, корнишоны..."
    m "Я скоро вернусь, а вы будете сидеть смирно..."
    m "Попробуете друг друга освободить, вам же будет хуже."
    m "Для вас, на этот случай, есть сюрприз..."
    m "Мой дружок будет приглядывать за вами, мальчики..."
    m "Сидите тихо."
    mt "Что-ж, вперед, Моника!"
    mt "Пришла пора проверить что от меня скрывает это место!"

