# TODO: Translation updated at 2020-03-31 14:42

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:11
translate german ep212_dialogues5_julia_1_bd63e935:

    # img_20870
    # m "!!!"
    # m "Фред?!"
    # img_30300
    # mt "Опять этот мерзавец здесь!"
    # img_30301
    # fred "Миссис Бакфетт, рад Вас видеть."
    # fred "Я бы с удовольствием пообщался с Вами, но у меня дела."
    # img_30302
    # m "Какие дела могут быть у никчемного водителя в МОЕМ офисе?"
    # m "Что ты тут делаешь?!"
    # m "???"
    # img_30303
    # fred "Мне нужно показать кое-что Вашим подчиненным, Миссис Бакфетт..."
    # m "О чем это ты?"
    # fred "У меня есть очень интересная фотография."
    # img_30304
    # m "Какая?"
    # fred "О, не беспокойтесь Миссис Бакфетт. Ничего особенного..."
    # img_30305
    # img_30306
    # m "ЧТООООО?!"
    # m "?!?!?!"
    # m "ФРЕД!"
    # img_20871
    # fred "Это одна из моих любимых фотографий, Миссис Бакфетт..."
    # fred "Уверен, Вашим сотрудникам она тоже понравится."
    # img_20872
    # m "Ты!"
    # m "!!!!"
    # m "Когда ты сделал это фото?!"
    # img_20873
    # fred "В прошлый раз Вы были так заняты чисткой ковра, Миссис Бакфетт..."
    # fred "Что даже не заметили, как я Вас сфотографировал."
    # img_30307
    # m "Не смей это никому показывать!!!"
    # m "!!!"
    # img_30308
    # fred "Но как же, Миссис Бакфетт? У нас с Вами была договоренность..."
    # fred "Но Вы, Миссис Бакфетт, недостаточно серьезно отнеслись к моей небольшой просьбе..."
    # fred "Это непрофессионально с Вашей стороны."
    # fred "Я решил, что итак дал Вам слишком много времени..."
    # img_30309
    # fred "Более не вижу смысла ждать ответа от Вас."
    # fred "Думаю, на этом мы с Вами закончим нашу небольшую игру."
    # fred "До свидания, Миссис Бакфетт."
    # img_30310
    # m "СТОП!"
    # img_30311
    # mt "Сволочь!!!"
    # mt "А если бы я сейчас не оказалась здесь?!"
    # mt "Он... Он показал бы ЭТО всем?!"
    # mt "?!?!?!"
    # mt "ААААААА!!!!"
    # mt "Я убью этого мерзавца!"
    img_20870
    m "!!!"
    m "Fred?!"
    img_30300
    mt "Опять этот мерзавец здесь!"
    img_30301
    fred "Миссис Бакфетт, рад Вас видеть."
    fred "Я бы с удовольствием пообщался с Вами, но у меня дела."
    img_30302
    m "Какие дела могут быть у никчемного водителя в МОЕМ офисе?"
    m "Что ты тут делаешь?!"
    m "???"
    img_30303
    fred "Мне нужно показать кое-что Вашим подчиненным, Миссис Бакфетт..."
    m "О чем это ты?"
    fred "У меня есть очень интересная фотография."
    img_30304
    m "Какая?"
    fred "О, не беспокойтесь Миссис Бакфетт. Ничего особенного..."
    img_30305
    img_30306
    m "ЧТООООО?!"
    m "?!?!?!"
    m "ФРЕД!"
    img_20871
    fred "Это одна из моих любимых фотографий, Миссис Бакфетт..."
    fred "Уверен, Вашим сотрудникам она тоже понравится."
    img_20872
    m "Ты!"
    m "!!!!"
    m "Когда ты сделал это фото?!"
    img_20873
    fred "В прошлый раз Вы были так заняты чисткой ковра, Миссис Бакфетт..."
    fred "Что даже не заметили, как я Вас сфотографировал."
    img_30307
    m "Не смей это никому показывать!!!"
    m "!!!"
    img_30308
    fred "Но как же, Миссис Бакфетт? У нас с Вами была договоренность..."
    fred "Но Вы, Миссис Бакфетт, недостаточно серьезно отнеслись к моей небольшой просьбе..."
    fred "Это непрофессионально с Вашей стороны."
    fred "Я решил, что итак дал Вам слишком много времени..."
    img_30309
    fred "Более не вижу смысла ждать ответа от Вас."
    fred "Думаю, на этом мы с Вами закончим нашу небольшую игру."
    fred "Auf Wiedersehen, Frau Buckfett."
    img_30310
    m "СТОП!"
    img_30311
    mt "Schwein!!!"
    mt "А если бы я сейчас не оказалась здесь?!"
    mt "Он... Он показал бы ЭТО всем?!"
    mt "?!?!?!"
    mt "ААААААА!!!!"
    mt "Я убью этого мерзавца!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:75
translate german ep212_dialogues5_julia_1_8f753d88:

    # img_30312
    # m "ФРЕД!!!"
    # m "Как ты смеешь вести себя подобным образом?!"
    # m "Кто ТЫ и кто Я!!!"
    # m "!!!"
    # img_30313
    # m "Я - Моника Бакфетт!!!"
    # m "И мне плевать на то, что ты кому-то покажешь это фото!"
    # m "Ты просто какой-то никчемный водитель!!! Тебе никто не поверит!"
    # m "Я всем скажу, что ты шантажируешь меня, подделав фото!"
    # img_30314
    # fred "Миссис Бакфетт, я..."
    # img_30315
    # m "Молчать!"
    # m "Пошел вон отсюда!!!"
    # m "Еще раз здесь тебя увижу - вызову охрану!!!"
    # m "Жалкий водитель!"
    # img_30316
    # fred "..." 
    img_30312
    m "FRED !!!"
    m "Как ты смеешь вести себя подобным образом?!"
    m "Кто ТЫ и кто Я!!!"
    m "!!!"
    img_30313
    m "Я - Моника Бакфетт!!!"
    m "И мне плевать на то, что ты кому-то покажешь это фото!"
    m "Ты просто какой-то никчемный водитель!!! Тебе никто не поверит!"
    m "Я всем скажу, что ты шантажируешь меня, подделав фото!"
    img_30314
    fred "Миссис Бакфетт, я..."
    img_30315
    m "Schweig!"
    m "Raus hier!!!"
    m "Wenn ich dich hier nochmal sehe, hole ich den Sicherheitsdienst!!!"
    m "Dummer Fahrer!"
    img_30316
    fred "..." 

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:98
translate german ep212_dialogues5_julia_1_3e9f760d:

    # img_30317
    # mt "Я не могу допустить, чтобы эту фотографию кто-либо увидел!"
    # mt "Никто не должен знать о моих временных трудностях..."
    # img_30318
    # m "Фред..."
    # fred "Да, Миссис Бакфетт?"
    # m "Я не забыла о твоей просьбе..."
    # img_30319
    # fred "Если это было так, Миссис Бакфетт, то я давно получил бы ответ на свой вопрос."
    # m "Фред, это не так просто, как может показаться."
    # m "Я и так выгляжу как какая-то лесбиянка, а все из-за твоего глупого задания!"
    # img_30320
    # fred "Нет, Миссис Бакфетт. Это не глупое задание."
    # m "..." 
    # img_30321
    # fred "Хорошо, Миссис Бакфетт."
    # fred "Я готов пойти Вам навстречу, но только потому, что хорошо к Вам отношусь."
    # fred "Более того, чем требует мой профессионализм."
    # img_30313
    # mt "Мерзавец!"
    # img_30322
    # fred "Я дам Вам последний шанс."
    # fred "Я жду ответ в ближайшее время."
    # fred "Если Вы поступите непрофессионально. Не дадите ответ или попытаетесь обмануть меня..."
    # img_30323
    # fred "В таком случае, я более не считаю своим профессиональным долгом скрывать это фото..."
    # fred "Желаю удачи, Миссис Бакфетт."
    # img_30324
    # mt "Как он посмел!"
    # mt "Ни в коем случае нельзя допустить, чтобы мою фотографию кто-то увидел!"
    # mt "Пора прекращать весь этот цирк с никчемной Юлией и мерзавцем Фредом!"
    # mt "!!!"
    # img_30325
    # mt "Когда закончатся мои временные трудности..."
    # mt "Я убью этого никчемного корнишона!"
    # mt "Сначала оторву ему яйца, а потом убью!"
    # mt "!!!"
    img_30317
    mt "Я не могу допустить, чтобы эту фотографию кто-либо увидел!"
    mt "Никто не должен знать о моих временных трудностях..."
    img_30318
    m "Fred ..."
    fred "Ja, Frau Buckfett?"
    m "Я не забыла о твоей просьбе..."
    img_30319
    fred "Если это было так, Миссис Бакфетт, то я давно получил бы ответ на свой вопрос."
    m "Фред, это не так просто, как может показаться."
    m "Я и так выгляжу как какая-то лесбиянка, а все из-за твоего глупого задания!"
    img_30320
    fred "Нет, Миссис Бакфетт. Это не глупое задание."
    m "..." 
    img_30321
    fred "Na gut, Frau Buckfett."
    fred "Я готов пойти Вам навстречу, но только потому, что хорошо к Вам отношусь."
    fred "Более того, чем требует мой профессионализм."
    img_30313
    mt "Bastard!"
    img_30322
    fred "Я дам Вам последний шанс."
    fred "Я жду ответ в ближайшее время."
    fred "Если Вы поступите непрофессионально. Не дадите ответ или попытаетесь обмануть меня..."
    img_30323
    fred "В таком случае, я более не считаю своим профессиональным долгом скрывать это фото..."
    fred "Желаю удачи, Миссис Бакфетт."
    img_30324
    mt "Как он посмел!"
    mt "Ни в коем случае нельзя допустить, чтобы мою фотографию кто-то увидел!"
    mt "Пора прекращать весь этот цирк с никчемной Юлией и мерзавцем Фредом!"
    mt "!!!"
    img_30325
    mt "Когда закончатся мои временные трудности..."
    mt "Я убью этого никчемного корнишона!"
    mt "Сначала оторву ему яйца, а потом убью!"
    mt "!!!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:142
translate german ep212_dialogues5_julia_2_16aad510:

    # img_20886
    # mt "Как меня достала вся эта глупая ситуация с трусиками никчемной Юлии!"
    # mt "Мне нужно прекращать этот цирк как можно скорее!"
    # mt "И слать ко всем чертям эту дурочку Юлию и мерзавца корнишона!"
    # mt "!!!"
    # img_20362
    # mt "Я вижу только один вариант..."
    # mt "Мне нужно сегодня попасть домой к Юлии..."
    # mt "И, наконец, узнать чертов цвет ее чертовых трусиков!"
    # img_16496
    img_20886
    mt "Как меня достала вся эта глупая ситуация с трусиками никчемной Юлии!"
    mt "Мне нужно прекращать этот цирк как можно скорее!"
    mt "И слать ко всем чертям эту дурочку Юлию и мерзавца корнишона!"
    mt "!!!"
    img_20362
    mt "Я вижу только один вариант..."
    mt "Мне нужно сегодня попасть домой к Юлии..."
    mt "И, наконец, узнать чертов цвет ее чертовых трусиков!"
    img_16496

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:154
translate german ep212_dialogues5_julia_2_f84682dc:

    # img_16497
    # m "Милая, я так соскучилась по тебе..."
    # img_16499
    # julia "Миссис Бакфетт..."
    # julia "И я по Вам соскучилась... Очень..."
    # img_16498
    img_16497
    m "Милая, я так соскучилась по тебе..."
    img_16499
    julia "Frau Buckfett..."
    julia "И я по Вам соскучилась... Очень..."
    img_16498

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:162
translate german ep212_dialogues5_julia_2_22e6e0c2:

    # img_16486
    # m "Мне так хочется побыть с тобой наедине, милая."
    # m "А тебе?"
    # img_16487
    # julia "И мне, Миссис Бакфетт."
    # julia "Только... Где мы сможем уединиться?" 
    # julia "Не в моей же квартире..."
    # julia "Думаю, Вам не захочется возвращаться туда снова..."
    img_16486
    m "Мне так хочется побыть с тобой наедине, милая."
    m "А тебе?"
    img_16487
    julia "И мне, Миссис Бакфетт."
    julia "Только... Где мы сможем уединиться?" 
    julia "Не в моей же квартире..."
    julia "Думаю, Вам не захочется возвращаться туда снова..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:173
translate german ep212_dialogues5_julia_2_4ccc3021:

    # img_16482
    # m "Милая, ты же понимаешь, что такой женщине, как Я, не может понравится у тебя в гостях..."
    # m "Я не привыкла бывать в подобных местах и..."
    # m "Я вообще не понимаю, как можно там жить."
    # julia "..."
    # img_16483
    # m "Но я готова все это потерпеть ради тебя..."
    # m "Милая..."
    # img_16484
    # julia "М-Миссис Бакфетт, я не хочу, чтобы Вы испытывали неудобства."
    # julia "Будет лучше, если мы будем проводить время не в моей квартире."
    # julia "Может быть, Вы пригласите меня к себе?"
    # img_16485
    # mt "Черт!"
    # mt "!!!"
    img_16482
    m "Милая, ты же понимаешь, что такой женщине, как Я, не может понравится у тебя в гостях..."
    m "Я не привыкла бывать в подобных местах и..."
    m "Я вообще не понимаю, как можно там жить."
    julia "..."
    img_16483
    m "Но я готова все это потерпеть ради тебя..."
    m "Süß..."
    img_16484
    julia "М-Миссис Бакфетт, я не хочу, чтобы Вы испытывали неудобства."
    julia "Будет лучше, если мы будем проводить время не в моей квартире."
    julia "Может быть, Вы пригласите меня к себе?"
    img_16485
    mt "Huch!"
    mt "!!!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:191
translate german ep212_dialogues5_julia_2_5fcb1506:

    # img_16488
    # m "Знаешь, что? Несмотря на все, твоя квартира мне показалась очень уютной."
    # julia "Правда?"
    # m "Да, милая."
    # img_30326
    # julia "Но... Вы же сказали, что Вам не понравилось у меня в гостях..."
    # m "Мне... Мне просто немного непривычно, но не более того."
    # julia "..."
    # img_30327
    # mt "И? Чего эта дурочка молчит?"
    # mt "Я ее еще и должна уговаривать?"
    # img_30328
    # m "..." 
    # img_30329
    # m "Я могла бы прийти к тебе в гости сегодня после работы..."
    # julia "Я..."
    # julia "..."
    # m "Ты не хочешь, чтобы я к тебе приходила, милая?"
    # img_30330
    # julia "Хочу, конечно!"
    # img_30331
    # julia "Миссис Бакфетт, просто мне так неудобно..."
    # julia "Моя квартира не сравнится с Вашим прекрасным домом."
    # img_30332
    # m "Все в порядке, милая. Не переживай."
    # m "Я приду вечером и мы устроим с тобой романтическую встречу."
    # img_30333
    # julia "Да, хорошо, Миссис Бакфетт."
    # m "Будешь меня ждать?"
    # julia "Конечно, Миссис Бакфетт."
    # img_30334
    img_16488
    m "Знаешь, что? Несмотря на все, твоя квартира мне показалась очень уютной."
    julia "Wirklich?"
    m "Да, милая."
    img_30326
    julia "Но... Вы же сказали, что Вам не понравилось у меня в гостях..."
    m "Мне... Мне просто немного непривычно, но не более того."
    julia "..."
    img_30327
    mt "И? Чего эта дурочка молчит?"
    mt "Я ее еще и должна уговаривать?"
    img_30328
    m "..." 
    img_30329
    m "Я могла бы прийти к тебе в гости сегодня после работы..."
    julia "Ich..."
    julia "..."
    m "Ты не хочешь, чтобы я к тебе приходила, милая?"
    img_30330
    julia "Хочу, конечно!"
    img_30331
    julia "Миссис Бакфетт, просто мне так неудобно..."
    julia "Моя квартира не сравнится с Вашим прекрасным домом."
    img_30332
    m "Все в порядке, милая. Не переживай."
    m "Я приду вечером и мы устроим с тобой романтическую встречу."
    img_30333
    julia "Да, хорошо, Миссис Бакфетт."
    m "Будешь меня ждать?"
    julia "Конечно, Миссис Бакфетт."
    img_30334

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:225
translate german ep212_dialogues5_julia_2_68c45dc9:

    # img_16489
    # mt "На этот раз ты от меня не отвертишься, никчемная Юлия."
    img_16489
    mt "На этот раз ты от меня не отвертишься, никчемная Юлия."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:232
translate german ep212_dialogues5_julia_2_1_f0d541c0:

    # julia "Миссис Бакфетт, я не могу дождаться вечера!"
    # julia "Так хочется побыть с Вами наедине!"
    julia "Миссис Бакфетт, я не могу дождаться вечера!"
    julia "Так хочется побыть с Вами наедине!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:241
translate german ep212_dialogues5_julia_2_2_16ae2b09:

    # mt "Сейчас мне нужно идти к Юлии домой."
    # mt "Если я сегодня не узнаю цвет ее никчемных трусиков, то Фред покажет всем мое фото..."
    # mt "Я даже боюсь думать о последствиях!"
    mt "Сейчас мне нужно идти к Юлии домой."
    mt "Если я сегодня не узнаю цвет ее никчемных трусиков, то Фред покажет всем мое фото..."
    mt "Я даже боюсь думать о последствиях!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:250
translate german ep212_dialogues5_julia_3_482bfe58:

    # img_30337
    # julia "Миссис Бакфетт, я так рада, что Вы ко мне пришли!"
    # julia "Я переживала, что Вы передумаете и не придете."
    # img_30338
    # m "Ну что ты, милая. Как ты могла об этом подумать?"
    # m "Ты же знаешь о моих чувствах к тебе."
    # m "Мне приятно проводить с тобой время... Обнимать тебя... Целовать..."
    # img_30339
    # julia "О, Миссис Бакфетт!"
    # julia "!!!"
    # img_30340
    # mt "Как же меня достало притворяться влюбленной дурой и нести эту чушь!"
    # mt "Надеюсь, это последний вечер, когда я вынуждена притворяться..."
    # mt "Перед своей бывшей гувернанткой..."
    # img_30341
    img_30337
    julia "Миссис Бакфетт, я так рада, что Вы ко мне пришли!"
    julia "Я переживала, что Вы передумаете и не придете."
    img_30338
    m "Ну что ты, милая. Как ты могла об этом подумать?"
    m "Ты же знаешь о моих чувствах к тебе."
    m "Мне приятно проводить с тобой время... Обнимать тебя... Целовать..."
    img_30339
    julia "Oh, Frau Buckfett!"
    julia "!!!"
    img_30340
    mt "Как же меня достало притворяться влюбленной дурой и нести эту чушь!"
    mt "Надеюсь, это последний вечер, когда я вынуждена притворяться..."
    mt "Перед своей бывшей гувернанткой..."
    img_30341

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:267
translate german ep212_dialogues5_julia_3_d20dfb9d:

    # img_30342
    img_30342

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:269
translate german ep212_dialogues5_julia_3_1a0be7f7:

    # img_23585
    img_23585

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:271
translate german ep212_dialogues5_julia_3_53011082:

    # img_23586
    img_23586

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:273
translate german ep212_dialogues5_julia_3_2b1c9b3b:

    # img_23587
    # m "Юлия... Милая..."
    # img_23588
    img_23587
    m "Юлия... Милая..."
    img_23588

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:278
translate german ep212_dialogues5_julia_3_ef06e88a:

    # img_30343
    # julia "Миссис Бакфетт, Вы..."
    # julia "Вы снова хотите потрогать мои трусики?"
    # img_30344
    # mt "Ну начинается..."
    # img_30345
    # m "Да, милая. Мне очень приятно прикасаться к тебе и..."
    # m "Я хотела бы большего..."
    # img_30346
    # julia "Б-большего?"
    # julia "Миссис Бакфетт, Вы уверены?"
    # julia "Вы - леди из высшего общества, а я простая девушка..."
    # julia "Которая работает у Вас в подчинении."
    # img_30347
    # m "Да, милая, я уверена в своих чувствах к тебе."
    # julia "Вы поэтому постоянно хотите посмотреть на мои трусики?"
    # img_30348
    # julia "Это просто предлог, чтобы попробовать мою... мою киску?"
    # img_30349
    # mt "О Боже! Какая гадость!"
    # mt "Моника, неужели тебе придется смотреть на киску этой никчемной Юлии?!"
    # mt "Еще и делать вид, что тебе это приятно?"
    # mt "..."
    img_30343
    julia "Миссис Бакфетт, Вы..."
    julia "Вы снова хотите потрогать мои трусики?"
    img_30344
    mt "Ну начинается..."
    img_30345
    m "Да, милая. Мне очень приятно прикасаться к тебе и..."
    m "Я хотела бы большего..."
    img_30346
    julia "Б-большего?"
    julia "Миссис Бакфетт, Вы уверены?"
    julia "Вы - леди из высшего общества, а я простая девушка..."
    julia "Которая работает у Вас в подчинении."
    img_30347
    m "Да, милая, я уверена в своих чувствах к тебе."
    julia "Вы поэтому постоянно хотите посмотреть на мои трусики?"
    img_30348
    julia "Это просто предлог, чтобы попробовать мою... мою киску?"
    img_30349
    mt "О Боже! Какая гадость!"
    mt "Моника, неужели тебе придется смотреть на киску этой никчемной Юлии?!"
    mt "Еще и делать вид, что тебе это приятно?"
    mt "..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:309
translate german ep212_dialogues5_julia_3_a494cc0e:

    # img_30350
    img_30350

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:311
translate german ep212_dialogues5_julia_3_098c96aa:

    # img_30351
    # mt "Нет!!!" 
    # mt "Мне надоело заниматься этими глупостями!"
    # img_23598
    # m "Знаешь, Юлия, у меня сегодня еще много дел."
    # m "Так что, я пойду."
    # img_30352
    # julia "Но... Миссис Бакфетт!"
    # julia "Это из-за того, что я..."
    # julia "Постоянно Вам отказываю?"
    # img_23600
    # m "Это уже не имеет значения!"
    # m "Забудь все, что было!"
    # m "Увидимся на работе."
    # img_23606
    # julia "..."
    img_30351
    mt "Nein!!!" 
    mt "Das langweilt mich so!"
    img_23598
    m "Weißt du, Julia, ich muss heute noch viel erledigen."
    m "Also, gehe ich jetzt."
    img_30352
    julia "Aber... Frau Buckfett!"
    julia "Ist es, weil ich..."
    julia "Dich dauernd ablehne?"
    img_23600
    m "Das hat damit nichts zu tun!"
    m "Vergiss alles, was war."
    m "Wir sehen uns nur in der Arbeit."
    img_23606
    julia "..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:329
translate german ep212_dialogues5_julia_3_0ec015fe:

    # img_30353
    # m "Милая, я очень давно этого хочу..."
    # img_30354
    # julia "Давно? А с какого времени? С того, как я у Вас работала гувернанткой?"
    # m "Да, еще с того времени."
    img_30353
    m "Милая, я очень давно этого хочу..."
    img_30354
    julia "Давно? А с какого времени? С того, как я у Вас работала гувернанткой?"
    m "Да, еще с того времени."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:338
translate german ep212_dialogues5_julia_3_627de890:

    # img_30355
    # m "Я не понимала тогда своих чувств..."
    # m "Поэтому иногда злилась на тебя."
    # m "Я просто была растеряна и не знала, что мне делать."
    img_30355
    m "Я не понимала тогда своих чувств..."
    m "Поэтому иногда злилась на тебя."
    m "Я просто была растеряна и не знала, что мне делать."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:345
translate german ep212_dialogues5_julia_3_8fe3ca6c:

    # img_30355
    # m "Именно поэтому я простила тебе тогда за то пятно на ковре."
    # m "И не стала тебя наказывать."
    # img_30356
    # julia "Правда?"
    # m "Да, милая..."
    # m "Я просто уже не могу дождаться этого момента."
    # img_30357
    # m "Ты мне веришь, Юлия? Веришь, что ты мне и правда нравишься?"
    # img_30358
    # julia "Я..."
    # julia "Я даже не знаю..."
    # julia "..."
    # m "..."
    # img_30359
    # julia "Миссис Бакфетт, я даже и мечтать не могла о таком..."
    # julia "Неужели, мне это не снится?"
    # img_30360
    # m "Это не сон, милая."
    # julia "Миссис Бакфетт..."
    # julia "Я правда, правда начинаю Вам доверять намного больше..."
    # img_30361
    # mt "Неужели?! Наконец-то!!!"
    # mt "Этот цирк сегодня закончится!!!"
    # img_30362
    img_30355
    m "Именно поэтому я простила тебе тогда за то пятно на ковре."
    m "И не стала тебя наказывать."
    img_30356
    julia "Wirklich?"
    m "Ja wirklich..."
    m "Я просто уже не могу дождаться этого момента."
    img_30357
    m "Ты мне веришь, Юлия? Веришь, что ты мне и правда нравишься?"
    img_30358
    julia "Ich..."
    julia "Я даже не знаю..."
    julia "..."
    m "..."
    img_30359
    julia "Миссис Бакфетт, я даже и мечтать не могла о таком..."
    julia "Неужели, мне это не снится?"
    img_30360
    m "Это не сон, милая."
    julia "Frau Buckfett..."
    julia "Я правда, правда начинаю Вам доверять намного больше..."
    img_30361
    mt "Неужели?! Наконец-то!!!"
    mt "Этот цирк сегодня закончится!!!"
    img_30362

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:375
translate german ep212_dialogues5_julia_3_e4bd17e3:

    # img_30363
    img_30363

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:377
translate german ep212_dialogues5_julia_3_d61aa94a:

    # img_30364
    # m "Юлия, иди ко мне..."
    # img_30365
    img_30364
    m "Юлия, иди ко мне..."
    img_30365

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:382
translate german ep212_dialogues5_julia_3_b0c3d58d:

    # img_30366
    # julia "Миссис Бакфетт, мне надо отлучиться на минутку..."
    # julia "Я сейчас вернусь."
    # img_30367
    # mt "Все что мне надо - это цвет ее гребаных трусиков."
    # mt "Как только увижу, какого они цвета..."
    # img_30368
    # mt "Укажу своей никчемной бывшей гувернантке на ее место!"
    # mt "Возомнила из себя героиню романа! Наивная дурочка!"
    # img_30369
    # mt "Да кто она такая, чтобы сама Моника Бакфетт говорила с ней о каких-то чувствах! Фи!"
    img_30366
    julia "Миссис Бакфетт, мне надо отлучиться на минутку..."
    julia "Ich bin gleich wieder da."
    img_30367
    mt "Все что мне надо - это цвет ее гребаных трусиков."
    mt "Как только увижу, какого они цвета..."
    img_30368
    mt "Укажу своей никчемной бывшей гувернантке на ее место!"
    mt "Возомнила из себя героиню романа! Наивная дурочка!"
    img_30369
    mt "Да кто она такая, чтобы сама Моника Бакфетт говорила с ней о каких-то чувствах! Фи!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:402
translate german ep212_dialogues5_julia_4_3f40c673:

    # img_30370
    img_30370

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:404
translate german ep212_dialogues5_julia_4_ab926b95:

    # img_30371
    img_30371

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:406
translate german ep212_dialogues5_julia_4_e23cb96d:

    # img_30372
    img_30372

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:408
translate german ep212_dialogues5_julia_4_35fa9229:

    # img_30373
    # m "Иди сюда, милая. Не стесняйся."
    # m "Я так давно ждала этого момента..."
    # img_30374
    img_30373
    m "Иди сюда, милая. Не стесняйся."
    m "Я так давно ждала этого момента..."
    img_30374

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:417
translate german ep212_dialogues5_julia_4_d0195e0b:

    # img_30375
    img_30375

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:419
translate german ep212_dialogues5_julia_4_2ef88f79:

    # img_30376
    img_30376

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:421
translate german ep212_dialogues5_julia_4_46725d55:

    # img_30377
    img_30377

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:423
translate german ep212_dialogues5_julia_4_9daf0593:

    # img_30378
    # mt "Этот момент сейчас настанет!"
    # mt "Еще немного и корнишон вместе с Юлией пойдут ко все чертям!!!"
    # img_30379
    img_30378
    mt "Этот момент сейчас настанет!"
    mt "Еще немного и корнишон вместе с Юлией пойдут ко все чертям!!!"
    img_30379

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:432
translate german ep212_dialogues5_julia_4_1611a91a:

    # img_30380
    img_30380

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:434
translate german ep212_dialogues5_julia_4_c6079d91:

    # img_30381
    img_30381

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:436
translate german ep212_dialogues5_julia_4_b10f36b4:

    # img_30382
    # mt "Какого черта?!"
    # mt "?!?!?!"
    # img_30383
    # mt "Твою мать!!!!"
    # mt "!!!"
    # img_30384
    # mt "Так, Моника, спокойно!"
    # mt "Нельзя, чтобы она поняла, что кроме ее гребанных трусиков тебе больше ничего от нее не нужно!"
    # img_30385
    # julia "Миссис Бакфетт, Вам нравится моя киска?"
    # julia "Я так мечтаю, чтобы Вы прикоснулись к ней своими губами..."
    # julia "Я так этого хочу..."
    # img_30386
    # m "..."
    # julia "У Вас такой вид..."
    # julia "Вы же не передумали, Миссис Бакфетт?"
    img_30382
    mt "Was zur Hölle?"
    mt "?!?!?!"
    img_30383
    mt "Твою мать!!!!"
    mt "!!!"
    img_30384
    mt "Так, Моника, спокойно!"
    mt "Нельзя, чтобы она поняла, что кроме ее гребанных трусиков тебе больше ничего от нее не нужно!"
    img_30385
    julia "Миссис Бакфетт, Вам нравится моя киска?"
    julia "Я так мечтаю, чтобы Вы прикоснулись к ней своими губами..."
    julia "Я так этого хочу..."
    img_30386
    m "..."
    julia "У Вас такой вид..."
    julia "Вы же не передумали, Миссис Бакфетт?"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:457
translate german ep212_dialogues5_julia_4_2ccbff68:

    # img_30387
    # m "Конечно, не передумала..."
    # m "Милая, а где твои трусики? Я хочу на них посмотреть..."
    # img_30388
    # julia "Миссис Бакфетт, я же только что вышла из душа..."
    # img_30389
    # m "Значит, твои трусики в ванной?"
    # img_30390
    # julia "Нет, Миссис Бакфетт..."
    # julia "Моя киска перед Вами..."
    # julia "Зачем Вам мои трусики?"
    # img_30391
    # m "..."
    # img_30392
    # mt "Дъявол!"
    # mt "И что мне теперь делать?"
    # mt "Как бы отсюда быстрее свалить!"
    # mt "Я не хочу приближаться к ее... киске."
    # mt "Какая гадость! Фу!"
    # img_30393
    # julia "Миссис Бакфетт, я помню, Вы носили мои белые трусики..."
    img_30387
    m "Конечно, не передумала..."
    m "Милая, а где твои трусики? Я хочу на них посмотреть..."
    img_30388
    julia "Миссис Бакфетт, я же только что вышла из душа..."
    img_30389
    m "Значит, твои трусики в ванной?"
    img_30390
    julia "Нет, Миссис Бакфетт..."
    julia "Моя киска перед Вами..."
    julia "Зачем Вам мои трусики?"
    img_30391
    m "..."
    img_30392
    mt "Böses Arschloch!"
    mt "И что мне теперь делать?"
    mt "Как бы отсюда быстрее свалить!"
    mt "Я не хочу приближаться к ее... киске."
    mt "Какая гадость! Фу!"
    img_30393
    julia "Миссис Бакфетт, я помню, Вы носили мои белые трусики..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:482
translate german ep212_dialogues5_julia_4_6be80521:

    # img_30393
    # julia "С этими Вы хотите сделать то же самое?"
    img_30393
    julia "С этими Вы хотите сделать то же самое?"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:487
translate german ep212_dialogues5_julia_4_da0a3762:

    # img_30394
    # m "Да! Я хочу носить их!"
    # m "Мне..."
    # m "Мне нравится твой вкус на нижнее белье."
    # julia "Хорошо, я покажу Вам свои трусики..."
    # m "!!!"
    # img_30395
    # julia "Вот они."
    # julia "Вам они нравятся, Миссис Бакфетт?"
    # img_30396
    # mt "Черные?!"
    # mt "..."
    # mt "Просто черные трусики!"
    # mt "И почему я не догадалась назвать Фреду черный цвет?!"
    # mt "!!!"
    # img_30397
    # julia "Миссис Бакфетт, Вы останетесь сегодня у меня на ночь?"
    # julia "Я так мечтаю подольше побыть с Вами..."
    # julia "Я бы убежала с Вами вдвоем подальше отсюда..."
    # img_30398
    # julia "Только Вы и я!"
    # julia "Мы жили бы вместе где-нибудь, где о нас никто не знает..."
    # img_30399
    img_30394
    m "Да! Я хочу носить их!"
    m "Ich bin..."
    m "Мне нравится твой вкус на нижнее белье."
    julia "Хорошо, я покажу Вам свои трусики..."
    m "!!!"
    img_30395
    julia "Вот они."
    julia "Вам они нравятся, Миссис Бакфетт?"
    img_30396
    mt "Черные?!"
    mt "..."
    mt "Просто черные трусики!"
    mt "И почему я не догадалась назвать Фреду черный цвет?!"
    mt "!!!"
    img_30397
    julia "Миссис Бакфетт, Вы останетесь сегодня у меня на ночь?"
    julia "Я так мечтаю подольше побыть с Вами..."
    julia "Я бы убежала с Вами вдвоем подальше отсюда..."
    img_30398
    julia "Только Вы и я!"
    julia "Мы жили бы вместе где-нибудь, где о нас никто не знает..."
    img_30399

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:515
translate german ep212_dialogues5_julia_4_490a7ff6:

    # img_30400
    # m "Убежать и жить вместе?" 
    # img_30401
    # mt "Может, она еще и о женитьбе со мной мечтает?"
    # mt "Что за бред она несет?!"
    # img_30402
    # julia "Да, жить вместе. Например, на моей родине..."
    # julia "Если бы это было возможно..."
    # img_30403
    # mt "Моника, пришло время поставить эту наивную дурочку на место!"
    img_30400
    m "Убежать и жить вместе?" 
    img_30401
    mt "Может, она еще и о женитьбе со мной мечтает?"
    mt "Что за бред она несет?!"
    img_30402
    julia "Да, жить вместе. Например, на моей родине..."
    julia "Если бы это было возможно..."
    img_30403
    mt "Моника, пришло время поставить эту наивную дурочку на место!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:530
translate german ep212_dialogues5_julia_4_86410a3d:

    # img_30404
    # m "Юлия, ты же знаешь, что это невозможно."
    # img_30405
    # m "Я слишком знаменита, чтобы остаться незамеченной."
    # m "Если пресса узнает о том, что я хочу сбежать из страны..."
    # m "Об этом напишут все издания. И все об этом узнают."
    # m "Мне не нужны подобные скандалы вокруг моей персоны!"
    # img_30406
    # julia "Конечно, я это понимаю, Миссис Бакфетт."
    # julia "Но если обратиться к моему дяде..."
    # julia "Он может сделать Вам поддельный паспорт."
    # img_30407
    # mt "..."
    # img_30408
    # mt "Дядя..."
    # mt "Поддельный паспорт..."
    # mt "Убежать из страны..."
    # mt "..."
    # img_30409
    # mt "Убежать из страны!"
    # mt "!!!"
    # mt "!!!!!!"
    img_30404
    m "Юлия, ты же знаешь, что это невозможно."
    img_30405
    m "Я слишком знаменита, чтобы остаться незамеченной."
    m "Если пресса узнает о том, что я хочу сбежать из страны..."
    m "Об этом напишут все издания. И все об этом узнают."
    m "Мне не нужны подобные скандалы вокруг моей персоны!"
    img_30406
    julia "Конечно, я это понимаю, Миссис Бакфетт."
    julia "Но если обратиться к моему дяде..."
    julia "Он может сделать Вам поддельный паспорт."
    img_30407
    mt "..."
    img_30408
    mt "Дядя..."
    mt "Поддельный паспорт..."
    mt "Убежать из страны..."
    mt "..."
    img_30409
    mt "Убежать из страны!"
    mt "!!!"
    mt "!!!!!!"

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:564
translate german ep212_dialogues5_julia_4_abb17db0:

    # img_30410
    # mt "Нет!!!" 
    # mt "Мне надоело заниматься этими глупостями!"
    # img_30411
    # m "Знаешь, Юлия, у меня сегодня еще много дел." 
    # m "А мое время стоит слишком дорого, чтобы я тратила его на какие-то глупые отношения!"
    # m "Я Моника Бакфетт. Я - твой Босс."
    # m "С чего ты взяла, что такая как ТЫ может привлекать такую леди, как Я?!"
    # img_30412
    # julia "Но... Миссис Бакфетт!"
    # img_30413
    # m "Никаких 'но', Юлия!"
    # m "Не хочу больше ничего слышать! Мне это все надоело."
    # m "Межу нами не было никаких отношений и никога не будет!"
    # julia "..." 
    # img_30414
    # m "Твое место здесь, в трущобах."
    # m "Твоя работа - исполнять мои поручения."
    # m "Больше мне от тебя ничего не нужно!"
    # img_30415
    # julia "М-Миссис..."
    # m "Будешь пытаться завести со мной разговор об отношениях..."
    # m "Скажешь хоть слово об этом - уволю к черту!!!"
    # m "!!!"
    # m "Ты поняла меня?!"
    # img_30416
    # julia "Д-да, М-Миссис Бакфетт..."
    # julia "..."
    img_30410
    mt "Nein!!!" 
    mt "Das langweilt mich so!"
    img_30411
    m "Weißt du, Julia, ich muss heute noch viel erledigen." 
    m "А мое время стоит слишком дорого, чтобы я тратила его на какие-то глупые отношения!"
    m "Я Моника Бакфетт. Я - твой Босс."
    m "С чего ты взяла, что такая как ТЫ может привлекать такую леди, как Я?!"
    img_30412
    julia "Aber... Frau Buckfett!"
    img_30413
    m "Никаких 'но', Юлия!"
    m "Не хочу больше ничего слышать! Мне это все надоело."
    m "Межу нами не было никаких отношений и никога не будет!"
    julia "..." 
    img_30414
    m "Твое место здесь, в трущобах."
    m "Твоя работа - исполнять мои поручения."
    m "Больше мне от тебя ничего не нужно!"
    img_30415
    julia "М-Миссис..."
    m "Будешь пытаться завести со мной разговор об отношениях..."
    m "Скажешь хоть слово об этом - уволю к черту!!!"
    m "!!!"
    m "Ты поняла меня?!"
    img_30416
    julia "Д-да, М-Миссис Бакфетт..."
    julia "..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:594
translate german ep212_dialogues5_julia_4_27baab73:

    # img_30417
    # mt "Дядя Юлии - это шанс полностью изменить мою жизнь."
    # mt "Решить все мои проблемы."
    # mt "Это же элементарно. Мне просто нужно и дальше притворяться влюбленной дурой перед Юлией."
    # mt "В другой стране меня не найдет Маркус и остальные извращенцы."
    # img_30418
    # mt "Мне не нужно будет постоянно переживать из-за этой чертовой Фермы 218."
    # mt "..."
    # mt "Моника, это твой шанс!"
    # mt "Просто продолжай притворяться..."
    # img_30419
    # m "Я тоже мечтаю быть с тобой вдвоем, милая."
    # m "Только ты и я."
    # img_30420
    # julia "О, Миссис Бакфетт! Это правда?!"
    # julia "Я боялась, что Вы скажете, что это мои глупые мечты..."
    # julia "Я так рада, Миссис Бакфетт!"
    # julia "!!!"
    # img_30421
    # m "..."
    # img_30422
    # julia "..." 
    # img_30423
    # m "!!!"
    # img_30424
    # julia "Миссис Бакфетт, так Вы останетесь сегодня у меня?.."
    # m "..."
    # m "Да, Юлия... Я останусь у тебя сегодня..."
    # img_30425
    # mt "Боже! Я не верю, что целую киску своей бывшей гувернантки..."
    # mt "Фи! Какая гадость!"
    # img_30426
    # mt "!!!"
    # mt "Но если я не стану делать этого, то эта Юлия не поверит мне и мой план не сработает..."
    # img_30427
    # mt "А мне нужен этот шанс! Шанс решить свои проблемы..."
    # julia "О, Миссис Бакфетт! Еще!"
    # img_30428
    # julia "О Боже, как же хорошо!"
    # julia "Миссис... мммммм... Бакфетт..."
    # img_30429
    img_30417
    mt "Дядя Юлии - это шанс полностью изменить мою жизнь."
    mt "Решить все мои проблемы."
    mt "Это же элементарно. Мне просто нужно и дальше притворяться влюбленной дурой перед Юлией."
    mt "В другой стране меня не найдет Маркус и остальные извращенцы."
    img_30418
    mt "Мне не нужно будет постоянно переживать из-за этой чертовой Фермы 218."
    mt "..."
    mt "Моника, это твой шанс!"
    mt "Просто продолжай притворяться..."
    img_30419
    m "Я тоже мечтаю быть с тобой вдвоем, милая."
    m "Только ты и я."
    img_30420
    julia "О, Миссис Бакфетт! Это правда?!"
    julia "Я боялась, что Вы скажете, что это мои глупые мечты..."
    julia "Я так рада, Миссис Бакфетт!"
    julia "!!!"
    img_30421
    m "..."
    img_30422
    julia "..." 
    img_30423
    m "!!!"
    img_30424
    julia "Миссис Бакфетт, так Вы останетесь сегодня у меня?.."
    m "..."
    m "Да, Юлия... Я останусь у тебя сегодня..."
    img_30425
    mt "Боже! Я не верю, что целую киску своей бывшей гувернантки..."
    mt "Фи! Какая гадость!"
    img_30426
    mt "!!!"
    mt "Но если я не стану делать этого, то эта Юлия не поверит мне и мой план не сработает..."
    img_30427
    mt "А мне нужен этот шанс! Шанс решить свои проблемы..."
    julia "О, Миссис Бакфетт! Еще!"
    img_30428
    julia "О Боже, как же хорошо!"
    julia "Миссис... мммммм... Бакфетт..."
    img_30429

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:639
translate german ep212_dialogues5_julia_4_67d54921:

    # img_30445
    img_30445

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:641
translate german ep212_dialogues5_julia_4_efbdef80:

    # img_30446
    img_30446

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:643
translate german ep212_dialogues5_julia_4_a06bd311:

    # img_30447
    img_30447

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:645
translate german ep212_dialogues5_julia_4_b49ab1d7:

    # img_30448
    # julia "Аааа..."
    # julia "Еще немного..."
    # img_30430
    img_30448
    julia "Ahhh..."
    julia "Etwas mehr..."
    img_30430

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:650
translate german ep212_dialogues5_julia_4_47071d31:

    # img_30449
    # julia "Я... Ооооо... Скоро кончу..."
    # julia "Да... О, да!"
    # img_30431
    # julia "Ааааа..."
    # julia "ДАААААААА!!!!" 
    # img_30432
    img_30449
    julia "Я... Ооооо... Скоро кончу..."
    julia "Да... О, да!"
    img_30431
    julia "Ahhhh ..."
    julia "ДАААААААА!!!!" 
    img_30432

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:660
translate german ep212_dialogues5_julia_4_0fa42d22:

    # img_30433
    # mt "Фу!"
    # mt "Надеюсь, мне нечасто придется делать это!"
    # img_30434
    # julia "Миссис Бакфетт, это было великолепно!"
    # julia "Я... У меня нет слов, чтобы передать, насколько я счастлива!"
    # julia "Вы же останетесь у меня, Миссис Бакфетт?"
    # m "Да, Юлия... Я останусь..."
    # img_30435
    # julia "А Вам понравилось ласкать мою киску, Миссис Бакфетт?"
    # m "Да, милая..."
    # m "Очень..."
    # img_30436
    # mt "Поздравляю тебя, Моника. Теперь ты вынуждена притворяться какой-то лесбиянкой."
    # mt "И делать вид, что тебе нравится киска твоей подчиненной."
    # mt "..."
    img_30433
    mt "Pah!"
    mt "Надеюсь, мне нечасто придется делать это!"
    img_30434
    julia "Миссис Бакфетт, это было великолепно!"
    julia "Я... У меня нет слов, чтобы передать, насколько я счастлива!"
    julia "Вы же останетесь у меня, Миссис Бакфетт?"
    m "Да, Юлия... Я останусь..."
    img_30435
    julia "А Вам понравилось ласкать мою киску, Миссис Бакфетт?"
    m "Ja wirklich..."
    m "Sehr..."
    img_30436
    mt "Поздравляю тебя, Моника. Теперь ты вынуждена притворяться какой-то лесбиянкой."
    mt "И делать вид, что тебе нравится киска твоей подчиненной."
    mt "..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:686
translate german ep212_dialogues5_julia_5_87dc2569:

    # img_30437
    img_30437

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:688
translate german ep212_dialogues5_julia_5_723bf634:

    # img_30438
    img_30438

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:690
translate german ep212_dialogues5_julia_5_103b35ed:

    # img_30439
    # m "Юлия, милая, мне так понравилось спать с тобой."
    # m "Может, мы сможем делать это чаще?"
    # img_30440
    # julia "Правда, Миссис Бакфетт?"
    # julia "Мне тоже очень понравилось!"
    # julia "Я хочу каждое утро просыпаться в Ваших объятиях."
    # m "..."
    # img_30441
    # m "Милая, ты вчера говорила про то, что хочешь сбежать отсюда..."
    # julia "Миссис Бакфетт, я понимаю, что Вы не захотите менять свою роскошную жизнь..."
    # julia "Оставлять здесь свой бизнес..."
    # julia "Свой дом, всех своих друзей..."
    # img_30442
    # julia "Только ради того, чтобы быть со мной."
    # julia "Это просто мои глупые мечты..."
    # img_30443
    # mt "Хммм..."
    # mt "Как бы мне уломать ее?"
    # mt "Нужно, чтобы она поверила в искренность моих чувств..."
    # mt "Может, предложить ей жить вместе?"
    # img_30450
    img_30439
    m "Юлия, милая, мне так понравилось спать с тобой."
    m "Может, мы сможем делать это чаще?"
    img_30440
    julia "Правда, Миссис Бакфетт?"
    julia "Мне тоже очень понравилось!"
    julia "Я хочу каждое утро просыпаться в Ваших объятиях."
    m "..."
    img_30441
    m "Милая, ты вчера говорила про то, что хочешь сбежать отсюда..."
    julia "Миссис Бакфетт, я понимаю, что Вы не захотите менять свою роскошную жизнь..."
    julia "Оставлять здесь свой бизнес..."
    julia "Свой дом, всех своих друзей..."
    img_30442
    julia "Только ради того, чтобы быть со мной."
    julia "Это просто мои глупые мечты..."
    img_30443
    mt "Hmmm ..."
    mt "Как бы мне уломать ее?"
    mt "Нужно, чтобы она поверила в искренность моих чувств..."
    mt "Может, предложить ей жить вместе?"
    img_30450

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:714
translate german ep212_dialogues5_julia_5_f6573004:

    # img_30444
    # m "..."
    # m "Почему ты говоришь, что это глупости?"
    # m "Я хочу быть с тобой и готова ради тебя все бросить."
    # m "И я докажу тебе это, милая."
    img_30444
    m "..."
    m "Почему ты говоришь, что это глупости?"
    m "Я хочу быть с тобой и готова ради тебя все бросить."
    m "И я докажу тебе это, милая."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:724
translate german ep212_dialogues5_julia_5_1_638150e9:

    # mt "Мне надо придумать как убедить Юлию поверить, что я якобы действительно люблю ее."
    mt "Мне надо придумать как убедить Юлию поверить, что я якобы действительно люблю ее."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:730
translate german ep212_dialogues5_julia_5_2_bdf80667:

    # mt "Мне пришлось уговаривать никчемную Юлию, чтобы я жила вместе с ней."
    # mt "Эта наивная дурочка верит в то, что Я, Моника Бакфетт, влюбилась в нее."
    # mt "..."
    # mt "Теперь мне нужно как-то уговорить ее, чтобы она связалась со своим дядей..."
    # mt "Мне нужны документы..."
    mt "Мне пришлось уговаривать никчемную Юлию, чтобы я жила вместе с ней."
    mt "Эта наивная дурочка верит в то, что Я, Моника Бакфетт, влюбилась в нее."
    mt "..."
    mt "Теперь мне нужно как-то уговорить ее, чтобы она связалась со своим дядей..."
    mt "Мне нужны документы..."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:741
translate german ep212_dialogues5_julia_5_3_bf89e93d:

    # mt "Поздравляю тебя, Моника. Теперь ты вынуждена притворяться какой-то лесбиянкой..."
    # mt "Моника Бакфетт и ее бывшая гувернантка Юлия - влюбленная парочка. Фи!"
    # mt "!!!"
    # mt "Но я готова поиграть перед этой дурочкой Юлией."
    # mt "Это стоит того, чтобы забыть Маркуса и его Ферму как страшный сон."
    mt "Поздравляю тебя, Моника. Теперь ты вынуждена притворяться какой-то лесбиянкой..."
    mt "Моника Бакфетт и ее бывшая гувернантка Юлия - влюбленная парочка. Фи!"
    mt "!!!"
    mt "Но я готова поиграть перед этой дурочкой Юлией."
    mt "Это стоит того, чтобы забыть Маркуса и его Ферму как страшный сон."

# game/Quests/EP2_12/ep212_dialogues5_julia.rpy:752
translate german ep212_dialogues5_julia_6_6dd8d0f5:

    # img_30301
    # m "Фред!"
    # fred "Миссис Бакфетт, рад Вас видеть."
    # img_30335
    # m "А я не рада тебя видеть, Фред!"
    # m "У меня есть ответ на твою глупую просьбу."
    # m "Юлия носит черные трусики."
    # img_30336
    # fred "Миссис Бакфетт, ну вот видите, как все просто."
    # fred "Достаточно было профессионально подойти к этому делу."
    # fred "И результат не заставил себя ждать."
    # img_30304
    # m "..."
    # m "Что насчет того, чтобы удалить ту фотографию?"
    # img_30303
    # fred "Миссис Бакфетт, я не буду ее удалять."
    # fred "Могу лишь пообещать Вам, что..."
    # fred "Пожертвую своими профессиональными принципами и не покажу Вашу фотографию никому..."
    # fred "Пока что..."
    # img_30312
    # m "!!!"
    # m "Что значит 'пока что'?!"
    # img_30308
    # fred "Как только у меня появится новая просьба..."
    # fred "Вы должны будете ее выполнить..."
    # fred "Всего хорошего, Миссис Бакфетт."
    # img_30324
    # mt "Мерзкий корнишон!"
    # mt "Пусть даже не мечтает об этом!"
    # mt "Сволочь!"
    # mt "!!!"
    img_30301
    m "Fred!"
    fred "Миссис Бакфетт, рад Вас видеть."
    img_30335
    m "А я не рада тебя видеть, Фред!"
    m "У меня есть ответ на твою глупую просьбу."
    m "Юлия носит черные трусики."
    img_30336
    fred "Миссис Бакфетт, ну вот видите, как все просто."
    fred "Достаточно было профессионально подойти к этому делу."
    fred "И результат не заставил себя ждать."
    img_30304
    m "..."
    m "Что насчет того, чтобы удалить ту фотографию?"
    img_30303
    fred "Миссис Бакфетт, я не буду ее удалять."
    fred "Могу лишь пообещать Вам, что..."
    fred "Пожертвую своими профессиональными принципами и не покажу Вашу фотографию никому..."
    fred "Пока что..."
    img_30312
    m "!!!"
    m "Что значит 'пока что'?!"
    img_30308
    fred "Как только у меня появится новая просьба..."
    fred "Вы должны будете ее выполнить..."
    fred "Всего хорошего, Миссис Бакфетт."
    img_30324
    mt "Мерзкий корнишон!"
    mt "Пусть даже не мечтает об этом!"
    mt "Du Bastard!"
    mt "!!!"

translate german strings:

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:72
    old "Выгнать этого мерзавца! (прерывание квеста)"
    new "Выгнать этого мерзавца! (прерывание квеста)"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:72
    old "Попытаться договориться с Фредом."
    new "Попытаться договориться с Фредом."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:170
    old "Конечно, у тебя ужасная квартира, но я готова потерпеть."
    new "Конечно, у тебя ужасная квартира, но я готова потерпеть."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:188
    old "Знаешь, у тебя очень уютно в квартире."
    new "Знаешь, у тебя очень уютно в квартире."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:227
    old "Пойти к Юлии домой после работы."
    new "Пойти к Юлии домой после работы."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:304
    old "Продолжать притворяться."
    new "Продолжать притворяться."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:304
    old "Нет! Я не хочу этого! (завершение сюжета с Юлией)"
    new "Нет! Я не хочу этого! (завершение сюжета с Юлией)"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:344
    old "Моника не заставляла Юлию оттирать пятно на ковре"
    new "Моника не заставляла Юлию оттирать пятно на ковре"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:454
    old "Черт! Нет, я не передумала!"
    new "Черт! Нет, я не передумала!"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:481
    old "Моника показывала Юлии, что она носит ее трусики."
    new "Моника показывала Юлии, что она носит ее трусики."

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:484
    old "Отличная идея! Да, я хочу носить твои трусики!"
    new "Отличная идея! Да, я хочу носить твои трусики!"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:527
    old "Юлия, это невозможно!"
    new "Юлия, это невозможно!"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:559
    old "Вступить в отношения с Юлией и сбежать с ней по поддельным документам"
    new "Вступить в отношения с Юлией и сбежать с ней по поддельным документам"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:559
    old "Нет! Я не хочу этого! Что за бред! (завершение сюжета с Юлией)"
    new "Нет! Я не хочу этого! Что за бред! (завершение сюжета с Юлией)"

    # game/Quests/EP2_12/ep212_dialogues5_julia.rpy:679
    old "У меня появилась возможность сбежать из страны. Для этого мне всего лишь нужно притворяться влюбленной дурочкой перед никчемной Юлией."
    new "У меня появилась возможность сбежать из страны. Для этого мне всего лишь нужно притворяться влюбленной дурочкой перед никчемной Юлией."

