# TODO: Translation updated at 2019-09-06 13:20

# game/Quests/EP2/ep2_dialogues6.rpy:9
translate german cloth_shop_refuse1_3b69b5c2:

    # mt "Здесь снова полно народа!"
    # "Но ведь здесь никого не было, когда я приходила сюда с Диком!"
    # "Почему так???"
    mt "Здесь снова полно народа!"
    "Но ведь здесь никого не было, когда я приходила сюда с Диком!"
    "Почему так???"

# game/Quests/EP2/ep2_dialogues6.rpy:13
translate german cloth_shop_refuse1_38c02b7f:

    # "Мне надо скорее убираться отсюда, пока меня не заметили!"
    # "Они сразу позовут эту продавщицу."
    # "Увидев меня в таком виде, она сразу вызовет полицию."
    "Мне надо скорее убираться отсюда, пока меня не заметили!"
    "Они сразу позовут эту продавщицу."
    "Увидев меня в таком виде, она сразу вызовет полицию."

