# TODO: Translation updated at 2018-12-05 17:53

# game/Quests/EP2/ep2_dialogues6.rpy:3
translate german monica_gas_station_thief_dialogue1_894025c2:

    # mt "На этой заправке продается еда."
    # "Если я буду осторожна, то могу украсть какое-нибудь пирожное..."
    # "Но стоит-ли мне рисковать?"
    mt "На этой заправке продается еда."
    "Если я буду осторожна, то могу украсть какое-нибудь пирожное..."
    "Но стоит-ли мне рисковать?"

# game/Quests/EP2/ep2_dialogues6.rpy:9
translate german monica_gas_station_thief_dialogue1_b803e232:

    # mt "Что я здесь делаю?"
    # mt "Есть я пока не хочу, а говорить с этой кассиршей мне не о чем..."
    mt "Was mache ich hier überhaupt?"
    mt "Есть я пока не хочу, а говорить с этой кассиршей мне не о чем..."

# game/Quests/EP2/ep2_dialogues6.rpy:20
translate german monica_gas_station_thief_dialogue2_fd01d992:

    # mt "Я не стану рисковать..."
    mt "Я не стану рисковать..."

# game/Quests/EP2/ep2_dialogues6.rpy:29
translate german monica_gas_station_thief_dialogue2_ef73b07c:

    # mt "Думаю не будет ничего страшного если я украду одно пирожное..."
    mt "Думаю не будет ничего страшного если я украду одно пирожное..."

# game/Quests/EP2/ep2_dialogues6.rpy:39
translate german monica_gas_station_thief_dialogue2_f32ac4c3:

    # "Я заслужила его за все то что пережила..."
    "Я заслужила его за все то что пережила..."

# game/Quests/EP2/ep2_dialogues6.rpy:45
translate german monica_pissing_basement_f28ea5da:

    # mt "Тулает..."
    # mt "Я могу здесь писать пока Бетти не видит."
    # "Уверена она бы и это запретила."
    mt "Тулает..."
    mt "Я могу здесь писать пока Бетти не видит."
    "Уверена она бы и это запретила."

# game/Quests/EP2/ep2_dialogues6.rpy:49
translate german monica_pissing_basement_4c23a0d6:

    # mt "Было бы неплохо пописать..."
    # "Я уже давно не писала и Бетти как раз нет поблизости."
    # mt "Я уже писала недавно. Я пока не хочу."
    mt "Было бы неплохо пописать..."
    "Я уже давно не писала и Бетти как раз нет поблизости."
    mt "Я уже писала недавно. Я пока не хочу."

# game/Quests/EP2/ep2_dialogues6.rpy:63
translate german monica_pissing_basement_bdef56c9:

    # mt "Эх... мне надо придумать как вернуть все назад..."
    # mt "Я такая красивая... Как со мной могло случиться такое?"
    # mt "Этот дом такой большой, а мне приходится прятаться чтобы пописать..."
    # "Но, по крайней мере я здесь, а не на улице..."
    # mt "Надеюсь Бетти не заметит как я делаю это..."
    # mt "Девушка с такой красотой как у меня не заслуживает того что со мной случилось..."
    mt "Эх... мне надо придумать как вернуть все назад..."
    mt "Я такая красивая... Как со мной могло случиться такое?"
    mt "Этот дом такой большой, а мне приходится прятаться чтобы пописать..."
    "Но, по крайней мере я здесь, а не на улице..."
    mt "Надеюсь Бетти не заметит как я делаю это..."
    mt "Девушка с такой красотой как у меня не заслуживает того что со мной случилось..."

# game/Quests/EP2/ep2_dialogues6.rpy:78
translate german monica_shower_basement_4328e8bf:

    # mt "Душ..."
    # "Я могу его использовать вместо верхнего душа, куда Бетти запретила мне заходить."
    # "Она бы запретила и этот душ, но я могу принимать его пока она не видит..."
    mt "Душ..."
    "Я могу его использовать вместо верхнего душа, куда Бетти запретила мне заходить."
    "Она бы запретила и этот душ, но я могу принимать его пока она не видит..."

# game/Quests/EP2/ep2_dialogues6.rpy:82
translate german monica_shower_basement_fd992643:

    # mt "Было бы неплохо принять душ..."
    # "Я уже давно его не принимала, а мое тело требует чистоты. Да и Бетти поблизости нет..."
    # mt "Я уже принимала душ недавно..."
    mt "Было бы неплохо принять душ..."
    "Я уже давно его не принимала, а мое тело требует чистоты. Да и Бетти поблизости нет..."
    mt "Я уже принимала душ недавно..."

# game/Quests/EP2/ep2_dialogues6.rpy:93
translate german monica_shower_basement_edca9c20:

    # mt "Как же хорошо принять душ!"
    # mt "Мне приятно ощущать капельки воды, стекающей по моему телу..."
    # mt "Мое тело божественно!"
    mt "Duschen ist so angenehm!"
    mt "Мне приятно ощущать капельки воды, стекающей по моему телу..."
    mt "Мое тело божественно!"

translate german strings:

    # Quests/EP2/ep2_dialogues6.rpy:16
    old "Украсть еду."
    new ""

    # Quests/EP2/ep2_dialogues6.rpy:16
    old "Не делать этого."
    new ""

