label ep28_dialogues_jail1:
    # Моника ложится спать
    # Монике снится сон с Маркусом.
    img 21241
    m "Маркус?!"
    m "ГДЕ Я?!"
    img 21242
    m "У меня все болит!"
    m "О БОЖЕ!"
    img 21243
    marcus "Ты знаешь где ты..."
    img 21244
    m "Это... Это Ранчо 218?!"
    m "Я... Я попала сюда?!"
    m "Но нет! Этого не может быть!"
    img 21245
    m "Этого еще не случилось!"
    m "НЕЕЕЕТ!"
    img 21246
    marcus "Это скоро случится..."
    img 21247
    m "Зачем! Зачем ты снишься мне!"
    m "Уйди отсюда! Я должна отсюда выбраться!"
    m "Я должна проснуться!"
    img 21248
    marcus "Я снюсь тебе, чтобы сказать как избежать всего этого..."
    img 21249
    m "Что?"
    m "Ты... Ты можешь мне сказать как этого избежать?!"
    img 21250
    m "Что мне сделать? Я сделаю все, абсолютно все!"
    img 21251
    marcus "Полюбить меня..."
    img 21252
    m "Что..."
    # Конец сна
    return



label ep28_dialogues_jail2:
# Боб приходит в камеру и начинает трогать Монику во сне
# Моника просыпается от кошмара и кричит на Боба что он делает здесь
# Боб смущается и отвечает что принес ей похлебку.
# Моника смотрит на похлебку с отвращением и говорит что ей не нужна эта жуткая еда
# Ей надо встретиться с Мистером Маркусом и уйти из этого жуткого места
    img 21253
    img 21254
    img 21255
    img 21256
    overseer "Охх... Ыыыыы..."
    overseer ""

    img 21257
    m "Что..."
    m "Что это?!"
    img 21258
    m "Кто здесь!!!"
    img 21259
    m "БОБ?!"
    m "Что ты делаешь здесь?!"
    overseer "А... Кхм..."
    overseer "Я... Экхм..."
    img 21260
    overseer "Я принес тебе похлебку."
    m "!!!"
    mt "Фу! Какая гадость! Я и забыла как это выглядит..."
    img 21261
    m "Мне не нужна эта жуткая еда!"
    m "Мне надо встретиться с Мистером Маркусом! И я уйду из этого жуткого места!"
    m "Мне нечего делать здесь!"

# Боб отвечает что Мистер Маркус занят и пока не может встретиться с ней.
# Ей надо подождать его дольше.
# Моника возмущается как это так?! Ей что, ждать его здесь, в камере?!
# Боб отвечает что это не его дело. Она арестант и сидит в камере.
# Боб собирается уходить
# Моника останавливает Боба и берет еду
    img 21262
    overseer "Мистер Маркус еще занят и он не может встретиться с тобой."
    overseer "Тебе надо подождать его дольше."
    img 21263
    m "Как это так?! Мне что, ждать его здесь, в камере?!"
    img 21264
    overseer "Это не мое дело. Ты арестант и сидишь в камере."
    # уходит
    img 21265
    m "Стой!"
    m "Боб..."
    overseer "Чего тебе?"
    m "Боб... Дай сюда еду..."

# Моника думает что же ей делать. Какой ужас и тд
# Моника может позвать Боба, но он не подходит
    img 21266
    mt "Что же мне делать?"
    mt "Какой ужас! Я пришла к Маркусу, чтобы поговорить с ним."
    mt "А, вместо этого, снова оказалась здесь, в этой жуткой камере."
    img 21267
    mt "Мне надо добиться этой встречи! Я сделаю это!"
    mt "Я не останусь здесь!"

    mt "Он не подходит..."
    mt "Он не слышит или не желает подходить..."
    img 21268
    mt "А это кто?"
    mt "Похоже это детектив, который встречал меня вчера..."
    mt "Что он делает здесь?"

# Вечером перед сном Монику окликивают заключенные
# Моника с ужасом видит что они у ее решетки
# Моника спрашивает что вы делаете здесь?! Как Вы сюда попали?

    img 21269
    prisoner1 "Эй, подойди сюда!"
    img 21270
    m "Что? Кто это зовет меня?"
    img 21271
    prisoner1 "Подойди сюда! Мы тебя ждем!"
    img 21272
    m "Что?! Заключенные?!"

    img 21273
    m "Что Вы делаете здесь?! Как Вы сюда попали?!"

# Заключенные отвечают что Боб разрешает выходить на прогулку перед сном.
# Моника спрашивает где Боб, они отвечают что его нет, он вернется позднее.
    img 21274
    prisoner1 "Мы на прогулке!"
    prisoner1 "Боб разрешает нам выходить на прогулку перед сном."
    img 21275
    m "Где Боб?!"
    mt "Мне надо тщательнее прикрываться. У меня внизу нет никакой одежды."
    mt "Я не могу допустить, чтобы эти животные увидели хотя бы краешек любого из интимных мест..."
    mt "Моего восхитительного тела."
    img 21276
    prisoner1 "Боба нет. Он вернется позднее."

# Моника с ужасом говорит что вы же раньше не гуляли здесь. Уйдите отсюда!
# Те отвечают что Боб разрешил им гулять, потому что ему не удалось выполнить условие их молчания
# Какое еще условие?
# Заключенный спрашивает что шлюха что, забыла?
    img 21277
    m "Вы же раньше не гуляли здесь! Уйдите отсюда!"
    m "Немедленно!"

    img 21278
    prisoner1 "Боб разрешил нам гулять, потому что ему не удалось выполнить условие нашего молчания. Хе-хе."
    img 21279
    m "Какое еще условие?"
    img 21280
    prisoner1 "Шлюха, ты что, забыла?"

# Боб обещал им веселье с Моникой за то что те молчат и не надоедают Бобу своим шумом
# Вы не зайдете сюда!
# Заключенный отвечает что мы зайдем к тебе. Жаль что после этого Боб, скорее всего, запретит им гулять.
# Но это веселье того стоит!
    prisoner1 "Боб обещал нам веселье с тобой!"
    prisoner1 "За то что мы будем тихо себя вести и не надоедать Бобу своим шумом."
    img 21281
    m "Вы не зайдете сюда!"
    img 21282
    prisoner1 "Мы зайдем к тебе, шлюха!"
    prisoner1 "После выполнения этого условия, Боб, скорее всего, запретит нам гулять и впредь."
    prisoner1 "Но это веселье того стоит!"
# Моника отвечает что никогда! Она должна встретиться с Мистером Маркусом и они не смеют трогать ее!
# Заключенные отвечают что Боб уже пообещал, что она будет принадлежать им сразу после встречи с Мистером Маркусом
# Моника отвечает что они не дождутся! Она не вернется сюда после встречи с ним!
# Заключенные смеются а куда же ты денешься?
    img 21283
    m "Никогда! Никогда этого не будет!"
    m "Я скоро встречусь с Мистером Маркусом. Он ждет меня!"
    m "И Вы не смеете трогать меня!"
    img 21284
    prisoner1 "Да, верно! Боб нам обещал тебя сразу после твоей встречи с Мистером Маркусом!"
    prisoner1 "Скоро ты будешь принадлежать нам!"
    img 21285
    m "Не дождетесь! Я не вернусь сюда после встречи с ним!"
    img 21286
    prisoner1 "Ха-ха-ха! А куда же ты денешься?"

# Про себя думает О Боже! Я не поеду на ферму!
# Отвечает что она вернется на свободу после Мистера Маркуса и никогда не увидит эти отвратительные морды!
    img 21287
    mt "Куда я денусь..."
    mt "Куда?"
    mt "О БОЖЕ! Я не поеду на ферму, клянусь!"
    img 21288
    m "После встречи с Мистером Маркусом я выйду на свободу!"
    m "И больше никогда не увижу ваших отвратительных морд! Вы бы только посмотрели на себя! Фи!"

# Заключенный отвечает чтобы она попросила прощения у них за свои слова!
# Моника отвечает что не собирается! У них действительно отвратительные морды!
# И они даже не представляют с кем разговаривают сейчас!
# Заключенный отвечает что они разговаривают со шлюхой.
    img 21289
    prisoner1 "Попроси прощения за свои слова."
    img 21290
    m "И не собираюсь! У Вас действительно отвратительные морды!"
    m "Вы выглядите как жалкие гниющие червяки!"
    m "Вы даже не представляете с кем разговариваете сейчас!"
    img 21291
    prisoner1 "Мы?!"
    prisoner1 "Мы разговариваем со шлюхой."
# Только они пока не решили хорошая шлюха или плохая.
# ЧТООО?! Да как ты смеешь, урод, называть меня так!
# Заключенный отвечает, что шлюха, похоже, забыла, что хотела сбежать отсюда.
# Сегодня с утра приходил детектив от Мистера Маркуса и спрашивал про тебя, нарушала-ли ты какие-нибудь правила?
    prisoner1 "Только мы пока не решили хорошая шлюха или плохая."
    img 21292
    m "ЧТООО?! Да как ты смеешь, урод, называть меня так!"
    img 21293
    prisoner1 "Похоже шлюха забыла, что хотела сбежать отсюда!"
    prisoner1 "Сегодня с утра приходил детектив от Мистера Маркуса и спрашивал про тебя..."
    img 21294
    prisoner1 "Нарушала-ли ты какие-нибудь правила?"
# Не нарушала-ли дисциплину здесь или что-нибудь еще?
# Моника в шоке
# Шлюхой очень интересуются. А шлюха, в то же время, вступила в сговор с надзирателем с целью побега.
# Моника отвечает что они ничего не докажут!
# Заключенные отвечают что запомнили дни, когда Боб отлучался в банк и встречался с риелтором.
    prisoner1 "Не нарушала-ли дисциплину здесь или что-нибудь еще?"
    img 21295
    m "!!!"
    img 21296
    prisoner1 "Шлюхой очень интересуются..."
    prisoner1 "А шлюха, в то же время, вступила в сговор с надзирателем с целью побега."
    img 21297
    m "Вы ничего не докажете!"
    img 21298
    prisoner1 "Мы запомнили дни, когда Боб отлучался в банк и встречался с риелтором."
    prisoner1 "Мы все слышали!"
# Детектив проведет расследование и быстро расколет Боба.
# Тогда Боба заменят и они будут этому рады. Другой надзиратель будет поумнее и с ним будет проще договориться.
# А заключенным увеличат паек, они уверены в этом. Паек, да! Паек!
    prisoner1 "Детектив проведет расследование и быстро расколет Боба."
    prisoner1 "Тогда Боба заменят и мы будем этому рады!"
    prisoner1 "Другой надзиратель будет поумнее и нам с ним будет проще договориться."
    prisoner1 "А нам, за сотрудничество, увеливат паек! Мы уверены в этом!"
    img 21299
    prisoners "Паек, Да! Паек!"

# Так что пусть шлюха хорошенько подумает и ответит какая она? Хорошая или плохая?
# Плохая шлюха хотела сбежать, плохая шлюха нам не нужна здесь!
    img 21300
    prisoner1 "Так что пусть шлюха хорошенько подумает и ответит... Какая она?"
    prisoner1 "Хорошая или плохая?"
    prisoner1 "Плохая шлюха хотела сбежать, плохая шлюха не нужна нам здесь!"

# Моника в шоке смотрит
    img 21301
    m "!!!"

# Итак, отвечай!
    img 21302
    prisoner1 "Итак, отвечай!"

# Моника думает что это ужас!
# Они расскажут Маркусу про то что она собиралась сбежать отсюда.
# Судя по тому, что здесь рыскает детектив, они так и ищут способ отправить Монику на ферму.
# Но, видимо, у них нет зацепок, чтобы сделать это.
# И, если заключенные все расскажут, то это будет конец!
# О БОЖЕ, Моника! Что же мне делать?
    img 21303
    mt "О УЖАС!"
    mt "Они расскажут Маркусу про то что я собиралась сбежать отсюда!"
    mt "Судя по тому, что здесь рыскает детектив, они так и ищут способ отправить меня на ту ферму!"
    img 21304
    mt "..."
    mt "Но, видимо, у них нет зацепок, чтобы сделать это."
    mt "Но, если заключенные им расскажут про мои попытки сбежать, то это будет конец!"
    mt "О БОЖЕ, Моника! Что же мне делать?"

# Неужели мне придется притворяться какой-то шлюхой здесь?!
# Но иначе мне не выжить! Это вопрос жизни и смерти.
# А, судя по словам Мелани, может быть и еще похуже смерти.
    img 21305
    mt "Неужели мне придется притворяться какой-то шлюхой здесь?!"
    mt "..."
    mt "Но иначе мне не выжить! Это вопрос жизни и смерти."
    mt "А, судя по словам Мелани, может быть и еще похуже смерти..."

# Что же мне делать?
    mt "Что же мне делать?"
# Выбор:
# Притворяться шлюхой.
# Поставить их на место!
    menu:
        "Притворяться шлюхой.":
            pass
        "Поставить их на место!":
# Если поставить на место, то Моника говорит чтобы они заткнулись!
# Они сами нарушают правила тем, что заключают сделки с надзирателем.
# Гуляют здесь без разрешения администрации.
            img 21307
            m "Слышите, Вы?!"
            m "Вы сами нарушаете правила!"
            m "Нарушаете тем, что заключаете сделки с надзирателем!"
            m "Гуляете здесь без разрешения администрации."
# И, как к ним будет относиться другой надзиратель. Учитывая что они заложили предыдущего!
# Вы ни о чем с ним не договоритесь! Вы будете гнить в камерах, никогда не выходя из них!
            img 21308
            m "И, подумайте! Как к Вам будет относиться другой надзиратель, учитывая что Вы заложили предыдущего!"
            m "Вы ни о чем с ним не договоритесь!"
            img 21309
            m "Вы будете гнить в камерах, никогда не выходя из них!"
            m "И будете вспоминать доброго Боба!"
            prisoner "..."
            img 21310
            m "Давайте! Зовите сюда детектива! Мне есть что сказать ему!"
# Заключенные боятся
# Говорят что ладно, ладно, мы пошутили.
# Моника говорит что теперь пошли отсюда вон!
# Заключенные уходят
            img 21311
            prisoners "Она расскажет?"
            prisoners "Она расскажет про нас?"

            prisoner1 "Ладно, ладно... Мы пошутили..."
            img 21312
            m "А теперь пошли вон отсюда!"
            img 21313
            prisoner1 "Ладно. Мы уходим..."
            return False

# Если притворяться шлюхой
# Заключенный спрашивает раздраженно. Ну, отвечай! Хорошая ты шлюха или плохая?!
# Моника отвечает, что она... хорошая шлюха
# Заключенные радуются: да, хорошая шлюха. Шлюха хорошая!
# Как зовут шлюху? Как у шлюхи имя?
    img 21306
    prisoner1 "Ну, отвечай!"
    prisoner1 "Хорошая ты шлюха или плохая?!"
    m "..."
    img 21314
    mt "!!!"
    m "Я... Хорошая шлюха..."
    img 21315
    prisoners "Да, хорошая шлюха!"
    prisoners "Шлюха хорошая!"
    img 21316
    prisoner1 "Как зовут шлюху? Какое у шлюхи имя?"
# Выбор
# Назвать свое имя
# Назваться Мэрилин (если открыто)
# Моника называет имя
    img 21314
    menu:
        "Назвать свое имя.":
            pass
        "Назваться [monica_pub_name]":
            pass
    img 21317
    m "Меня зовут [monica_jail_name]..."
# Заключенные кричат да! Моника Бакфетт, шлюха!
# Заключенный говорит, скажи кто ты
    prisoners "Да! [monica_jail_name]! Шлюха!"
    img 21318
    prisoner1 "Скажи, кто ты!"
    img 21314
    m "!!!"
    img 21318
    prisoner1 "Ну же!"
# Я... Хорошая шлюха...
# О БОЖЕ!! Какой кошмар!
    img 21319
    m "Я... Хорошая шлюха..."
    mt "О БОЖЕ! Какой кошмар!"

# Назови свое имя и скажи кто ты!
# ...
# Ну же!
# Меня зовут... Моника Бакфетт...
# И я... хорошая шлюха....
# Я делаю это чтобы выжить! Какой ужас!
    img 21320
    prisoner1 "Назови свое имя и скажи кто ты!"
    img 21321
    m "..."
    img 21322
    prisoner1 "Ну же!"
    prisoner1 "И смотри на нас!"
    img 21323
    m "Меня зовут... [monica_jail_name]..."
    m "И Я... хорошая шлюха..."
    mt "Какой ужас! Но я делаю это чтобы выжить..."

# Да! Да!
# Хорошая шлюха должна извиниться перед нами!
# И должна сказать что хочет показать нам свои сиськи!
# Да! Да! Сиськи!
    img 21324
    prisoners "Да! Да!"
    prisoners "Хорошая шлюха должна извиниться перед нами!"
    img 21325
    prisoner1 "И должна сказать что хочет показать нам свои сиськи!"
    img 21324
    prisoners "Да! Да!"
    prisoners "Сиськи!"

# Извиниться перед заключенными
# Поставить их на место!
    img 21326
    menu:
        "Извиниться перед заключенными.":
            pass
        "Поставить их на место!":
            return False

# Мне надо делать что они говорят, иначе конец!
# Я буду притворяться и потяну время. Сегодня Мистер Маркус не смог встретиться со мной.
# Но я уверена, что завтра я увижусь с ним и этот кошмар закончится для меня!
    mt "Мне надо делать что они говорят, иначе конец!"
    mt "Я буду притворяться и потяну время."
    mt "Сегодня Мистер Маркус не смог встретиться со мной."
    mt "Но я уверена, что завтра я увижусь с ним и этот кошмар закончится для меня!"

# Ну же!
    img 21327
    prisoner1 "Ну же!"

# Я... Я хорошая шлюха.
# И?!
# И я прошу прощения у вас. За то что назвала Вас некрасивыми.
# И?! Кто мы?!
    img 21328
    m "Я... Я хорошая шлюха..."
    prisoner1 "И?!"
    m "И я прошу прощения у Вас. За то что назвала Вас некрасивыми..."
    img 21329
    prisoner1 "И?! Кто Мы?!"
# Вы... Вы очень красивые мужчины и...
# И что?! Давай, шлюха! Говори это!
# И... И я хотела бы показать Вам свою грудь...
# Сиськи! Не груд, а сиськи! Скажи!
# !!!
    img 21330
    m "Вы... Вы очень красивые мужчины и..."
    m "..."
    img 21331
    prisoner1 "И что?! Давай, шлюха! Говори это!"
    img 21332
    m "И... И я хотела бы показать Вам свою грудь..."
    img 21333
    prisoner1 "Сиськи! Не грудь, а сиськи! Скажи!"

    img 21334
    mt "!!!"
# Показать Вам... свои сиськи...
# Ну же! Показывай! Давай!
# Сиськи! Сиськи!
    m "Показать Вам... свои сиськи..."
    img 21335
    prisoner1 "Ну же! Показывай! Давай!"
    img 21336
    prisoners "Сиськи! Сиськи!"

# Показать грудь
# Поставить их на место!
    img 21337
    menu:
        "Показать грудь.":
            pass
        "Поставить их на место!":
            pass

# Моника показывает грудь, закрывая другой рукой киску.
# Сиськи! Сиськи!

    mt "..."
    img 21338
    prisoners "Сиськи! Сиськи!"
    img 21339
    w
    img 21340
    prisoner1 "Ближе! Подойди ближе! Нам плохо видно!"
    img 21341
    prisoners "Сиськи! Сиськи!"
    img 21342
    w
    img 21343
    w
    prisoners "Сиськи! Сиськи!"


# Шлюха хочет показать нам и киску!
# Да! Киску! Киску!

# Ну же, шлюха! Давай показывай!
# Киску! Киску!
    img 21344
    prisoner1 "Шлюха хочет показать нам и киску!"
    img 21345
    prisoners "Да!"
    prisoners "Киску! Киску!"

    img 21346
    prisoner1 "Ну же, шлюха! Давай показывай!"
    img 21347
    prisoners "Киску! Киску!"
    img 21348
# Показать свою киску
# Поставить их на место!
    menu:
        "Показать свою киску.":
            pass
        "Поставить их на место!":
            pass

# Моника поднимает вторую руку вверх, держа робу.
    img 21349
    m "..."


# Да! Киска! Киска! Да!
    img 21350
    prisoners "Да! Киска!"
    img 21351
    img 21352
    img 21353
    img 21354
    prisoner1 "Киска! Да!"

# Шлюха хочет показать нас свою задницу!
# Давай шлюха, спрашивай разрешения у нас! Ты хочешь показать нам свою задницу!
# Давай, спрашивай нас!
    img 21355
    prisoner1 "Шлюха хочет показать нам свою задницу!"
    prisoner1 "Давай, шлюха, спрашивай разрешение у нас!"
    img 21356
    prisoner1 "Ты хочешь показать нам свою задницу!"
    prisoner1 "Давай, спрашивай нас!"

# О БОЖЕ! Неужели мне придется сказать это?!
# Эту... гадость...
    img 21357
    m "О БОЖЕ! Неужели мне придется сказать это?!"
    mt "Это... гадость..."

# Попросить разрешение показать свою попу
# Поставить их на место!
    menu:
        "Попросить разрешение показать свою попу.":
            pass
        "Поставить их на место!":
            return False

# Я... Я прошу...
# Кто ты! Называй себя!
# Я... Хорошая шлюха...
# И я... прошу... разрешения показать свою спину...
    img 21358
    m "Я... Я прошу..."
    prisoner1 "Кто ты! Называй себя!"
    img 21359
    m "Я... Хорошая шлюха..."
    m "..."
    m "И Я... прошу... разрешения показать свою спину..."

# Задницу, шлюха! Свою задницу! Скажи это!
# Задницу! Да, задницу! Да!
    img 21360
    prisoner1 "Задницу, шлюха!"
    prisoner1 "Свою задницу!"
    prisoner1 "Скажи это!"
    img 21361
    prisoners "Задницу! Да, задницу!"
    prisoners "Да! Да!"

# Я... прошу разрешения показать свою... свою задницу...
    img 21362
    m "Я... прошу разрешения показать свою... свою задницу..."

# Да, jail_name хорошая шлюха! Да!
# Мы разрешаем тебе показать свою задницу, шлюха! Давай!
    img 21363
    prisoner1 "Да, [monica_jail_name] хорошая шлюха! Да!"
    prisoner1 "Мы разрешаем тебе показать свою задницу, шлюха! Давай!"
    prisoner1 "И поставь ноги пошире! Да!"

# Моника показывает свой зад
    img 21364
    m "!!!"
    img 21365
    w
    img 21366
    prisoner1 "Подыми одежду! Мы не видим твоей задницы!"
    prisoner1 "Ты же сама просила показать ее нам!"
    img 21367
    prisoners "Задница! Да, задница!"
    prisoners "Да! Да!"

# Да, хорошая задница! Да!
    img 21368
    mt "Не могу поверить, что показываю свое восхитительное тело в таком грязном месте..."
    mt "Каким-то заключенным..."
    mt "Это сон..."
    img 21369
    img 21370
    prisoner1 "Да, хорошая задница! Да!"
    img 21372
    img 21371

# Мы хотим потрогать ее! Да!
# Да! Потрогать! Мы хотим потрогать шлюху! Потрогать, да!

    img 21373
    prisoner1 "Мы хотим потрогать ее! Да!"
    prisoners "Да! Потрогать!"
    img 21374
    prisoners "Мы хотим потрогать шлюху!"
    img 21375
    prisoners "Потрогать, Да!"

# Нет! Ни за что! Я не дам Вам трогать меня!
    img 21377
    m "Нет! Ни за что!"
    img 21376
    m "Я не дам Вам трогать меня!"

# Тогда ты будешь плохой шлюхой! А ты знаешь что будет с плохой шлюхой!
# Да! Плохая шлюха! Плохая! Нам не нужна плохая шлюха!
# Нам нужна хорошая шлюха, да!
    img 21378
    prisoner1 "Тогда ты будешь плохой шлюхой!"
    prisoner1 "А ты знаешь что будет с плохой шлюхой!"
    img 21379
    prisoners "Да! Плохая шлюха! Плохая!"
    prisoners "Нам не нужна плохая шлюха!"
    prisoners "Нам нужна хорошая шлюха! Да!"
    img 21380
    m "!!!"
# Хорошая шлюха идет к нам, чтобы мы потрогали ее, да!
    img 21381
    prisoner1 "Хорошая шлюха идет к нам, чтобы мы потрогали ее! Да!"
    prisoner1 "Мы не будем трахать шлюху пока! Мы только хотим потрогать ее!"

# Моника думает что это какой-то кошмар.
# Что чтобы выжить, ей приется дать себя облапать каким-то ничтожествам.
# Каким-то заключенным. Облапать ее, Монику Бакфетт!
# Как это может быть?! Неужели все это реальность?! О БОЖЕ!
    img 21382
    mt "Это какой-то кошмар... Я не могу в это поверить..."
    mt "Чтобы выжить, мне придется дать себя облапать каким-то ничтожествам..."
    mt "Каким-то заключенным... Облапать меня, Монику Бакфетт!!!"
    mt "Как такое может быть?! Неужели все это реальность?!"
    mt "О БОЖЕ!"

    img 21383
    prisoner1 "Ну же! Иди сюда!"
    prisoner1 "Я только потрогаю какая твоя попа на ощупь!"
    prisoner1 "Только Я! Больше никто! Можешь не бояться!"
    prisoner1 "И на сегодня все!"

# Что же мне делать?!
    img 21384
    mt "Что же мне делать?"

# Подойти к заключенным.
# Поставить их на место!
    menu:
        "Подойти к заключенным.":
            pass
        "Поставить их на место!":
            return False

    img 21385
    mt "Это единственный выход..."
    img 21386
    mt "Если они сообщат детективу хоть что-то о моих прошлых планах побега..."
    img 21387
    mt "То меня ждет участь намного хуже этой..."
# Моника подходит к заключенным, спиной
# Ее лапают.
    img 21388
    m "О БОЖЕ!"
    img 21389
    m "Вы же обещали!"
#    m "..."

# Да! Хорошая! Шлюха!
# Шлюха хорошая! Да!
# И я хочу! И мне тоже дайте!
    img 21390
    prisoners "Да! Хорошая! Шлюха!"
    img 21391
    prisoners "Шлюха хорошая! Да!"
    prisoner3 "И я хочу! И мне тоже дайте!"
# И мне! И мне!
# Потрогать шлюху!
# О чередь! Шлюха одна, а нас много!
# Да, очередь! Очередь!
    prisoner5 "И мне!"
    prisoner6 "И мне!"
    img 21392
    prisoner1 "В очередь! Шлюха одна, а нас много!"
    img 21393
    prisoner2 "Потрогать шлюху!"
    img 21394
    prisoners "Да, очередь! Очередь!"
    img 21395
    prisoners "Да! Хорошая! Шлюха!"
    img 21396
    prisoner2 "Потрогать шлюху!"
    img 21397


# Моника в шоке.
# Моника думает что я сплю, это какой-то кошмарный сон.
# Это не в реальности!
    mt "!!!"
    mt "Я сплю..."
    mt "Это какой-то кошмарный сон..."
    img 21398
    mt "Это не в реальности..."
    img 21399
    mt "Этого не может быть..."
    img 21400
    m "АЙ!!!"
    img 21401
    mt "Я... чувстую как каждый сантиметр моей кожи лапают эти грязные руки..."

# Кто-то кричит Боб! Боб идет!
# Быстро в камеры, ребята!
    img 21402
    prisoners "Да! Хорошая! Шлюха!"
    prisoners "Шлюха хорошая! Да!"

    img 21403
    prisoner6 "Боб! Боб идет!"
    prisoner1 "Быстро в камеры, ребята!"

    img 21404
    mt "Что... Это было..."
    mt "Он сказал что потрогает меня один..."
    mt "Но на что я рассчитывала? О БОЖЕ!"
    mt "У меня не было другого выхода, не было!"
    img 21405
    mt "Может быть рассказать Бобу о том что они шантажируют меня?"
    mt "Но нет... Он такой глупый, что будет только хуже..."
    mt "Мне надо скорее об этом забыть!"

# Моника может постучать в решетку и Боб кричит я занят, хватит шуметь!
    overseer "Я занят! Хватит шуметь!"
# Моника ложится спать и думает что надо заснуть, завтра я проснусь и этот кошмарный сон исчезнет.
    img 21406
    mt "Надо заснуть... Мне надо заснуть..."
    mt "Завтра я проснусь и этот кошмарный сон исчезнет..."
    mt "..."
    mt "Эта лампа... Как она мешает мне..."

# С утра Моника встает и думает что надо позвать Боба, Мистер Маркус должен встретиться с ней!
    img 21407
    mt "Мне надо позвать Боба! Мистер Маркус должен встретиться со мной!"

# Приходит Боб.
# Моника спрашивает где Мистер Маркус?
# Боб отвечает что он еще занят и не распоряжался о встрече.
# Моника говорит скажите ему что я хочу встретиться с ним, пожалуйста!
    img 21408
    overseer "Чего тебе?"
    m "Где Мистер Маркус?"
    img 21409
    overseer "Мистер Маркус занят и не распоряжался о встрече."
    m "Боб, скажите ему, что я хочу встретиться с ним, пожалуйста!"
# Боб отвечает что это не его дело, но, вроде бы Мистер Маркус освободится завтра.
# И он может дать ей поесть, если та хочет.
# Либо не шуметь!
# Моника говорит что да, дай, пожалуйста, поесть. Боб уходит и приносит еду.
    img 21410
    overseer "Это не мое дело! Хотя, вообще-то, кажется я слышал Мистер Маркус освободится завтра."
    overseer "Я могу дать тебе поесть, если хочешь."
    overseer "Либо не шуми больше!"
    m "Да, Мистер Боб... Дайте, пожалуйста, мне поесть..."
    #Боб уходит и приносит еду.
# Итак, завтра! Завтра я встречусь с Мистером Маркусом и этот кошмар закончится, я уверена!
    img 21411
    mt "Итак, завтра!"
    mt "Завтра я встречусь с Мистером Маркусом и этот кошмар закончится, я уверена!"

# Моника ложится спать.
# Ее будят крики шлюха!
# Шлюха! Нам нужна наша шлюха!
    img 21412
    w
    img 21413
    prisoners "Шлюха! Нам нужна наша шлюха!"
    img 21414
    prisoners "Шлюха!"

# Моника встает и кричит на них: что вам снова надо от меня!
# Нам нужна шлюха! jail_name, наша шлюха!
# Шлюха сегодня хорошая?! Или шлюха снова плохая?!
# Шлюха, отвечай!
    img 21415
    m "Что Вам снова надо от меня?!"
    img 21416
    prisoners "Нам нужна шлюха! [monica_jail_name], наша шлюха!"
    img 21417
    prisoner1 "Шлюха сегодня хорошая?"
    prisoner1 "Или шлюха снова плохая?!"
    prisoner1 "Шлюха, отвечай!"

# О БОЖЕ! Снова они!
# Что же мне делать?! Мне надо как-то дождать завтрашнего дня!
# Если они расскажут обо мне, то мне конец! Всего один день!
# Может быть стоит перетерпеть это? Эти унижения! Это путь к моей свободе!
# Мне надо пройти его! Но смогу-ли Я?!
    img 21418
    mt "О БОЖЕ! Снова они!"
    mt "Что же мне делать?! Мне надо как-то дождаться завтрашнего дня!"
    mt "Если они расскажут обо мне, то мне конец!"
    mt "Всего один день!"
    img 21419
    mt "..."
    mt "Может быть стоит перетерпеть это? Эти унижения..."
    mt "Это пусть к моей свободе..."
    mt "Мне надо пройти его!"
    mt "Но смогу-ли Я?.."

# Притворяться шлюхой.
# Поставить их на место!
    menu:
        "Притворяться шлюхой.":
            pass
        "Поставить их на место!":
            return False

# Я... Я хорошая шлюха...
# Хорошая шлюха встанет на колени и повернется к нам задницей! Да!
# Мы предвкушаем твою задницу, шлюха!
# Достают члены
# Мы хотим получить удовольствие от нее, прямо сейчас!
    img 21420
    m "Я... Я хорошая шлюха..."
    img 21421
    prisoner1 "Хорошая шлюха встанет на колени и повернется к нам задницей! Да!"
    prisoner1 "Мы предвкушаем твою задницу, шлюха!"
# Достают члены
    img 21422
    w
    img 21423
    prisoner1 "Мы хотим получить удовольствие от нее, прямо сейчас!"

# О БОЖЕ!
# Что Вы собираетесь делать?!
# Мы будем дрочить на тебя, шлюха! Скоро ты будешь наша!
# А пока мы хотим подрочить на твою задницу! Вставай своей задницей, сейчас же!
    img 21424
    m "О БОЖЕ!"
    m "Что Вы собираетесь делать?!"
    img 21425
    prisoner1 "Мы будем дрочить, шлюха! Скоро ты будешь наша!"
    img 21426
    img 21427
    img 21428
    img 21429
    img 21430
    prisoner1 "А пока мы хотим подрочить на твою задницу!"
    prisoner1 "Садись на колени и вставай своей задницей к нам, сейчас же!"

# Сделать как велят заключенные.
# Поставить их на место!
    img 21431
    menu:
        "Сделать как велят заключенные.":
            pass
        "Поставить их на место!":
            return False

    mt "У меня нет другого выхода..."
    mt "Мне надо притворяться будто я слушаю их..."
    mt "Иначе мне конец..."

    img 21432
    mt "Боже! Я не могу поверить что делаю это..."
    img 21433
    prisoner1 "Ближе, шлюха!"
    prisoner1 "Сядь ближе! Нам не видно твоей задницы!"
    img 21434
    menu:
        "Сесть ближе к заключенным.":
            pass
        "Поставить их на место!"
            return False
# Моника встает на колени, голой попой к заключенным.
    mt "Я пододвинусь к ним... Аккуратно..."
    mt "Главное чтобы они не смогли схватить меня..."
    mt "Как в прошлый раз..."
    img 21435
    m "..."
# Заключенные дрочат.
# Да, шлюха! Скажи! Скажи что эта шлюха и ее задница принадлежат нам!
# Скажи!
    img 21436
    prisoner1 "Выше! Выше задницу!"
    prisoner1 "Нам плохо видно!"
    prisoner1 "Шлюха должна поднять одежду, чтобы был лучший обзор! Да!"

    img 21437
    prisoner1 "Да, шлюха!"
    img 21438
    w
    prisoner1 "Скажи что эта шлюха и ее задница принадлежат нам!"
    prisoner1 "Скажи!"

# О БОЖЕ!! Неужели я скажу такое?!
    img 21439
    mt "О БОЖЕ! Неужели я скажу такое?!"

# Ну же, шлюха! Мы ждем!
    img 21440
    prisoner1 "Ну же, шлюха! Мы ждем!"

# Сказать что Моника шлюха и что ее задница принадлежит заключенным.
# Поставить их на место!

    menu:
        "Сказать что Моника шлюха и что ее задница принадлежит заключенным.":
            pass
        "Поставить их на место!":
            return False

# Главное - понтянуть время, Моника! Я скажу им все что угодно, чтобы выиграть время...
# Эта... Эта шлюха хорошая...
# Эта шлюха и ее задница... принадлежат вам...

    mt "Главное - потянуть время, Моника!"
    mt "Я скажу им все что угоодно, чтобы выиграть время..."
    img 21441
    m "Эта... Эта шлюха хорошая..."
    img 21442
    m "Эта шлюха и ее задница... принадлежат вам..."

# Да! Хорошая шлюха!
# Хорошая шлюха, Да! Да!

# Скажи что эта задница всегда будет к нашим услугам, скажи!
# Скажи! Скажи! Задница! Скажи!
    img 21443
    prisoners "Да! Хорошая шлюха!"
    prisoners "Хорошая шлюха! Да! Да!"

    img 21444
    prisoner1 "Открой свою киску!"
    prisoner1 "Покажи нам что у шлюхи внутри!"

    menu:
        "Положить палец на свою киску и раздвинуть ее.":
            pass
        "Поставить их на место!":
            return False
    img 21446
    img 21447
    img 21445
    prisoners "Хорошая шлюха! Да! Да!"
    img 21448
    prisoners "Да! Хорошая шлюха!"
    img 21449
    prisoner1 "Скажи что эта задница всегда будет к нашим услугам! Скажи!"
    img 21450
    prisoners "Скажи! Скажи! Задница! Скажи!"

# Сказать что попа Моники всегда к услугам заключенных.
# Поставить их на место!
    menu:
        "Сказать что попа Моники всегда к услугам заключенных.":
            pass
        "Поставить их на место!":
            return False

# Как я могу сказать такое?! Неужели я это сделаю?!
# Это все сон! Это какой-то кошмар! Я не верю в то что это происходит!
    img 21451
    mt "Как я могу сказать такое?! Неужели Я это сделаю?!"
    mt "Это все сон!"
    mt "Это какой-то кошмар!"
    mt "Я не верю в то что это просходит на самом деле!"

# Ну же, шлюха!
# Мы ждем!
    img 21452
    prisoner1 "Ну же, шлюха!"
    prisoner1 "Мы ждем!"

# Задница этой шлюхи всегда к вашим услугам...
# В любое время, шлюха! Скажи это!
    img 21453
    m "Задница этой шлюхи всегда к Вашим услугам..."
    prisoner1 "В любое время, шлюха! Скажи это!"

# Задница этой шлюхи всегда к вашим услугам... в лобое время...
    img 21454
    m "Задница этой шлюхи всегда к Вашим услугам... в любое время..."

# Да! Шлюха! Да!
# Кончают...
# Хорошая шлюха! Хорошая! Да!
# Скоро мы вставим свои члены в эту аппетитную задницу! Да!
    img 21455
    prisoners "Да! Шлюха! Да!"
    # Кончают...
    img 21456
    prisoner1 "АААааааххх!!!"
    img 21457
    prisoner2 "АААааааххх!!!"

    img 21458
    prisoners "Хорошая шлюха! Хорошая! Да!"
    prisoner1 "Скоро мы вставим свои члены в эту аппетитную задницу! Да!"
# Скажи, шлюха! Скажи, что ты ждешь наши члены в своей заднице!
# Скажи это, шлюха!
    prisoner1 "Скажи, шлюха! Скажи что ты ждешь наши члены в своей заднице!"
    prisoner1 "Скажи это, шлюха!"
# m "!!!"
# Нет!!!
    img 21459
    mt "!!!"
    m "Нет!!!"
# Скажи, шлюха! А не то ты станешь плохой шлюхой!
# Да! Да! Плохая шлюха, да!
    img 21460
    prisoner1 "Скажи, шлюха! А не то ты станешь плохой шлюхой!"
    img 21461
    prisoners "Да! Да! Плохая шлюха! Да!"

# О БОЖЕ!!! Что мне делать?!
    img 21462
    mt "О БОЖЕ!!! Что мне делать?!"

# Сказать что Моника ждет члены заключенных в своей попе
# Поставить их на место!
    menu:
        "Сказать что Моника ждет члены заключенных в своей попе.":
            pass
        "Поставить их на место!":
            return False

# Я... Я жду ваши члены...
# Где?! Где ты ждешь наши члены, шлюха?! Отвечай нам!
    img 21463
    m "Я... Я жду Ваши члены..."
    img 21464
    prisoner1 "Где?! Где ты ждешь наши члены, шлюха?! Отвечай нам!"

# Я... Я жду ваши члены... в своей попе...
# О БОЖЕ!!!
    img 21465
    m "Я... Я жду Ваши члены... в своей попе..."
    mt "О БОЖЕ!!!"

# Скажи, скажи что ты хочешь, чтобы они поскорее оказались там!
# Скажи это!
    img 21464
    prisoner1 "Скажи, скажи что ты хочешь, чтобы они поскорее оказались там!"
    prisoner1 "Скажи это!"

# Как я могу такое сказать?! Но мне не важно что я говорю...
# Все-равно этого никогда не будет... А мне надо выиграть время...
# Всего-лишь время!
    img 21462
    mt "Как я могу такое сказать?! Но мне не важно что я говорю..."
    mt "Все-равно этого никогда не будет... А мне надо выиграть время..."
    mt "Всего-лишь время!"

# Я... Я жду ваши члены... в своей попе...
# Я... Я хочу, чтобы они поскорее оказались там...
    img 21466
    m "Я... Я жду Ваши члены... в своей попе..."
    m "Я... Я хочу, чтобы они поскорее оказались там..."

# Да, хорошая шлюха! Да! До завтра, шлюха!
# Завтра ты будешь сосать наши члены!
# У всех нас, одновременно!
# Да! Да! Хорошая шлюха!
# Одновременно, сосать, да!
    img 21467
    prisoner1 "Да, хорошая шлюха! Да!"
    prisoner1 "До завтра, шлюха!"
    prisoner1 "Завтра ты будешь сосать наши члены!"
    prisoner1 "У всех нас, одновременно!"
    img 21469
    prisoners "Да! Да! Хорошая шлюха!"
    prisoners "Одновременно, сосать, Да!"

# НЕТ!!!
# О БОЖЕ!!!
# Я не буду делать этого!!!
    img 21468
    m "НЕТ!!!"
    m "О БОЖЕ!!!"
    m "Я не буду делать этого!!!"

# Ты будешь! Иначе ты будешь плохой шлюхой, да!
# Скажи это! Скажи что ты будешь сосать наши члены завтра!
# Скажи! Мы хотим это услышать!
    img 21470
    prisoner1 "Ты будешь! Иначе ты будешь плохой шлюхой, Да!"
    prisoner1 "Скажи это! Скажи что ты будешь сосать наши члены завтра!"
    prisoner1 "Скажи! Мы хотим услышать это!"

# Да! Да!
# Услышать! Да!
    img 21471
    prisoners "Да! Да!"
    prisoners "Услышать! Да!"

# О БОЖЕ!
# Что мне делать?!
# Завтра Мистер Маркус примет меня.
#Мне надо сказать что угодно, чтобы они отстали от меня!
    img 21472
    mt "О БОЖЕ!"
    mt "Что мне делать?!"
    mt "Завтра Мистер Маркус примет меня."
    mt "Мне надо сказать что угодно, чтобы они отстали от меня!"

# Сказать что завтра Моника будет сосать члены заключенных.
# Поставить их на место!
    menu:
        "Сказать, что завтра Моника будет сосать члены заключенных.":
            pass
        "Поставить их на место!":
            return False

# Я... Я буду сосать Ваши члены... Завтра...
# Одновременно! Одновременно все наши члены! Да!
# Я... Я буду сосать завтра все Ваши члены... Одновременно...
    img 21473
    m "Я... Я буду сосать Ваши члены... Завтра..."
    img 21474
    prisoner1 "Одновременно! Одновременно все наши члены! Да!"
    img 21475
    m "Я... Я буду сосать завтра все Ваши члены... Одновременно..."
    mt "Мерзавцы... Никогда этого не будет!"

# Да! Хорошая шлюха!
# Да!
# Шлюха может отдыхать на сегодня! Да!
# Мы придем к шлюхе завтра! Да!

    prisoner1 "Да! Хорошая шлюха!"
    prisoners "Да!"
    img 21476
    prisoner1 "Шлюха может отдыхать на сегодня! Да!"
    prisoners "Мы придем к шлюхе завтра! Да!"

# О Боже! Что я сказала?!
# Но какая разница?!
# Завтра я встречусь с Маркусом и этот кошмар закончится!
# Мне надо спать! Я хочу поскорее уснуть!
    img 21477
    mt "О Боже! Что Я сказала?!"
    img 21478
    mt "!!!"
    mt "Но какая разница?!"
    mt "Завтра я встречусь с Маркусом и это кошмар закончится!"
    mt "Мне надо спать! Я хочу поскорее уснуть!"

# Моника ложится спать.
# Я наговорила кучу ерунды сегодня.
# Но это не важно. Все это не уйдет дальше этих жутких стен.
# А для меня главное - это выбраться отсюда.
# И завтра я добьюсь своей цели!
    img 21479
    mt "Я наговорила кучу ерунды сегодня."
    mt "Но это не важно. Все это не уйдет дальше этих жутких стен."
    mt "А для меня главное - это выбраться отсюда."
    mt "И завтра я добьюсь своей цели!"

# Утро
# Мне надо позвать Боба.
# Мне надо встретиться с Мистером Маркусом скорее!
    img 21480
    mt "Мне надо позвать Боба."
    mt "Мне надо встретиться с Мистером Маркусом скорее!"

# Боб приходит. Чего тебе?!
# Я хочу встретиться с Мистером Маркусом!
# Мистер Маркус сегодня снова занят.
# КАК?! НЕТ!!!
# МИСТЕР МАРКУС ДОЛЖЕН МЕНЯ СЕГОДНЯ ПРИНЯТЬ!
# ПОЖАЛУЙСТА!!!
# МИСТЕР БОБ!!!
    img 21481
    overseer "Чего тебе?!"
    m "Я хочу встретиться с Мистером Маркусом!"
    overseer "Мистер Маркус сегодня занят."
    img 21482
    m "КАК?! НЕТ!!!"
    m "МИСТЕР МАРКУС ДОЛЖЕН МЕНЯ СЕГОДНЯ ПРИНЯТЬ!"
    m "ПОЖАУЛЙСТА!!!"
    m "МИСТЕР БОБ!!!"
# Мистер Маркус сказал что примет тебя завтра!
# Подожди еще один день!
# НЕТ! МИСТЕР БОБ!
# ВЫ НЕ ПОНИМАЕТЕ! МНЕ НУЖНО ВСТРЕТИТЬСЯ С НИМ СЕГОДНЯ!
# МНЕ НЕЛЬЗЯ ЖДАТЬ ЕЩЕ ОДИН ДЕНЬ!
    img 21483
    overseer "Мистер Маркус сказал что примет тебя завтра!"
    overseer "Подожди еще один день."
    img 21484
    m "НЕТ! МИСТЕР БОБ!"
    m "ВЫ НЕ ПОНИМАЕТЕ! МНЕ НУЖНО ВСТРЕТИТЬСЯ С НИМ СЕГОДНЯ!"
    m "МНЕ НЕЛЬЗЯ ЖДАТЬ ЕЩЕ ОДИН ДЕНЬ!"
# Это меня не касается!
# Ты будешь жрать или нет?!
# Я... Я... Что?
# Я спрашиваю ты будешь жрать?! Или мне уйти?!
# Да, мистер Боб... Спасибо...
    img 21485
    overseer "Это меня не касается!"
    overseer "Ты будешь жрать или нет?!"
    img 21486
    m "Я... Я... Что?"
    img 21487
    overseer "Я спрашиваю ты будешь жрать?! Или мне уйти?"
    m "Да, Мистер Боб... Спасибо..."

# О БОЖЕ!
# Еще один день!
# Мне надо пораньше лечь спать. Этот день быстро пролетит.
# Еще одна ночь и я встречусь с Мистером Маркусом.
# И все это закончится!
    img 21488
    mt "О БОЖЕ!"
    mt "Еще один день!"
    img 21489
    mt "Мне надо пораньше лечь спать."
    mt "Этот день быстро пролетит."

# Я лягу спать пораньше...
    img 21490
    mt "Я лягу спать пораньше..."

# Моника ложится спать. Просыпается от шума заключенных.

# Шлюха! Шлюха! Мы пришли к тебе!
# Шлюха!
    img 21491
    prisoners "Шлюха! Шлюха! Мы пришли к тебе!"
    prisoners "Шлюха!"

# О БОЖЕ!!! Я совсем забыла!
# Они снова пришли!
# Я... О БОЖЕ!!! Что я пообещала им вчера?!
# Что же мне делать?!
    img 21492
    mt "О БОЖЕ!!! Я совсем забыла!"
    mt "Они снова пришли!"
    mt "Я... О БОЖЕ!!! Что я пообещала им вчера?!"
    mt "Что же мне теперь делать?!"

# Что Вам снова надо?! Зачем Вы снова пришли сюда!
# Уходите!
    img 21493
    m "Что Вам снова надо?! Зачем Вы снова пришли сюда?!"
    m "Уходите!"

# Мы пришли к нашей шлюхе! Да!
# К хорошей шлюхе! Которая будет сосать наши члены сегодня!
# Достают члены
# Да! Да! Сосать!
    img 21494
    prisoner1 "Мы пришли к нашей шлюхе! Да!"
    prisoner1 "К хорошей шлюхе! Которая будет сосать наши члены сегодня!"
    # Достают члены
    img 21495
    prisoners "Да! Да! Сосать!"

# Я не буду делать этого! Никогда, Вы слышите?!
# Ты будешь сосать! Будешь! Иначе ты плохая шлюха!
# Да!
# Ты надоела нам! Если ты будешь плохой шлюхой, мы все расскажем детективу про тебя!
    img 21496
    m "Я не буду делать этого! Никогда, Вы слышите?!"
    img 21497
    prisoner1 "Ты будешь сосать! Будешь! Иначе ты плохая шлюха!"
    prisoners "Да! Будет плохой шлюхой!"
    img 21498
    prisoner1 "Ты надоела нам! Если ты будешь плохой шлюхой, мы все расскажем детективу про тебя!"

# НЕТ! Вы не сделаете этого!
    img 21499
    m "НЕТ! Вы не сделаете этого!"

# Если шлюха будет хорошей, мы не будем этого делать!
# Садись на колени и соси наши члены!
# Будь хорошей шлюхой, jail_name
    img 21498
    prisoner1 "Если шлюха будет хорошей, мы не будем этого делать!"
    img 21500
    prisoner1 "Садись на колени и соси наши члены!"
    prisoner1 "Будь хорошей шлюхой, [monica_jail_name]."

# НЕТ! Я не буду! Ни за что!!!
    img 21501
    m "НЕТ! Я не буду! Ни за что!!!"

# Тогда мы уходим! Позовите детектива, ребята!
# Да, мы пошли звать детектива.
# Плохая шлюха!
    img 21502
    prisoner1 "Тогда мы уходим! Позовите детектива, ребята!"
    prisoners "Да, мы пошли звать детектива."
    prisoners "Плохая шлюха!"

# Уходят

# Нет! Стойте!
# Не делайте этого!
    img 21503
    m "Нет! Стойте!"
    m "Не делайте этого!"

# Мы сделаем это! Ты плохая шлюха!
# Да! Да!
# Мы сделаем это!
    img 21504
    prisoner1 "Мы сделаем это! Ты плохая шлюха!"
    prisoners "Да! Да!"
    prisoners "Мы сделаем это!"

# Не делайте!
# Я... Я...
    img 21505
    m "Не делайте!"
    m "Я... Я..."

# Возвращаются

# Ты? Что ты?!
# Мы знаем что ты шлюха!
# Но ты хорошая шлюха или плохая?!
# Отвечай!
    img 21506
    prisoner1 "Ты? Что ты?!"
    prisoner1 "Мы знаем что ты шлюха!"
    prisoner1 "Но ты хорошая шлюха или плохая?!"
    prisoner1 "Отвечай!"

# Сделать что они хотят.
# Поставить их на место!
    menu:
        "Сделать что они хотят.":
            pass
        "Поставить их на место!":
            return False

# Я... Я...
# Ну же!
# Я... Я хорошая шлюха...
    img 21507
    m "Я... Я..."
    img 21508
    prisoner1 "Ну же!"
    img 21509
    m "Я... Я хорошая шлюха..."

# Вставай на колени и соси наши члены!
# Хорошая шлюха обещала сосать их сегодня!
    img 21508
    prisoner1 "Снимай свою одежду!"
    img 21510
    m "..."
    img 21511
    prisoner1 "Давай!"

    img 21512 # вид одежды

    img 21513
    prisoner1 "Вставай на колени и соси наши члены!"
    prisoner1 "Хорошая шлюха обещала сосать их сегодня!"

# Я...
    img 21514
    m "Я..."

# Всавай на колени!
    img 21515
    prisoner1 "Вставай на колени!"

# Моника встает на колени
    img 21516
    m "..."

# Принимай мой член! Давай, скорее!
# А то я сейчас кончу тебе на лицо.
    img 21517
    prisoner1 "Принимай мой член! Давай, скорее!"
    prisoner1 "А то я сейчас кончу тебе на лицо. Уже не могу терпеть!"

# Что здесь за беспорядок?! Заходит Боб.
# Боб, мы пришли к нашей шлюхе! Ты обещал, Боб!
    img 21518
    overseer "Что здесь за беспорядок?!"
    img 21519
    prisoner1 "Боб, мы пришли к нашей шлюхе!"
    prisoner1 "Ты обещал, Боб!"

# Я пущу Вас к ней после того, как она побывает у Мистера Маркуса!
# Но Боб! Мы не занимаемся с ней сексом! Она просто сосет наши члены!
# Она сама хочет этого!
# Сама?
    img 21520
    overseer "Я пущу Вас к ней после того, как она побывает у Мистера Маркуса!"
    img 21521
    prisoner1 "Но Боб! Мы не занимаемся с ней сексом!"
    prisoner1 "Она просто сосет наши члены. Ничего такого..."
    prisoner1 "Она сама хочет этого!"
    img 21522
    overseer "Сама?"
# Да, эта шлюха сама этого хочет!
# Да, шлюха?! Отвечай!
# Я... Я...
# Отвечай, шлюха! Ты знаешь что надо ответить, чтобы быть хорошей шлюхой!

    prisoner1 "Да, эта шлюха сама этого хочет!"
    img 21523
    prisoner1 "Да, шлюха?! Отвечай!"
    img 21524
    m "Я... Я..."
# И ты знаешь что будет с плохой шлюхой!
# Ты знаешь это!
# Я... Я...
# Мистер Боб... Я... Их члены...
    img 21525
    prisoner1 "И ты знаешь что будет с плохой шлюхой!"
    prisoner1 "Ты знаешь это!"

    img 21526
    m "Я... Я..."
    mt "О БОЖЕ! Если я скажу Бобу правду, то они точно расскажут все детективу!"
    mt "Боба уберут отсюда, а что будет со мной - Я даже боюсь представить!"
# Ну же, шлюха!
# Я хочу их члены... сосать...
# Видишь, Боб?
    img 21527
    prisoner1 "Ну же, шлюха!"
    img 21528
    m "Я хочу их члены... сосать..."
    img 21529
    prisoner1 "Видишь, Боб?"
# Она сама хочет! Открой нам дверь!
# Мы хотим попасть к ней! Это неудобно делать через решетку!
# Наши члены не такие длинные! Нам неудобно, Боб!
# overseer "И что, ты правда сама этого хочешь?"
# Тебя никто не заставлял?
    prisoner1 "Она сама хочет! Открой нам дверь!"
    prisoner1 "Мы хотим попасть к ней! Это неудобно делать через решетку!"
    prisoner1 "Наши члены не настолько длинные...."
    img 21530
    prisoner1 "Нам неудобно, Боб!"
    img 21531
    overseer "И что, ты правда сама этого хочешь?"
    overseer "Тебя никто не заставлял?"
# Нннет... Мистер Боб...
# Мммменя... Никто... Не заставлял...
# Ну хорошо, я открою. Только давайте быстро! Скоро отбой!
# И у меня начинает болеть голова из-за вас!
    img 21532
    m "Ннннет... Мистер Боб..."
    m "Ммммменя... Никто... Не заставлял..."
    img 21533
    overseer "Ну хорошо, я открою. Только давайте быстро! Скоро отбой!"
    overseer "И у меня начинает болеть голова из-за вас!"
# У Вас есть 10 минут!
# Да! Ура! Ребята, залетай!
    img 21534
    overseer "У Вас есть 10 минут!"

    img 21535
    prisoner1 "Да! Ура! Ребята, залетай!"
    m "О БОЖЕ!"

# Да, хорошая шлюха! Соси! Соси наши члены!
# Да!
# Давай, да!
# Моника сосет кучу членов.
    prisoner1 "Да, хорошая шлюха! Соси! Соси наши члены!"
    prisoner1 "Да!"
    prisoner1 "Давай, Да!"
    prisoner1 "ААааахххх!"
# Моника сосет кучу членов.

# Эй, моя очередь.
# Эй, посторонись, дай мне тоже вставить член ей в ротик.
# Да, какой ротик.
# Как приятно, ребята, да!
    prisoner2 "Эй, моя очередь!"
    prisoner2 "ААааахххх!"

    prisoner4 "Эй, посторонись, дай мне тоже вставить член ей в ротик."
    prisoner4 "Да, какой ротик!"
    prisoner4 "Как приятно, ребята, да!"
    prisoner5 "Продвигайтесь быстрее! Мы тоже ждем!"
# ААааахххх!
# Эй! Кончай на нее! Не разбрызгивай на нас!
# Моя очередь!
# ААааааааххх!
    prisoner4 "ААааахххх!"
    prisoner5 "Эй! Кончай на нее! Не разбрызгивай на нас!"
 Эй! Подвинься!
# Продвигайтесь быстрее! Мы тоже ждем!
# ААааааааххх!
# Следующий!
#    prisoner3 "Эй! Подвинься!"
    prisoner3 "Моя очередь!"
#    prisoner5 "ААааахххх!"
##    prisoner3 "ААааахххх!"
# Кто закончил, отходите в сторону!
# ААааааааххх!
    prisoner3 "Кто закончил, отходите в сторону!"
#    prisoner3 "ААааахххх!"
# Не задерживайте очередь!
# Ну же! Кончай скорее!
# Я почти!
    prisoner5 "Не задерживайте очередь!"
    prisoner5 "Ну же! Кончай скорее!"
    prisoner3 "Я почти!"
# Давай! Долби ее активнее!
# ААааааааххх!
# Следующий!
    prisoner6 "Давай! Долби ее активнее!"
    prisoner3 "ААааахххх!"
# Эй! Ты куда лезешь!
# Ты после меня!
# ААааааааххх!
    prisoner6 "Эй! Ты куда лезешь?!" # Говорит 5-му
    prisoner6 "Ты после меня!"
    prisoner6 "ААааахххх!"

    prisoner5 "Моя очередь!"
# Время!
    overseer "Время!"
# Скорее, скорее!
# Дай мне!
# Я еще не все!
    prisoner1 "Скорее, скорее!"
    prisoner1 "Дай мне!"
    prisoner5 "Я еще не все!"
# Дай я тогда тоже засуну!
# Я должен успеть!
    prisoner1 "Дай я тогда тоже засуну! Еще раз!"
    prisoner1 "Я должен успеть!"
# Да, давай, растягивай ей ротик!
# ААааааааххх!
# ААааааааххх!
    prisoner3 "Да, давай, растягивай ей ротик!"
    prisoner5 "ААааахххх!"
    prisoner1 "ААааахххх!"
# Все, брысь отсюда!
    overseer "Все, брысь отсюда!"
# О БОЖЕ!!! Что это было...
# У меня сводит челюсть, я не могу пошевелить ей...
# А это что?! # Боб стоит с членом
# Боб?!
    mt "О БОЖЕ!!! Что это было..."
    mt "У меня сводит челюсть, я не могу пошевелить ей..."
    mt "А это что?!"
    m "БОБ?! ТЫ?!"
# Ну ты любишь делать это... Ты сама сказала...
# И я подумал, что...
# Уйди отсюда, Боб!
# Никогда в жизни я не буду этого делать!
    overseer "Ну... Ты любишь делать это... Ты сама сказала..."
    overseer "И Я подумал, что..."
    m "Уйди отсюда, Боб!"
# Мерзавцы!
# Твари!
# Ладно, ладно, ухожу...
    m "Мерзавцы!"
    m "Твари!"
    overseer "Ладно, ладно, ухожу..."

# Моника ложится спать...
# Я не могу поверить... Их... Столько...
# Я...
# Как такое могло случиться...
    mt "Я не могу поверить... Их... Столько..."
    mt "Я..."
    mt "Как такое могло случиться..."
# И... Как я выдержала это...
# Мне надо лечь спать...
# Не могу поверить что я решилась на это...
# Как такое могло случиться?
# Мне лучше об этом забыть...
# Я сплю...
    mt "И... Как я выдержала это..."
    mt "Мне надо лечь спать..."
    mt "Не могу поверить что я решилась на это..."
    mt "Может быть был другой путь?"
    mt "Как такое могло случиться, со мной?"
    mt "..."
    mt "Мне лучше об этом забыть..."
    mt "Я сплю..."

# Утро
# Мне надо позвать Боба. Мистер Маркус должен встретиться со мной!
    mt "Мне надо позвать Боба. Мистер Маркус должен встретиться со мной, наконец!"

# Мистер Маркус ждет тебя!
# Иди за мной!
# Ура! Наконец-то!
# Наконец-то я покину это жуткое место!
# Наконец-то!
    overseer "Мистер Маркус ждет тебя!"
    overseer "Иди за мной!"
    m "Ура! Наконец-то!"
    mt "Наконец-то я покину это жуткое место!"
    mt "Наконец-то!"

# Моника идет вдоль заключенных. Они кричат хорошая шлюха (или молчат)
    prisoners "Хорошая шлюха!"
    prisoners "Да! Хорошая шлюха!"
    prisoners "Мы ждем нашу шлюху!"
    prisoners "Хорошая шлюха!"


    return









#
