# Дом. Комната Барди. Барди, Моника и Бетти.
label dialogue_4_classmate_lesbian_1:
    # Барди на кровати, Бетти стоит напротив него и недовольно на него смотрит
    img 22128
    betty "Зачем ты меня звал? У меня нет времени на твои глупости!"
    img 22129
    betty "Давай быстрее!"
    # Барди с мерзкой улыбочкой
    img 22130
    bardie "Зови гувернантку. Я хочу проверить, как вы соблюдаете правила этого дома."
    img 22131
    betty "!!!"
    img 22132
    betty "А сам проверить не можешь?!"
    betty "Я не хочу звать ее! А тем более при ней показывать, что я соблюдаю правила!"
    # Барди с фейсом а-ля хозяин дома
    img 22133
    bardie "Ты, наверное, забыла, что я тут хозяин?!"
    bardie "Ты должна меня слушаться! Зови гувернантку!!!"
    # Бетти с недовольным лицом орет
    img 22131
    betty "!!!"
    img 22134
    betty "Гувернантка! Иди сюда!"
    # через несколько минут в комнату заходит Моника, они вдвоем стоят перед кроватью Барди
    img 22135
    m "Да, миссис Робертс?" #недовольно
    img 22136
    mt "Эта деревенщина с малявкой уже меня достали!"
    mt "Что бы такого придумать, чтобы они от меня отстали?"
    img 22137
    mt "???"
    # Бетти смотрит на Монику высокомерно
    betty "Гувернантка, я тебя позвала, чтобы..."
    betty "Чтобы..."
    # поворачивается к Барди
    img 22138
    betty "..."
    img 22139
    bardie "Гувернантка, я хочу проверить, насколько хорошо вы соблюдаете правила этого дома."
    img 22140
    bardie "И как хорошо слушаетесь хозяина."
    # Моника зло смотрит на Бетти
    img 22141
    mt "Эта провинциальная шлюха могла бы поставить сопляка на место..."
    mt "Если бы была в состоянии говорить 'нет' мужчинам..."
    # Моника поворачивается к Барди
    img 22142
    m "Что мне надо сделать? Задрать юбку?"
    img 22143
    bardie "Ага. Но не прямо сейчас. Сначала я хочу проверить Бетти."
    img 22144
    mt "???"
    betty "!!!"
    # Барди встает с кровати, улыбаясь многозначительно, говорит Бетти
    img 22145
    bardie "Сядь на мою кровать."
    # Бетти офигевает
    img 22146
    betty "А это еще зачем?! Что ты еще придумал, сопляк?"
    img 22147
    # Барди угрожающе
    bardie "Ты не хочешь слушать то, что говорю тебе я?"
    # Бетти психует, злится
    img 22148
    betty "..."
    betty_t "Ненавижу этого сопляка!!!"
    # но выполняет его приказ и садится на край его кровати
    img 22149 # садится
    w
    img 22150
    betty "!!!"
    img 22151
    bardie "А теперь я проверю, как ты соблюдаешь правила. Покажи мне. Разведи ноги в стороны и подними юбку."
    # Бетти зло на него смотрит
    img 22152
    w
    img 22153
    betty "Я не хочу делать этого при гувернантке! Вообще-то, на мне нет трусиков!"
    img 22154
    betty "!!!"
    img 22155
    betty "Я не собираюсь сидеть тут перед вами с раздвинутыми ногами!"
    # Барди ей показывает рукой на свой ноут
    img 22156
    bardie "Давай, еще раз посмотрим на твои фото?"
    img 22157
    bardie "Возможно, ты забыла, что там отлично видно, как ты мастерски ведешь переговоры, с раздвинутыми ногами?"
    img 22158
    betty "Не смей такое говорить про меня! Я порядочная женщина!"
    img 22159
    bardie "Тогда делай, как я говорю! Порядочные женщины должны слушаться хозяина дома!"
    img 22160
    bardie "Я жду!"
    # Бетти зло смотрит, но подчиняется, поднимает юбку, раздвигает ноги (далее она их раздвинет еще шире, см.ниже)
    img 22161
    betty "!!!"
    # Барди смотрит на нее
    img 22162
    bardie "Хорошо. Так и сиди, не опускай юбку."
    bardie "Сейчас я буду проверять гувернантку."
    # Барди поворачивается к Монике
    bardie "Гувернантка, встань на пол на колени между ног Бетти!"
    # Моника офигевает
    m "ЧТО?!"
    m "Я не буду этого делать!!!"
    m "Проверяй как обычно!"
    # Барди недовольно
    bardie "Ты плохая гувернантка. Ты отказалась принять благодарность моего друга."
    bardie "Плохую гувернантку хозяин должен наказать!"
    # Барди угрожающе
    bardie "Если не сделаешь, как я говорю, то тебе будет только хуже!"
    # Моника зло на него смотрит
    mt "Он снова угрожает мне Маркусом..."
    mt "Ему же ничего не стоит пойти в полицию и сказать, что я живу здесь!"
    mt "..."
    mt "Он расскажет..."
    mt "Полицейские будут здесь в тот же день..."
    mt "Возможно, даже завтра..."
    mt "Нет! Я не должна допустить этого!!!"
    mt "!!!"
    # Моника с недовольным видом встает на колени перед Бетти
    # Барди самодовольно улыбается
    bardie "Гувернантка, наклонись и дотронься языком до киски Бетти."
    # Моника смотрит на него уничтожающим взглядом, а Бетти возмущается
    betty "Я не хочу, чтобы эта шлюха прикасалась своими губами ко мне!" #говорит она Барди
    betty "Гувернантка, не смей прикасаться ко мне!" #говорит Монике
    # Моника зло
    mt "Они издеваются?! Меня тошнит от того, что он просит сделать!"
    mt "И кому?! Этой деревенщине! Я, Моника Бакфетт!"
    # Моника с ненавистью смотрит на Бетти, потом с отвращением приближается к ее киске и проводит языком
    betty "Фууу!"
    # Моника отстраняется все с тем же отвращением, смотрит на Барди
    m "!!!"
    m "Надеюсь, это все?! Я могу идти?"
    bardie "Нет, гувернантка! Я тобой очень недоволен!"
    bardie "Сделай так еще несколько раз, а я подумаю, достаточно или нет."
    # Моника снова с отвращением прикасается к Бетти и лижет ей там, Бетти злится, смотрит на Барди
    betty "Когда весь этот цирк прекратится?!"
    betty_t "Фу! Эта шлюха согласилась лизать меня ТАМ!"
    betty_t "Как же это противно, что она ко мне прикасается!"
    bardie "Гувернантка, еще не все."
    bardie "Продолжай. Я еще думаю, простить тебя или нет..."
    betty_t "Как же это противно... М-м-м-мне совсем это не нравится... Мммм..."
    # Бетти раздвигает ноги еще шире, сама смотрит на Барди
    betty "Все, хватит, достаточно! Мне неприятно, что она трогает меня там-м-м..."
    betty "Мммм..."
    # Бетти закрывает глаза и приподнимает свои ноги, раскрываясь полностью (см. позу)
    betty "Сколько я могу терпеть эту мерзость..."
    betty "Мммм..."
    betty "Я... Порядочная женщина..."
    betty "Аааах, прикажи ей остановится... Оооо..."
    # в итоге Бетти кончает со стонами
    betty "АААААААА!!!"
    # Моника отстраняется от нее, смотрит с отвращением на нее, потом на Барди вопросительно и зло
    # Барди с довольной ухмылкой
    bardie "Достаточно, гувернантка."
    bardie "Теперь хозяин доволен своей гувернанткой и она может идти."
    # Барди поворачивается к Бетти, та после оргазма лежит на кровати
    bardie "Я вижу, что ты соблюдаешь правила этого дома. Ты тоже свободна на сегодня."
    return
