# Дом. Комната Барди. Барди, Моника и Бетти.
label dialogue_4_classmate_lesbian_1:
    # Барди на кровати, Бетти стоит напротив него и недовольно на него смотрит
    img 22128
    betty "Зачем ты меня звал? У меня нет времени на твои глупости!"
    img 22129
    betty "Давай быстрее!"
    # Барди с мерзкой улыбочкой
    img 22130
    bardie "Зови гувернантку. Я хочу проверить, как вы соблюдаете правила этого дома."
    img 22131
    betty "!!!"
    img 22132
    betty "А сам проверить не можешь?!"
    betty "Я не хочу звать ее! А тем более при ней показывать, что я соблюдаю правила!"
    # Барди с фейсом а-ля хозяин дома
    img 22133
    bardie "Ты, наверное, забыла, что я тут хозяин?!"
    bardie "Ты должна меня слушаться! Зови гувернантку!!!"
    # Бетти с недовольным лицом орет
    img 22131
    betty "!!!"
    img 22134
    betty "Гувернантка! Иди сюда!"
    # через несколько минут в комнату заходит Моника, они вдвоем стоят перед кроватью Барди
    img 22135
    m "Да, миссис Робертс?" #недовольно
    img 22136
    mt "Эта деревенщина с малявкой уже меня достали!"
    mt "Что бы такого придумать, чтобы они от меня отстали?"
    img 22137
    mt "???"
    # Бетти смотрит на Монику высокомерно
    betty "Гувернантка, я тебя позвала, чтобы..."
    betty "Чтобы..."
    # поворачивается к Барди
    img 22138
    betty "..."
    img 22139
    bardie "Гувернантка, я хочу проверить, насколько хорошо вы соблюдаете правила этого дома."
    img 22140
    bardie "И как хорошо слушаетесь хозяина."
    # Моника зло смотрит на Бетти
    img 22141
    mt "Эта провинциальная шлюха могла бы поставить сопляка на место..."
    mt "Если бы была в состоянии говорить 'нет' мужчинам..."
    # Моника поворачивается к Барди
    img 22142
    m "Что мне надо сделать? Задрать юбку?"
    img 22143
    bardie "Ага. Но не прямо сейчас. Сначала я хочу проверить Бетти."
    img 22144
    mt "???"
    betty "!!!"
    # Барди встает с кровати, улыбаясь многозначительно, говорит Бетти
    img 22145
    bardie "Сядь на мою кровать."
    # Бетти офигевает
    img 22146
    betty "А это еще зачем?! Что ты еще придумал, сопляк?"
    img 22147
    # Барди угрожающе
    bardie "Ты не хочешь слушать то, что говорю тебе я?"
    # Бетти психует, злится
    img 22148
    betty "..."
    betty_t "Ненавижу этого сопляка!!!"
    # но выполняет его приказ и садится на край его кровати
    img 22149 # садится
    w
    img 22150
    betty "!!!"
    img 22151
    bardie "А теперь я проверю, как ты соблюдаешь правила. Покажи мне. Разведи ноги в стороны и подними юбку."
    # Бетти зло на него смотрит
    img 22152
    w
    img 22153
    betty "Я не хочу делать этого при гувернантке! Вообще-то, на мне нет трусиков!"
    img 22154
    betty "!!!"
    img 22155
    betty "Я не собираюсь сидеть тут перед вами с раздвинутыми ногами!"
    # Барди ей показывает рукой на свой ноут
    img 22156
    bardie "Давай, еще раз посмотрим на твои фото?"
    img 22157
    bardie "Возможно, ты забыла, что там отлично видно, как ты мастерски ведешь переговоры, с раздвинутыми ногами?"
    img 22158
    betty "Не смей такое говорить про меня! Я порядочная женщина!"
    img 22159
    bardie "Тогда делай, как я говорю! Порядочные женщины должны слушаться хозяина дома!"
    img 22160
    bardie "Я жду!"
    # Бетти зло смотрит, но подчиняется, поднимает юбку, раздвигает ноги (далее она их раздвинет еще шире, см.ниже)
    img 22161
    betty "!!!"
    # Барди смотрит на нее
    img 22162
    w
    img 22163
    w
    img 22164
    bardie "Хорошо. Так и сиди, не опускай юбку."
    img 22165
    bardie "Сейчас я буду проверять гувернантку."
    # Барди поворачивается к Монике
    img 22166
    bardie "Гувернантка, встань на пол на колени между ног Бетти!"
    # Моника офигевает
    img 22167
    m "ЧТО?!"
    m "Я не буду этого делать!!!"
    m "Проверяй как обычно!"
    # Барди недовольно
    img 22168
    bardie "Ты плохая гувернантка. Ты отказалась принять благодарность моего друга."
    bardie "Плохую гувернантку хозяин должен наказать!"
    # Барди угрожающе
    img 22169
    bardie "Если не сделаешь, как я говорю, то тебе будет только хуже!"
    # Моника зло на него смотрит
    img 22170
    mt "Он снова угрожает мне Маркусом..."
    mt "Ему же ничего не стоит пойти в полицию и сказать, что я живу здесь!"
    img 22171
    mt "..."
    mt "Он расскажет..."
    mt "Полицейские будут здесь в тот же день..."
    mt "Возможно, даже завтра..."
    img 22172
    mt "Нет! Я не должна допустить этого!!!"
    img 22173
    mt "!!!"
    # Моника с недовольным видом встает на колени перед Бетти
    # Барди самодовольно улыбается
    img 22174
    w
    img 22175
    w
    img 22176
    w
    img 22177
    bardie "Бетти, откинься назад, на кровать."
    img 22178
    bardie "Гувернантка, наклонись и дотронься языком до киски Бетти."
    # Моника смотрит на него уничтожающим взглядом, а Бетти возмущается
    img 22179
    betty "Я не хочу, чтобы эта шлюха прикасалась своими губами ко мне!" #говорит она Барди
    img 22180
    betty "Гувернантка, не смей прикасаться ко мне!" #говорит Монике
    # Моника зло
    img 22181
    mt "Они издеваются?! Меня тошнит от того, что он просит сделать!"
    mt "И кому?! Этой деревенщине! Я, Моника Бакфетт!"
    img 22182
    w
    img 22183
    w
    img 22184
    w
    img 22185
    # Моника с ненавистью смотрит на Бетти, потом с отвращением приближается к ее киске и проводит языком
    img 22186
    w
    img 22187
    w
    img 22188
    w
    img 22189
    w
    img 22190
    w
    img 22191
    w
    img 22192
    w
    img 22193
    w
    img 22194
    betty "Фууу!"
    # Моника отстраняется все с тем же отвращением, смотрит на Барди
    img 22195
    m "!!!"
    img 22196
    m "Надеюсь, это все?! Я могу идти?"
    bardie "Нет, гувернантка! Я тобой очень недоволен!"
    bardie "Сделай так еще несколько раз, а я подумаю, достаточно или нет."
    # Моника снова с отвращением прикасается к Бетти и лижет ей там, Бетти злится, смотрит на Барди
    img 22197
    w
    img 22198
    w
    img 22199
    w
    img 22200
    betty "Когда весь этот цирк прекратится?!"
    img 22201
    betty_t "Фу! Эта шлюха согласилась лизать меня ТАМ!"
    betty_t "Как же это противно, что она ко мне прикасается!"
    img 22202
    bardie "Гувернантка, еще не все."
    bardie "Продолжай. Я еще думаю, простить тебя или нет..."
    img 22203
    w
    img 22204
    betty_t "Как же это противно... М-м-м-мне совсем это не нравится... Мммм..."
    img 22205
    betty "Ааааааххх..."
    # Бетти раздвигает ноги еще шире, сама смотрит на Барди
    img 22206
    betty "Все, хватит, достаточно! Мне неприятно, что она трогает меня там-м-м..."
    img 22207
    w
    img 22208
    betty "Мммм..."
    # Бетти закрывает глаза и приподнимает свои ноги, раскрываясь полностью (см. позу)
    img 22209 # падает мяч
    w
    img 22210
    betty "Мммм..."
    img 22211
    w
    img 22212
    w
    img 22213
    betty "Сколько я могу терпеть эту мерзость..."
    img 22214
    betty "Мммм..."
    img 22215
    w
    img 22216
    betty "Я... Порядочная женщина..."
    img 22217
    w
    img 22218
    w
    img 22219
    betty "Аааах, прикажи ей остановится... Оооо..."
    # в итоге Бетти кончает со стонами
    img 22220
    w
    img 22221
    w
    img 22222
    w
    img 22223
    betty "Ты... Ты!... Ты...."
    img 22224
    betty "АААААААА!!!"
    img 22225
    batty "ААААА!!! АААААА!!!"
    # Моника отстраняется от нее, смотрит с отвращением на нее, потом на Барди вопросительно и зло
    # Барди с довольной ухмылкой
    img 22226 #Бетти кончила
    w
    img 22227
    w
    img 22228
    w
    img 22229
    bardie "Достаточно, гувернантка."
    img 22230
    bardie "Теперь хозяин доволен своей гувернанткой и она может идти."
    # Барди поворачивается к Бетти, та после оргазма лежит на кровати
    img 22231
    bardie "Я вижу, что ты соблюдаешь правила этого дома. Ты тоже свободна на сегодня."
    img 22232
    w
    return
