label ep28_dialogues_jail1:
    # Моника ложится спать
    # Монике снится сон с Маркусом.
    m "Маркус?!"
    m "ГДЕ Я?!"
    m "У меня все болит!"
    m "О БОЖЕ!"
    marcus "Ты знаешь где ты..."
    m "Это... Это Ранчо 218?!"
    m "Я... Я попала сюда?!"
    m "Но нет! Этого не может быть!"
    m "Этого еще не случилось!"
    m "НЕЕЕЕТ!"
    marcus "Это скоро случится..."
    m "Зачем! Зачем ты снишься мне!"
    m "Уйди отсюда! Я должна отсюда выбраться!"
    m "Я должна проснуться!"
    marcus "Я снюсь тебе, чтобы сказать как избежать всего этого..."
    m "Что?"
    m "Ты... Ты можешь мне сказать как этого избежать?!"
    m "Что мне сделать? Я сделаю все, абсолютно все!"
    marcus "Полюбить меня..."
    m "Что..."
    # Конец сна
    return




# Боб приходит в камеру и начинает трогать Монику во сне
# Моника просыпается от кошмара и кричит на Боба что он делает здесь
# Боб смущается и отвечает что принес ей похлебку.
# Моника смотрит на похлебку с отвращением и говорит что ей не нужна эта жуткая еда
# Ей надо встретиться с Мистером Маркусом и уйти из этого жуткого места

# Боб отвечает что Мистер Маркус занят и пока не может встретиться с ней.
# Ей надо подождать его дольше.
# Моника возмущается как это так?! Ей что, ждать его здесь, в камере?!
# Боб отвечает что это не его дело. Она арестант и сидит в камере.
# Боб собирается уходить
# Моника останавливает Боба и берет еду

# Моника думает что же ей делать. Какой ужас и тд
# Моника может позвать Боба, но он не подходит

# Вечером перед сном Монику окликивают заключенные
# Моника с ужасом видит что они у ее решетки
# Моника спрашивает что вы делаете здесь?! Как Вы сюда попали?

# Заключенные отвечают что Боб разрешает выходить на прогулку перед сном.
# Моника спрашивает где Боб, они отвечают что его нет, он вернется позднее.

# Моника с ужасом говорит что вы же раньше не гуляли здесь. Уйдите отсюда!
# Те отвечают что Боб разрешил им гулять, потому что ему не удалось выполнить условие их молчания
# Какое еще условие?
# Заключенный спрашивает что шлюха что, забыла?
# Боб обещал им веселье с Моникой за то что те молчат и не надоедают Бобу своим шумом
# Вы не зайдете сюда!
# Заключенный отвечает что мы зайдем к тебе. Жаль что после этого Боб, скорее всего, запретит им гулять.
# Но это веселье того стоит!
# Моника отвечает что никогда! Она должна встретиться с Мистером Маркусом и они не смеют трогать ее!
# Заключенные отвечают что Боб уже пообещал, что она будет принадлежать им сразу после встречи с Мистером Маркусом
# Моника отвечает что они не дождутся! Она не вернется сюда после встречи с ним!
# Заключенные смеются а куда же ты денешься?
# Про себя думает О Боже! Я не поеду на ферму!
# Отвечает что она вернется на свободу после Мистера Маркуса и никогда не увидит эти отвратительные морды!

# Заключенный отвечает чтобы она попросила прощения у них за свои слова!
# Моника отвечает что не собирается! У них действительно отвратительные морды!
# И они даже не представляют с кем разговаривают сейчас!
# Заключенный отвечает что они разговаривают со шлюхой.
# Только они пока не решили хорошая шлюха или плохая.
# ЧТООО?! Да как ты смеешь, урод, называть меня так!
# Заключенный отвечает, что шлюха, похоже, забыла, что хотела сбежать отсюда.
# Сегодня с утра приходил детектив от Мистера Маркуса и спрашивал про тебя, нарушала-ли ты какие-нибудь правила?
# Не нарушала-ли дисциплину здесь или что-нибудь еще?
# Моника в шоке
# Шлюхой очень интересуются. А шлюха, в то же время, вступила в сговор с надзирателем с целью побега.
# Моника отвечает что они ничего не докажут!
# Заключенные отвечают что запомнили дни, когда Боб отлучался в банк и встречался с риелтором.
# Детектив проведет расследование и быстро расколет Боба.
# Тогда Боба заменят и они будут этому рады. Другой надзиратель будет поумнее и с ним будет проще договориться.
# А заключенным увеличат паек, они уверены в этом. Паек, да! Паек!

# Так что пусть шлюха хорошенько подумает и ответит какая она? Хорошая или плохая?
# Плохая шлюха хотела сбежать, плохая шлюха нам не нужна здесь!

# Моника в шоке смотрит

# Итак, отвечай!

# Моника думает что это ужас!
# Они расскажут Маркусу про то что она собиралась сбежать отсюда.
# Судя по тому, что здесь рыскает детектив, они так и ищут способ отправить Монику на ферму.
# Но, видимо, у них нет зацепок, чтобы сделать это.
# И, если заключенные все расскажут, то это будет конец!
# О БОЖЕ, Моника! Что же мне делать?
# Неужели мне придется притворяться какой-то шлюхой здесь?!
# Но иначе мне не выжить! Это вопрос жизни и смерти.
# А, судя по словам Мелани, может быть и еще похуже смерти.

# Что же мне делать?
# Выбор:
# Притворяться шлюхой.
# Поставить их на место!
# Если поставить на место, то Моника говорит чтобы они заткнулись!
# Они сами нарушают правила тем, что заключают сделки с надзирателем.
# Гуляют здесь без разрешения администрации.
# И, как к ним будет относиться другой надзиратель. Учитывая что они заложили предыдущего!
# Вы ни о чем с ним не договоритесь! Вы будете гнить в камерах, никогда не выходя из них!
# Заключенные боятся
# Говорят что ладно, ладно, мы пошутили.
# Моника говорит что теперь пошли отсюда вон!
# Заключенные уходят

# Если притворяться шлюхой
# Заключенный спрашивает раздраженно. Ну, отвечай! Хорошая ты шлюха или плохая?!
# Моника отвечает, что она... хорошая шлюха
# Заключенные радуются: да, хорошая шлюха. Шлюха хорошая!
# Как зовут шлюху? Как у шлюхи имя?
# Выбор
# Назвать свое имя
# Назваться Мэрилин (если открыто)
# Моника называет имя
# Заключенные кричат да! Моника Бакфетт, шлюха!
# Заключенный говорит, скажи кто ты

# Я... Хорошая шлюха...
# О БОЖЕ!! Какой кошмар!

# Назови свое имя и скажи кто ты!
# ...
# Ну же!
# Меня зовут... Моника Бакфетт...
# И я... хорошая шлюха....
# Я делаю это чтобы выжить! Какой ужас!

# Да! Да!
# Хорошая шлюха должна извиниться перед нами!
# И должна сказать что хочет показать нам свои сиськи!
# Да! Да! Сиськи!

# Извиниться перед заключенными
# Поставить их на место!

# Мне надо делать что они говорят, иначе конец!
# Я буду притворяться и потяну время. Сегодня Мистер Маркус не смог встретиться со мной.
# Но я уверена, что завтра я увижусь с ним и этот кошмар закончится для меня!

# Ну же!

# Я... Я хорошая шлюха.
# И?!
# И я прошу прощения у вас. За то что назвала Вас некрасивыми.
# И?! Кто мы?!
# Вы... Вы очень красивые мужчины и...
# И что?! Давай, шлюха! Говори это!
# И... И я хотела бы показать Вам свою грудь...
# Сиськи! Не груд, а сиськи! Скажи!
# !!!
# Показать Вам... свои сиськи...
# Ну же! Показывай! Давай!
# Сиськи! Сиськи!

# Показать грудь
# Поставить их на место!

# Моника показывает грудь, закрывая другой рукой киску.
# Сиськи! Сиськи!

# Шлюха хочет показать нам и киску!
# Да! Киску! Киску!

# Ну же, шлюха! Давай показывай!
# Киску! Киску!

# Показать свою киску
# Поставить их на место!

# Моника поднимает вторую руку вверх, держа робу.

# Да! Киска! Киска! Да!

# Шлюха хочет показать нас свою задницу!
# Давай шлюха, спрашивай разрешения у нас! Ты хочешь показать нам свою задницу!
# Давай, спрашивай нас!

# О БОЖЕ! Неужели мне придется сказать это?!
# Эту... гадость...

# Попросить разрешение показать свою попу
# Поставить их на место!

# Я... Я прошу...
# Кто ты! Называй себя!
# Я... Хорошая шлюха...
# И я... прошу... разрешения показать свою спину...

# Задницу, шлюха! Свою задницу! Скажи это!
# Задницу! Да, задницу! Да!

# Я... прошу разрешения показать свою... свою задницу...

# Да, jail_name хорошая шлюха! Да!
# Мы разрешаем тебе показать свою задницу, шлюха! Давай!

# Моника показывает свой зад

# Да, хорошая задница! Да!

# Мы хотим потрогать ее! Да!
# Да! Потрогать! Мы хотим потрогать шлюху! Потрогать, да!

# Нет! Ни за что! Я не дам Вам трогать меня!

# Тогда ты будешь плохой шлюхой! А ты знаешь что будет с плохой шлюхой!
# Да! Плохая шлюха! Плохая! Нам не нужна плохая шлюха!
# Нам нужна хорошая шлюха, да!

# Хорошая шлюха идет к нам, чтобы мы потрогали ее, да!

# Моника думает что это какой-то кошмар.
# Что чтобы выжить, ей приется дать себя облапать каким-то ничтожествам.
# Каким-то заключенным. Облапать ее, Монику Бакфетт!
# Как это может быть?! Неужели все это реальность?! О БОЖЕ!

# Что же мне делать?!

# Подойти к заключенным.
# Поставить их на место!

# Моника подходит к заключенным, спиной
# Ее лапают.
# Да! Хорошая! Шлюха!
# Шлюха хорошая! Да!
# И я хочу! И мне тоже дайте!
# И мне! И мне!
# Потрогать шлюху!
# О чередь! Шлюха одна, а нас много!
# Да, очередь! Очередь!

# Моника в шоке.
# Моника думает что я сплю, это какой-то кошмарный сон.
# Это не в реальности!

# Кто-то кричит Боб! Боб идет!
# Быстро в камеры, ребята!


# Моника может постучать в решетку и Боб кричит я занят, хватит шуметь!
# Моника ложится спать и думает что надо заснуть, завтра я проснусь и этот кошмарный сон исчезнет.

# С утра Моника встает и думает что надо позвать Боба, Мистер Маркус должен встретиться с ней!

# Приходит Боб.
# Моника спрашивает где Мистер Маркус?
# Боб отвечает что он еще занят и не распоряжался о встрече.
# Моника говорит скажите ему что я хочу встретиться с ним, пожалуйста!
# Боб отвечает что это не его дело, но, вроде бы Мистер Маркус освободится завтра.
# И он может дать ей поесть, если та хочет.
# Либо не шуметь!
# Моника говорит что да, дай, пожалуйста, поесть. Боб уходит и приносит еду.

# Итак, завтра! Завтра я встречусь с Мистером Маркусом и этот кошмар закончится, я уверена!

# Моника ложится спать.
# Ее будят крики шлюха!
# Шлюха! Нам нужна наша шлюха!

# Моника встает и кричит на них: что вам снова надо от меня!
# Нам нужна шлюха! jail_name, наша шлюха!
# Шлюха сегодня хорошая?! Или шлюха снова плохая?!
# Шлюха, отвечай!

# О БОЖЕ! Снова они!
# Что же мне делать?! Мне надо как-то дождать завтрашнего дня!
# Если они расскажут обо мне, то мне конец! Всего один день!
# Может быть стоит перетерпеть это? Эти унижения! Это путь к моей свободе!
# Мне надо пройти его! Но смогу-ли Я?!

# Притворяться шлюхой.
# Поставить их на место!

# Я... Я хорошая шлюха...
# Хорошая шлюха встанет на колени и повернется к нам задницей! Да!
# Мы предвкушаем твою задницу, шлюха!
# Достают члены
# Мы хотим получить удовольствие от нее, прямо сейчас!

# О БОЖЕ!
# Что Вы собираетесь делать?!
# Мы будем дрочить на тебя, шлюха! Скоро ты будешь наша!
# А пока мы хотим подрочить на твою задницу! Вставай своей задницей, сейчас же!

# Сделать как велят заключенные.
# Поставить их на место!

# Моника встает на колени, голой попой к заключенным.

# Заключенные дрочат.
# Да, шлюха! Скажи! Скажи что эта шлюха и ее задница принадлежат нам!
# Скажи!

# О БОЖЕ!! Неужели я скажу такое?!

# Ну же, шлюха! Мы ждем!

# Сказать что Моника шлюха и что ее задница принадлежит заключенным.
# Поставить их на место!


# Главное - понтянуть время, Моника! Я скажу им все что угодно, чтобы выиграть время...
# Эта... Эта шлюха хорошая...
# Эта шлюха и ее задница... принадлежат вам...

# Да! Хорошая шлюха!
# Хорошая шлюха, Да! Да!

# Скажи что эта задница всегда будет к нашим услугам, скажи!
# Скажи! Скажи! Задница! Скажи!

# Сказать что попа Моники всегда к услугам заключенных.
# Поставить их на место!

# Как я могу сказать такое?! Неужели я это сделаю?!
# Это все сон! Это какой-то кошмар! Я не верю в то что это происходит!

# Ну же, шлюха!
# Мы ждем!

# Задница этой шлюхи всегда к вашим услугам...
# В любое время, шлюха! Скажи это!

# Задница этой шлюхи всегда к вашим услугам... в лобое время...

# Да! Шлюха! Да!
# Кончают...
# Хорошая шлюха! Хорошая! Да!
# Скоро мы вставим свои члены в эту аппетитную задницу! Да!
# Скажи, шлюха! Скажи, что ты ждешь наши члены в своей заднице!
# Скажи это, шлюха!
# m "!!!"
# Нет!!!
# Скажи, шлюха! А не то ты станешь плохой шлюхой!
# Да! Да! Плохая шлюха, да!

# О БОЖЕ!!! Что мне делать?!

# Сказать что Моника ждет члены заключенных в своей попе
# Поставить их на место!

# Я... Я жду ваши члены...
# Где?! Где ты ждешь наши члены, шлюха?! Отвечай нам!

# Я... Я жду ваши члены... в своей попе...
# О БОЖЕ!!!

# Скажи, скажи что ты хочешь, чтобы они поскорее оказались там!
# Скажи это!

# Как я могу такое сказать?! Но мне не важно что я говорю...
# Все-равно этого никогда не будет... А мне надо выиграть время...
# Всего-лишь время!

# Я... Я жду ваши члены... в своей попе...
# Я... Я хочу, чтобы они поскорее оказались там...

# Да, хорошая шлюха! Да! До завтра, шлюха!
# Завтра ты будешь сосать наши члены!
# У всех нас, одновременно!
# Да! Да! Хорошая шлюха!
# Одновременно, сосать, да!

# НЕТ!!!
# О БОЖЕ!!!
# Я не буду делать этого!!!

# Ты будешь! Иначе ты будешь плохой шлюхой, да!
# Скажи это! Скажи что ты будешь сосать наши члены завтра!
# Скажи! Мы хотим это услышать!

# Да! Да!
# Услышать! Да!

# О БОЖЕ!
# Что мне делать?!
# Завтра Мистер Маркус примет меня.
#Мне надо сказать что угодно, чтобы они отстали от меня!

# Сказать что завтра Моника будет сосать члены заключенных.
# Поставить их на место!

# Я... Я буду сосать Ваши члены... Завтра...
# Одновременно! Одновременно все наши члены! Да!
# Я... Я буду сосать завтра все Ваши члены... Одновременно...

# Да! Хорошая шлюха!
# Да!
# Шлюха может отдыхать на сегодня! Да!
# Мы придем к шлюхе завтра! Да!

# О Боже! Что я сказала?!
# Но какая разница?!
# Завтра я встречусь с Маркусом и этот кошмар закончится!
# Мне надо спать! Я хочу поскорее уснуть!

# Моника ложится спать.
# Я наговорила кучу ерунды сегодня.
# Но это не важно. Все это не уйдет дальше этих жутких стен.
# А для меня главное - это выбраться отсюда.
# И завтра я добьюсь своей цели!

# Утро
# Мне надо позвать Боба.
# Мне надо встретиться с Мистером Маркусом скорее!

# Боб приходит. Чего тебе?!
# Я хочу встретиться с Мистером Маркусом!
# Мистер Маркус сегодня снова занят.
# КАК?! НЕТ!!!
# МИСТЕР МАРКУС ДОЛЖЕН МЕНЯ СЕГОДНЯ ПРИНЯТЬ!
# ПОЖАЛУЙСТА!!!
# МИСТЕР БОБ!!!
# Мистер Маркус сказал что примет тебя завтра!
# Подожди еще один день!
# НЕТ! МИСТЕР БОБ!
# ВЫ НЕ ПОНИМАЕТЕ! МНЕ НУЖНО ВСТРЕТИТЬСЯ С НИМ СЕГОДНЯ!
# МНЕ НЕЛЬЗЯ ЖДАТЬ ЕЩЕ ОДИН ДЕНЬ!
# Это меня не касается!
# Ты будешь жрать или нет?!
# Я... Я... Что?
# Я спрашиваю ты будешь жрать?! Или мне уйти?!
# Да, мистер Боб... Спасибо...

# О БОЖЕ!
# Еще один день!
# Мне надо пораньше лечь спать. Этот день быстро пролетит.
# Еще одна ночь и я встречусь с Мистером Маркусом.
# И все это закончится!

# Я лягу спать пораньше...

# Моника ложится спать. Просыпается от шума заключенных.

# Шлюха! Шлюха! Мы пришли к тебе!
# Шлюха!

# О БОЖЕ!!! Я совсем забыла!
# Они снова пришли!
# Я... О БОЖЕ!!! Что я пообещала им вчера?!
# Что же мне делать?!

# Что Вам снова надо?! Зачем Вы снова пришли сюда!
# Уходите!

# Мы пришли к нашей шлюхе! Да!
# К хорошей шлюхе! Которая будет сосать наши члены сегодня!
# Достают члены
# Да! Да! Сосать!

# Я не буду делать этого! Никогда, Вы слышите?!
# Ты будешь сосать! Будешь! Иначе ты плохая шлюха!
# Да!
# Ты надоела нам! Если ты будешь плохой шлюхой, мы все расскажем детективу про тебя!

# НЕТ! Вы не сделаете этого!

# Если шлюха будет хорошей, мы не будем этого делать!
# Садись на колени и соси наши члены!
# Будь хорошей шлюхой, jail_name

# НЕТ! Я не буду! Ни за что!!!

# Тогда мы уходим! Позовите детектива, ребята!
# Да, мы пошли звать детектива.
# Плохая шлюха!

# Уходят

# Нет! Стойте!
# Не делайте этого!

# Мы сделаем это! Ты плохая шлюха!
# Да! Да!
# Мы сделаем это!

# Не делайте!
# Я... Я...

# Возвращаются
# Ты? Что ты?!
# Мы знаем что ты шлюха!
# Но ты хорошая шлюха или плохая?!
# Отвечай!

# Сделать что они хотят.
# Поставить их на место!

# Я... Я...
# Ну же!
# Я... Я хорошая шлюха...

# Вставай на колени и соси наши члены!
# Хорошая шлюха обещала сосать их сегодня!

# Я...

# Всавай на колени!

# Моника встает на колени

# Принимай мой член! Давай, скорее!
# А то я сейчас кончу тебе на лицо.

# Что здесь за беспорядок?! Заходит Боб.
# Боб, мы пришли к нашей шлюхе! Ты обещал, Боб!

# Я пущу Вас к ней после того, как она побывает у Мистера Маркуса!
# Но Боб! Мы не занимаемся с ней сексом! Она просто сосет наши члены!
# Она сама хочет этого!
# Сама?
# Да, эта шлюха сама этого хочет!
# Да, шлюха?! Отвечай!
# Я... Я...
# Отвечай, шлюха! Ты знаешь что надо ответить, чтобы быть хорошей шлюхой!
# И ты знаешь что будет с плохой шлюхой!
# Ты знаешь это!
# Я... Я...
# Мистер Боб... Я... Их члены...
# Ну же, шлюха!
# Я хочу их члены... сосать...
# Видишь, Боб?
# Она сама хочет! Открой нам дверь!
# Мы хотим попасть к ней! Это неудобно делать через решетку!
# Наши члены не такие длинные! Нам неудобно, Боб!
# overseer "И что, ты правда сама этого хочешь?"
# Тебя никто не заставлял?
# Нннет... Мистер Боб...
# Мммменя... Никто... Не заставлял...
# Ну хорошо, я открою. Только давайте быстро! Скоро отбой!
# И у меня начинает болеть голова из-за вас!
# У Вас есть 10 минут!
# Да! Ура! Ребята, залетай!

# Да, хорошая шлюха! Соси! Соси наши члены!
# Да!
# Давай, да!
# Моника сосет кучу членов.
# Эй, моя очередь.
# Эй, посторонись, дай мне тоже вставить член ей в ротик.
# Да, какой ротик.
# Как приятно, ребята, да!
# ААааахххх!
# Эй! Кончай на нее! Не разбрызгивай на нас!
# Моя очередь!
# ААааааааххх!
# Эй! Подвинься!
# Продвигайтесь быстрее! Мы тоже ждем!
# ААааааааххх!
# Следующий!
# Кто закончил, отходите в сторону!
# ААааааааххх!
# Не задерживайте очередь!
# Ну же! Кончай скорее!
# Я почти!
# Давай! Долби ее активнее!
# ААааааааххх!
# Следующий!
# Эй! Ты куда лезешь!
# Ты после меня!
# ААааааааххх!
# Время!
# Скорее, скорее!
# Дай мне!
# Я еще не все!
# Дай я тогда тоже засуну!
# Я должен успеть!
# Да, давай, растягивай ей ротик!
# ААааааааххх!
# ААааааааххх!
# Все, брысь отсюда!
# О БОЖЕ!!! Что это было...
# У меня сводит челюсть, я не могу пошевелить ей...
# А это что?! # Боб стоит с членом
# Боб?!
# Ну ты любишь делать это... Ты сама сказала...
# И я подумал, что...
# Уйди отсюда, Боб!
# Никогда в жизни я не буду этого делать!
# Мерзавцы!
# Твари!
# Ладно, ладно, ухожу...

# Моника ложится спать...
# Я не могу поверить... Их... Столько...
# Я...
# Как такое могло случиться...
# И... Как я выдержала это...
# Мне надо лечь спать...
# Не могу поверить что я решилась на это...
# Как такое могло случиться?
# Мне лучше об этом забыть...
# Я сплю...

# Утро
# Мне надо позвать Боба. Мистер Маркус должен встретиться со мной!
# Мистер Маркус ждет тебя!
# Иди за мной!
# Ура! Наконец-то!
# Наконец-то я покину это жуткое место!
# Наконец-то!

# Моника идет вдоль заключенных. Они кричат хорошая шлюха (или молчат)












#
