# Фред дает Монике задание, выяснить какого цвета трусики на Юлии

# в меню выбора в офисе + новый пункт в отношениях с Юлией

# Моника предпринимает попытки это сделать, но безуспешно
# что-нибудь роняет
# просит достать что-нибудь с верхней полки
# сама лезет к ней под стол
# организовавыет падение

# в итоге она приходит в трусиках Юлии, говорит, что осит трусики, как у нее и показывает их
# но Юлия отказывается показывать свои трусики

# перед этим Фред говорит Монике "у тебя последний шанс узнать"
