label ep28_dialogues_jail2_marcus1:
# Моника оказывается у Маркуса в комнате допросов
# Боб говорит что заключенная доставлена
# Маркус отвечает что Боб может быть свободен

# Моника комментирует что снова этот ужасный кабинет.
# Но, в этот раз, она знает что надо делать и выберется отсюда!
# Ведь я знаю что делать... Хотя... Я пришла сюда и я не знаю что мне делать.
# Я как-то не задумывалась что скажу этому человеку, О БОЖЕ!!!
    img 21630
    marcus "О, Миссис Бакфетт..."
    marcus "Вы очень богатая и влиятельная женщина."
    img 21631
    marcus "Ваш визит для меня большая честь."
    marcus "Чему я обязан такой чести?"
    img 21632
    mt "Снова этот ужасный кабинет..."
    mt "Но, в этот раз я знаю, что надо делать, чтобы выбраться отсюда!"
    mt "Ведь я знаю, что делать... Хотя..."
    mt "Я пришла сюда и я не знаю, что мне делать."
    mt "Я как-то не задумывалась, что скажу этому человеку... О БОЖЕ!"
    img 21633
    mt "!!!"
    mt "Так! Моника, соберись! Скажи ему уже хоть что-нибудь!"
    m "..."
    # встает и расправляет плечи
    m "Мистер Маркус, я пришла поговорить с Вами."
    img 21634
    marcus "???"
    img 21635
    m "Мистер Маркус, спасибо, что согласились принять меня."
    img 21636
    marcus "О, для меня честь принимать такую важную леди как Вы, Миссис Бакфетт."
    img 21637
    marcus "Простите за условия нашей встречи. У меня не было времени подготовиться к ней."
    img 21638
    mt "Начало хорошее. Но расслабляться мне не стоит..."
    m "Ничего страшного, Мистер Маркус, все в порядке."
    marcus "Это замечательно!"
    img 21639
    marcus "Итак, Миссис Бакфетт, Вы можете снять верхнюю одежду и присаживаться."
    img 21640
    mt "В смысле? Какую верхнюю одежду?"
    m "!!!"
    m "Верхнюю одежду?"
    img 21641
    marcus "Да, Миссис Бакфетт, уверен Вам неудобно находиться в помещении в верхней одежде."
    marcus "Рядом с Вами вешалка. Вы можете повесить ее."
    img 21642
    marcus "Или, хотите, Я Вам помогу?"
    img 21643
    mt "Он хочет, чтобы я разделась?! И сидела перед ним совсем голая?! И беззащитная..."
    m "!!!"
    img 21644
    mt "Он пытается унизить меня. Поставить в неловкое положение..."
    mt "Что ж..."
    mt "Я пришла сюда с определенной целью и я добьюсь ее!"
    mt "Этот жуткий Маркус не сломит меня!"
    mt "Просто сейчас нужно сделать, как он говорит..."
    m "Мистер Маркус, спасибо... Я сама..."
    img 21645
    m "Спасибо что... заботитесь обо мне..."
    # Моника раздевается и присаживается, закрывшись руками

    img 21646 #садится
    mt "От этого разговора зависит моя жизнь!"
    mt "Я должна собраться и не обращать внимания на свою наготу..."
    mt "И на этот холодный стул..."
    mt "Это мелочи по сравнению с тем, что меня ожидает на ферме!"
    w
    img 21647
    marcus "Миссис Бакфетт, не стесняйтесь."
    marcus "Вы можете вести себя более раскованно."
    img 21648
    mt "!!!"
    img 21649
    marcus "..."

    img 21650 # садится прямо
    mt "Он... Издевается надо мной?"
    w
    menu:
        "Убрать руки с груди...":
            pass
    img 21651
    mt "!!!"
    with diss
    w

    img 21652
    marcus "Вы можете раздвинуть ноги, Миссис Бакфетт."
    marcus "Это не будет смущать меня."
    img 21653
    marcus "Ведь мы с Вами друзья, не правда-ли?"
    img 21654
    mt "ЧТО?!"
    mt "Зачем? Что он задумал?!"
    w
    img 21655
    marcus "Или мы не друзья?"
    # Моника опускает руки и садится ровно
    img 21656
    mt "Боже, как страшно!"
    mt "Но... мне нельзя сейчас спорить с ним!"
    mt "Я должна помнить о цели своего визита сюда!"
    mt "!!!"
    img 21657
    w
    menu:
        "Раздвинуть ноги...":
            pass
    img 21658
    mt "!!!"
    with diss
    w
    img 21659
    m "Да, Мистер Маркус..."
    m "Мы... Мы с Вами друзья."

    img 21660
    marcus "Итак, Миссис Бакфетт. О чем Вы хотели со мной поговорить?"

    img 21661
    mt "Мне надо собраться!"
    mt "Мне надо убедить его!"

    img 21662
    m "Мистер Маркус, Я пришла выразить Вам мою благодарность за свою заботу обо мне..."
    img 21663
    marcus "..."
    img 21664
    m "Вы замечательный, добрый человек."
    m "Вы умный и проницательный. И я пришла сказать это Вам."
    img 21665
    marcus "О, Миссис Бакфетт. Мы с Вами похожи."
    img 21666
    m "???"
    img 21667
    marcus "Из всей лести, я также предпочитаю самую грубую..."
    marcus "Итак, опустим..."
    marcus "Что Вы хотели обсудить со мной?"
    img 21668
    mt "Надо аккуратнее подбирать слова..."
    m "Я... Я хотела обсудить с Вами..."
    m "Видите-ли, я сейчас нахожусь в довольно щекотливом положении."
    m "Мне приходится строго следить за тем что происходит вокруг..."
    img 21669
    marcus "Что Вы имеете ввиду, Миссис Бакфетт?"
    img 21670
    m "Я имею ввиду соблюдение закона и..."
    img 21671
    marcus "Все вокруг соблюдают законы, Миссис Бакфетт."
    marcus "Разве это стоит вообще обсуждать?"

    img 21672
    m "Мистер Маркус, я имею ввиду последствия..."
    m "Вы знаете, мне довольно сложно вести честный образ жизни, не имея документов и..."
    img 21673
    marcus "О, Миссис Бакфетт, право. Вам не стоит переживать из-за этого."
    img 21674
    m "Да, но в ином случае я рискую отправиться в одно, место, где..."
    m "В которое я не хотела бы попадать, Мистер Маркус."
    img 21675
    marcus "Значит, тот образ жизни, что Вы сейчас ведете, не устраивает Вас, Миссис Бакфетт?"
    img 21676
    m "Честно говоря, мне очень сложно, Мистер Маркус."
    m "И я бы хотела попросить Вас помочь мне..."
    img 21677
    marcus "О, Миссис Бакфетт. Я Вас понимаю."
    marcus "Я действительно осознаю все те неудобства, с которыми Вам приходится сталкиваться."
    marcus "И я категорически против этого."
    img 21678
    m "???"
    img 21679
    marcus "Я ведь с самого начала предупреждал Вас об этом."
    marcus "И я очень рад что Вы сами пришли к этому же выводу."
    img 21680
    m "Что Вы имеете ввиду, Мистер Маркус?"
    m "К какому выводу я пришла?"
    img 21681
    marcus "К тому, чтобы отправиться на ферму прямо сейчас."
    marcus "Я считаю, что такой леди как Вы ни к чему испытывать неудобства."
    img 21682
    mt "ЧТО?! Нет-Нет!"
    m "!!!"
    img 21683
    marcus "Вас сейчас окружает злой мир, полный неопределенности."
    marcus "А на Объекте 218 все будет просто и понятно."
    img 21684
    marcus "Вам больше не придется принимать решений и питать излишние иллюзии о завтрашнем дне."
    img 21685
    m "НЕЕЕТ!!!"
    m "Мистер Маркус..."
    m "Я... Я не имела ввиду что пришла к такому выводу... Я..."
    img 21686
    marcus "Но как же, Миссис Бакфетт."
    marcus "Вы же сами сказали, что Вас не устраивает Ваш теперешний образ жизни."
    img 21687
    mt "У меня путаются мысли! Все, что угодно, только не ферма!"
    mt "Надо сказать ему! Все, что угодно!!!"
    m "Я... Я..."
    img 21688
    marcus "И Вы пришли ко мне за помощью..."
    marcus "Я окажу Вам помощь, Миссис Бакфетт."
    img 21689
    menu:
        "Спасибо, Мистер Маркус (отправиться на Ранчо 218 добровольно) (в будущих обновлениях) (disabled)":
            pass
        "Вы меня не так поняли!":
            pass
    # Моника вскакивает
    img 21690
    m "Мистер Маркус! Я не это имела ввиду..."
    img 21691
    marcus "А что же еще, Миссис Бакфетт?"
    marcus "Неужели Вам нравится то, как Вы сейчас живете?"
    m "Мне... Мне нравится, как я сейчас живу..."
    marcus "Вы лукавите, Миссис Бакфетт..."
    img 21692
    m "Нет, Мистер Маркус! Мне... Мне правда нравится..."
    m "Я... Раньше я была слишком высокомерной..."
    m "У меня было слишком много денег и я..."
    m "И я не замечала мира вокруг..."
    img 21693
    m "Текущее положение дел помогает мне открыть глаза..."
    m "Я... Я пережила много интересных историй."
    m "Моя жизнь стала очень разнообразна..."
    img 21694
    m "Мистер Маркус... Спасибо Вам за это..."
    m "Я... Я правда хочу остаться здесь..."
    m "И... И не ехать на ферму!"

    img 21695
    marcus "Миссис Бакфетт, неужели Вы правда справляетесь?"
    img 21696
    m "С чем я справляюсь, Мистер Маркус?"
    img 21697
    marcus "С тем что ничего не нарушаете."
    m "Ддддда....."
    img 21698
    marcus "Вы действительно ничего не пытались нарушить здесь, в камере, пока ожидали нашей встречи."
    marcus "Оба раза. Хотя мы проверяли это."
    marcus "Мы общались с надзирателем и даже с заключенными."
    img 21699
    mt "!!!"
    mt "О БОЖЕ!"
    mt "Что бы было, если бы они рассказала про то, что я пыталась сбежать отсюда!"

    img 21700
    marcus "Миссис Бакфетт, пожалуйста, сядьте на место в ту же позу, которую я попросил Вас принять..."
    img 21702
    mt "..."
    with fade
    w
    marcus "В ту же позу, Миссис Бакфетт... В ту же позу..."
    img 21703
    mt "!!!"
    with diss
    w
    marcus "И не двигайтесь. Тем что Вы бегаете передо мной, Вы меня отвлекаете от нашей беседы."

    img 21700
    with fade
    marcus "Вернемся к Вашей жизни вне этих стен."
    img 21701
    with diss
    marcus "А как же еда?"
    marcus "Вы ведь не можете работать, Миссис Бакфетт."
    marcus "Без документов это будет незаконно."

    img 21704
    m "Я... Мистер Маркус..."
    m "Я - девушка. Я, как и все, сижу на диете."
    m "Так что мне практически не нужна еда."
    m "Благодаря этому я улучшаю свою фигуру."
    m "Я очень довольна своим образом жизни..."
    img 21705
    marcus "А дом? У Вас нет средств снимать жилье."
    marcus "Да и, если бы были, Вы должны делать это официально, а иначе будет нарушение закона."
    marcus "Но у Вас нет документов."
    img 21706
    m "..."
    img 21707
    marcus "Где Вы живете, Миссис Бакфетт?" #пронзительно
    img 21708
    mt "Черт! Мне нельзя говорить ему, что я живу в своем доме!"
    mt "Но что я ему скажу?!"
    m "!!!"
    img 21709
    marcus "Вы живете на улице?"
    img 21710
    m "Я... Я... Да..."
    m "На улице..."
    img 21711
    marcus "И Вам нравится?"

    img 21712
    m "Дддда... Мистер Маркус... Мне нравится..."
    img 21713
    marcus "Миссис Бакфетт, Вы знаете, что жить на улице без регистрации незаконно..."
    img 21714
    mt "О нет! Это нарушение закона! Он сейчас снова отправит меня в эту жуткую камеру!"
    mt "А потом на ФЕРМУ!!!"
    m "Я... Я... Мистер Маркус..."
    img 21713
    marcus "Что Вы ответите на это?"
    img 21714
    m "Я... Я не знаю..."
    m "Я ничего не соображаю от ужаса..."
    m "Мистер Маркус, скажите что мне ответить?"
    img 21715
    marcus "Миссис Бакфетт, ответьте мне, зачем Вы на самом деле сюда пришли."
    img 21716
    mt "Я должна помнить о своей цели!"
    mt "Я должна уговорить его!"
    m "..."
    img 21717
    marcus "..."
    m "Я... Я пришла..."
    m "Я пришла... пришла, чтобы..."
    img 21718
    marcus "..."
    img 21719
    m "Я пришла, чтобы понравиться Вам, Мистер Маркус..."
    img 21720
    marcus "О, это похвально."
    marcus "Вы действительно можете понравиться мне, если будете стараться..."
    img 21721
    marcus "На Ранчо 218."
    img 21722
    m "!!!"
    m "Мистер Маркус... На Ранчо... Я..."
    img 21723
    m "Вы знаете, со мной могут произойти некоторые..."
    m "Некоторые изменения..."
    m "И я не смогу... понравиться Вам..."
    m "Поэтому я боюсь, что..."

    img 21724
    marcus "Миссис Бакфетт, Вы правы. Вы будете смотреть на мир по-другому."
    marcus "И уже не будет той Моники Бакфетт, в глазах которой всегда горит огонь."
    marcus "Мне будет не хватать Вас..."
    img 21725
    mt "БОЖЕ!"
    mt "НЕТ!!!"
    m "!!!"
    img 21726
    marcus "Но, возможно, есть другой путь..."
    img 21727
    mt "Он... Он говорит... Про другой путь?"
    mt "Значит... Значит, он не торопится отправить меня на ферму?"
    mt "Это мой шанс!"
    m "???"
    img 21728
    marcus "Миссис Бакфетт, подойдите сюда."
    img 21729
    m "Да... Мистер Маркус..."
    # Подходит ближе к Маркусу
    img 21730
    marcus "Я бы хотел проверить Ваше анальное отверстие, Миссис Бакфетт."
    marcus "Я боюсь, что для леди такого уровня и социального положения, как Вы, это будет не совсем комфортно."
    img 21731
    marcus "И, если Вы откажетесь, я пойму Вас..."
    menu:
        "Позволить Маркусу проверить себя.":
            pass

    img 21732
    mt "Если я откажусь, мне конец. Я понимаю это!"
    mt "Мне надо разрешить ему, но надо как-то подыграть, я не должна быть просто куклой."
    mt "Иначе этому психу я стану неинтересна и для меня все будет кончено!"

    img 21733
    m "Мистер Маркус... Это... Это вполне терпимая процедура..."
    m "Я... Я действительно леди очень высокого уровня, но..."
    img 21734
    m "Но, если об этом просит такой мужчина как Вы..."
    img 21735
    m "То никакая леди не сможет отказать в этом..."
    mt "О БОЖЕ!!!"

    # Моника поворачивает к Маркусу задом
    img 21736
    marcus "..."
    img 21737
    with diss
    w
    img 21738
    img 21739
    img 21740 # вводит палец
    img 21741
    m "Ой!"


    # Маркус запускает Монике в попу палец.
    img 21742
    marcus "Хм... Миссис Бакфетт... Как интересно..."
    marcus "Моника Бакфетт... Владелица Модного Журнала..."
    marcus "Железная Леди... Холодная как лед..."
    img 21743
    marcus "Мало кто знает что ТАМ у Вас очень тепло..."
    img 21744
    m "..."
    img 21745
    marcus "Сожмите мой палец..."
    m "Как?! Как я могу сжать его?"
    marcus "Сожмите его своим анальным отверстием."
    m "!!!"
    # Моника пытается сжать
    img 21746
    m "Ииииииии..."
    img 21747
    marcus "Слабовато, Миссис Бакфетт."
    marcus "Вы практически девственница."
    m "!!!"
    img 21748
    m "Я... Я сильнее не могу, Мистер Маркус..."

    img 21749
    marcus "А теперь присядьте."
    # Моника садится на стул
    img 21750
    with fadelong
    w
    img 21751
    marcus "Нет, Миссис Бакфетт, не туда."
    marcus "Присядьте, пожалуйста, сюда."
    marcus "И сделайте это, пожалуйста, своим анальным отверстием."

    # Моника смотрит и видит анальную пробку
    img 21752
    mt "Анальным отверстием?! Я должна сесть на это?!"
    m "!!!"
    m "Что это?!"

    img 21753
    marcus "Это, всего-лишь, небольшая трудность, Миссис Бакфетт."
    marcus "Я люблю людей, которые умеют их преодолевать."
    marcus "Любая девушка на ферме сделает это даже не поморщившись."
    marcus "Для Вас это будет сложнее, но я хочу увидеть доказательство."
    marcus "Того, что Вы действительно имеете желание выйти отсюда."

    img 21754
    m "Я..."
    mt "Мне нужно это сделать!"
    mt "Просто необходимо, если я хочу скорее выбраться отсюда!"
    img 21755
    marcus "Я жду, Миссис Бакфетт."
    # Моника пытается сесть на пробку
    img 21756
    menu:
        "Сесть на анальную пробку.":
            pass

    img 21757
    w
    img 21758
    w
    img 21759
    img 21760
    img 21761 # садится
    img 21762
    img 21763
    m "У меня... Не получается..."
    m "Это штука... Она слишком большая..."

    marcus "Продолжайте, Миссис Бакфетт. У Вас должно получиться."

    menu:
        "Попробовать еще.":
            pass
    # Моника пробует еще
    img 21764
    img 21765
    # Пробка падает
    img 21766

    img 21767
    m "Ой, она упала..."
    marcus "Подымите, поставьте ее и продолжайте далее."

    img 21768
    m "Но..."
    marcus "Это Ваш шанс понравиться мне, Миссис Бакфетт."
    img 21769
    marcus "Единственный шанс..."
    img 21770
    m "!!!"
    menu:
        "Поставить пробку на место и сесть снова.":
            pass

    # Моника снова пытается
    img 21771
    img 21772
    img 21773
    img 21774
    img 21775
    img 21776
    img 21777
    img 21778
    mt "У меня не получается!"
    mt "Но это мой единственный шанс спастись!"
    menu:
        "Попытаться изо всех сил! Это единственный шанс спастись!":
            pass
    # Моника тужится и садится на пробку
    img 21779
    m "ААааааааргхххх..."
    img 21780 # звук что села
    img 21781
    mt "Ааааа!!! Как больно!"
    m "Я... Я села..."
    marcus "Встаньте и покажите мне."

    img 21783 # показывает
    w
    img 21782
    marcus "Браво, Миссис Бакфетт."
    marcus "Вам нравится то, что находится в Вас?"
    img 21784
    mt "Мне больно! Эта штука разрывает меня изнутри!"
    mt "Но что мне ответить ему?!"
    img 21785
    m "Ддда..."
    img 21786
    marcus "Меня радует это."
    marcus "Сейчас Вам принесут Вашу одежду."
    marcus "Я жду Вас в своем кабинете."
    img 21787
    m "..."
    img 21788
    marcus "Да, и, если Вам действительно нравится, Я разрешаю Вам пока не вынимать это."
    img 21789
    m "!!!"

    return


label ep28_dialogues_jail2_marcus2:
    # Сцена меняется на кабинет
    img 21790
    marcus "О, Миссис Бакфетт..."
    marcus "Рад снова видеть Вас!"
    img 21791
    marcus "У Вас красивое платье."
    marcus "Жаль это подделка. Вы достойны лучшего..."
    img 21792
    marcus "Пожалуйста, присаживайтесь..."
    marcus "Платье можете пока оставить на себе."
    # Моника садится
    m "Сссспасибо... Мистер Маркус..."
    img 21793
    m "ССсскажите... Что со мной будет?..."
    mt "Все, что угодно... Только не ферма!"
    img 21794
    marcus "Миссис Бакфетт, скажите, Вам удобно?"
    img 21795
    m "Да, Мистер Маркус. Мне вполне удобно."
    img 21796
    marcus "Вам ничего не мешает?"
    img 21797
    m "Нет, Мистер Маркус..."
    mt "Мне ужасно больно! Я хочу вытащить это поскорее!!!"
    img 21798
    marcus "Вы ведь ничего не вынимали из себя?"
    marcus "Я к тому... Вам ведь действительно нравится то, что находится в Вас?"
    marcus "Вы меня не обманывали?"

    img 21799
    m "Нет, Мистер Маркус..."
    m "Во мне... Во мне до сих пор это..."

    img 21800
    marcus "Миссис Бакфетт, Вы бы хотели, чтобы это оставалось в Вас все время?"
    img 21801
    m "Мистер Маркус... Я бы... Я бы хотела немного отдохнуть... От этого..."

    img 21802
    marcus "Миссис Бакфетт..."
    marcus "Я вспоминаю нашу первую встречу..."
    marcus "Вы пришли сюда и начали кричать на меня."
    marcus "Вы действительно были девушкой высокого положения и остаетесь ей."
    marcus "Но Вы сами сказали о том, что благодарны мне."
    marcus "Скажите, разве я заслуживал такого отношения к себе?"

    img 21803
    mt "О Боже..."
    mt "Что я ему тогда наговорила?! Знала бы я, что это за человек..."
    mt "..."
    m "Мистер Маркус... Я..."
    m "Я приношу свои извинения Вам."
    m "Это было ошибкой с моей стороны."
    m "Я... Я недооценила Вас."
    img 21804
    m "Просто это было все было так неожиданно..."
    m "Я прошу Вас простить меня..."
    img 21805
    marcus "Мне нравятся Ваши слова, Миссис Бакфетт."
    marcus "Скажите, ведь Вы все та же сильная леди, которая вошла сюда?"
    marcus "Ведь Вы ничуть не изменились, правда?"
    img 21806
    marcus "Для меня важно, чтобы эти слова говорила именно она."
    img 21807
    m "Да, Мистер Маркус..."
    img 21808
    marcus "Это неубедительно. Скажите кто Вы."
    marcus "Сделайте это так, как Вы умеете говорить!"
    # Моника встает, расправляет плечи и говорит ледяным тоном
    img 21809
    w
    img 21810
    m "Я - Моника Бакфетт."
    m "Я - владелица Модного Журнала."
    m "Все люди вокруг подчиняются мне."
    m "Моя красота и богатство не имеют равных далеко за пределами этого места."
    img 21811
    marcus "Хорошо. Теперь покажите мне."
    img 21812
    m "Показать ЧТО?"
    img 21813
    marcus "Ту вещь, которая в Вас. Я хочу Вам помочь..."
    img 21814
    m "!!!"
    img 21815
    marcus "Владелица Модного Журнала, поднимите юбку. Не стесняйтесь."
    marcus "Я хочу проверить Ваши слова."
    img 21816
    mt "Он смеется надо мной!!! Да как он..."
    mt "Черт!"
    m "..."

    # Моника задирает платье и показывает пробку, которая в нее вставлена
    img 21817
    img 21818
    img 21819
    marcus "О, Миссис Бакфетт..."
    marcus "Вы подобрали правильный цвет платья..."
    marcus "Должен признать, что Вы действительно разбираетесь в моде."
    img 21820
    marcus "Ваша интуиция позволяет Вам соблюсти правильное сочетание цветов в любой ситуации."
    marcus "Даже в той, которую Вы не можете предугадать заранее."
    img 21821
    marcus "Вы можете подойти ко мне, я помогу Вам."
    img 21822
    marcus "Повернитесь спиной."
    # Моника подходит
    # Маркус вытаскивает пробку (анимация)
    img 21823
    img 21824
    img 21825
    img 21826
    img 21827
    img 21828
    m "ААААЙ!!"
    # Моника оборачивается
    img 21829
    # Маркус держит пробку.

    # Маркус нюхает пробку
    img 21830
    marcus "Ммммм... Превосходно!"
    img 21831
    marcus "Не хотите попробовать?"

    m "Что?!"
    img 21832
    marcus "Попробуйте это, Миссис Бакфетт."
    marcus "Мне это нравится, а Вам?"
    m "???"
    img 21833 # Моника нюхает
    mt "Это... Это просто отвратительно!"

    img 21834
    marcus "Вы достаточно сказали сегодня."
    img 21835
    marcus "Теперь Я хочу кое-что Вам рассказать."
    marcus "Вы женщина очень высокого положения. Вы привыкли говорить, а не слушать."
    marcus "И, для того, чтобы быть уверенным, что Вы не будете перебивать меня..."
    img 21836
    marcus "Возьмите это в рот."

    img 21837
    mt "Что?! В рот?! Он достал это из моей попы только что!"
    m "!!!"
    m "Но..."
    marcus "Вы же не собираетесь перебивать меня, Миссис Бакфетт?"
    m "Нет..."
    img 21838
    marcus "Тогда нет причин не взять в рот это..."
    marcus "Или есть какие-то причины?"

    m "Нннет..."

    # Маркус засовывает пробку Монике в рот
    img 21839
    mt "Фуууу!!! Как это противно!"
    mt "Но если я откажусь..."
    w
    img 21840
    img 21841
    marcus "Вы можете присесть."
    # Моника садится
    img 21842

    img 21843
    marcus "Итак, Миссис Бакфетт..."
    marcus "Я удивлен и обрадован Вашему визиту."
    marcus "Пока Вы меня ожидали, я был в отъезде."
    img 21844
    marcus "И как раз собирался, по возвращению, арестовать Вас."
    img 21845
    m "!!!"
    img 21846
    marcus "Вы спросите насчет Мистера Дика?"
    marcus "Да, действительно, его действия являются определенным препятствием между нами."
    img 21847
    marcus "Однако, я нашел способ обойти его."
    img 21848
    m "!!!"
    img 21849
    marcus "Видите-ли, за мной стоят еще люди, с которыми я вынужден считаться..."
    marcus "И эти люди также хотят заполучить Вас."
    m "..."
    img 21850
    marcus "Они видят препятствие только в действиях Мистера Дика."
    marcus "Но не знают о том, что в действиях Мистера Дика есть слабая сторона."
    marcus "Дело в том, что я работаю здесь, на месте. И вижу больше них..."
    img 21851
    m "!!!"
    img 21852
    marcus "И Я, и Эти Люди - всецело доверяем друг другу."
    marcus "С моей стороны было бы крайне неудобно не сообщать им новую информацию..."
    marcus "Поэтому, я собирался сообщить им о ней и арестовать Вас немедленно..."
    img 21853
    m "!!!"
    img 21854
    marcus "Для меня было удивлением, что Вы сделали такой своевременный упреждающий шаг..."
    m "..."
    img 21855
    marcus "Как-будто кто-то очень мудрый подсказал Вам его..."
    img 21856
    m "!!!"
    img 21857
    marcus "Но, думаю, это Ваша женская интуиция, которая помогает Вам..."
    img 21858
    m "..."
    img 21859
    marcus "Вы пытаетесь заставить меня думать, что играть с Вами ЗДЕСЬ будет интереснее, чем играть на Ранчо 218."
    marcus "Заставить быть ребенком, который не хочет делиться своей игрушкой с остальными..."
    img 21860
    m "..."
    img 21861
    marcus "Интересная попытка..."
    marcus "И, Вы знаете... Я заинтересован..."
    img 21862
    m "..."
    img 21863
    marcus "Понимаете-ли... Имея неограниченную власть..."
    marcus "Становится все сложнее и сложнее развлекать себя..."
    img 21864
    marcus "Вы ведь меня понимаете, Миссис Бакфетт, правда?"
    img 21865
    m "!!!"
    img 21866
    marcus "Вы можете идти, на этот раз..."
    marcus "Я пока не буду сообщать никому о той информации, что у меня есть..."
    marcus "Пока..."
    img 21867
    marcus "И, не забывайте, я не единственный, кто стоит за всем этим."
    marcus "Стоит Вам хоть немного оступиться, и об этом узнают ТАМ."
    marcus "Даже в этом кабинете. Сейчас очень редкое короткое окно, когда я уверен, что нас не слышат."

    # Моника встает, продолжая держать пробку во рту
    img 21868
    marcus "Да, и Вы можете снова придти ко мне, когда будете готовы..."
    marcus "Заинтересовать меня еще раз..."
    img 21869
    marcus "Пока я не успел потерять тот интерес, что у меня есть сейчас..."
    img 21870
    m "!!!"
    marcus "Можете идти."
    img 21871
    marcus "И сохраните эту вещь. Она будет Вам напоминать о нашей дружбе..."

    # Моника уходит

    return

label ep28_dialogues_jail2_marcus3:
    # Моника говорит на улице
    # no render
    mt "О БОЖЕ!"
    mt "Я вырвалась!"
    mt "ВЫРВАЛАСЬ!!!"
    mt "Я думала, что мне конец..."
    mt "Какой это был кошмар..."
    # Если были заключенные
    if ep28_quests_monica_offended_prisoners == False:
        mt "И эти заключенные..."
        mt "Я не хочу об этом думать!"
        mt "Лучше постараться об этом забыть!"
    #
    mt "Этот Маркус..."
    mt "И тот страшный сон..."
    mt "Чего он хочет от меня?!"
    mt "Я не понимаю этого!"
    mt "Он сказал, чтобы я снова пришла к нему..."
    mt "Но у меня от ужаса дрожат коленки, когда я даже думаю об этом..."
    mt "..."
    mt "Эта штука у меня во рту..."
    mt "Мне надо вынуть ее..."
    mt "Надо убрать ее куда-то, в спальне. Маркус сказал сохранить ее."
    mt "Но зачем?!"
    mt "И у меня болит попа..."
    mt "Но я счастлива, что я снова на свободе!"

#    $ log1 = _("Анальная пробка")
    return

label ep28_dialogues_jail2_marcus4:
    # Моника приходит в спальню
    mt "Мне лучше убрать эту штуку."
    return


label ep28_dialogues_jail2_marcus5:
    # Моника пытается зайти в полицию
    if act=="l":
        return
    mt "Я не готова идти туда..."
    mt "Мне придется это сделать..."
    mt "Но... Не сейчас... Нет!"
    return False







#
