# Продолжении линии отношений с Юлией
# Работа в офисе. Холл у лифта. Разговор Фреда и Моники.
label ep28_dialogues6_julia_1:
    # Моника приходит на работу в офис и возле лифта сталкивается с Фредом.
    # Моника возмущается, что он опять сюда пришел и что ему надо а этот раз.
    # Моника говорит сердится и говорит ему, что он так часто бывает в офисе, может, ему уже устроиться сюда на работу кем-нибудь. уборщиком например
    # Фред ей отвечает, что с его стороны было бы непрофессионально совмещать две работы, тем более такие не схожие по должностным обязанностям
    # Фред делает паузу и добавляет "чего я не могу сказать о вас, мисс Бакфетт"
    # Моника злится, про себя думает, что готова придушить эту сволочь Фреда, чего он к ней прицепился со своими нелепыми заданиями
    # Фред говорит, мне очень понравилось, мисс Бакфетт, как вы справились с заданием в прошлый раз и до этого у вас все отлично получалось
    # Моника злится, говорит, ему Фред, я не собираюсь больше заниматься подобными вещами! Я здесь начальник и нечего мною командовать!
    # Фред говорит, что если вы, мисс Бакфетт, откажетесь играть в мою небольшую игру, то вы быстро перестанете быть боссом
    # Моника зло смотрит на Фреда и молчит
    # Фред говорит, что теперь Моника должна выяснить, какого цвета трусики на Юлии сегодня
    # Моника ему, Фред, ты ненормальный?! Как ты себе это представляешь?!
    # Фред говорит ей, что он не сомневается, что у Моники все получится. И он с нетерпением будет ждать ее ответа
    # меню выбора: отказаться выполнять дурацкие приказы этого мерзавца; продолжить играть по правилам Фреда
    # если отказаться: Моника орет на него, ты не смеешь мне указывать, что мне делать! Мне плевать на то, что ты кому-то расскажешь!
    # Ты просто какой-то водитель и тебе никто не поверит! Я всем скажу, что ты шантажируешь меня, подделав фото. Пошел вон отсюда!
    # еще раз здесь тебя увижу - вызову охрану и запрещу тебя сюда пропускать!!!
    # если согласиться: Ненавижу этого мерзавца! Но если он покажет мою фотографию, где я оттираю это чертово пятно, да еще и в форме гувернантки!
    # боюсь даже преставить, какие будут последствия!
    m
    mt
    fred
    julia
    return

    # в меню выбора в офисе + новый пункт в отношениях с Юлией (Выяснить, какого цвета трусики на Юлии сегодня)

# Кабинет Моники. Если игрок, кликая на Юлию, выбирает пункт "Выяснить, какого цвета трусики на Юлии сегодня"
label ep28_dialogues6_julia_2:
    # Моника думает о том, какой же этот Фред мерзавец, как ей узнать цвет трусиков Юлии?
    # не могу же я у нее просто взять и спросить, что она обо мне подумает?
    # что тогда мне сделать, чтобы посмотреть на ее трусики, но так, чтобы она ничего не заподозрила
    # ненавижу Фреда! скорее бы вернуть себе все, что у нее отняли, и уволить этого "профессионала"!
    # Моника, думает, что возможно если она скажет Юлии поднять что-то с пола, то та наклонится и Моника сможет все увидеть
    # Только что поднять? Впрочем, какая разница. Скажу, что потеряла флешку, выронила где-то здесь. Пусть ищет, а я посмотрю на это
    # Моника подзывает Юлию к себе и говорит ей, что она потеряла где-то флешку, скорее всего, уронила на пол.
    # мне эта флешка нужна срочно, найди ее. возможно, она где-нибудь на полу, под столом
    # Юлия говорит, да мисс Бакфетт, я сейчас посмотрю
    # Юлия наклоняется и заглядывает под стол Моники, Моника в это время пытается заглянуть ей под платье
    # Юлия выпрямляется, а Моника делает вид, что она тоже ищет флешку
    # Юлия говорит, что она не видит там флешки
    # Моника ей говорит посмотреть еще раз внимательнее
    # Юлия снова наклоняется, потом встает на колени и заглядывает под стол, Моника в это время пытается посмотреть ей под платье
    # Юлия выпрямляется, Моника снова делает вид, что тоже ищет флешку
    # Юлия говорит, что флешки под столом Моники точно нет. Где она могла ее выронить?
    # Моника говорит Юлии посмотреть под ее столом
    # сцена повторяется, но у Моники так и не получается увидеть трусики Юлии
    # пока Юлия ищет флешку под своим столом, Моника незаметно бросает ее на пол рядом с окном
    # Юлия в очередной раз выпрямляется и говорит Монике, что нет флешки
    # Моника делает вид, что осматривается в кабинете в поисках флешки, где е она могла ее потерять
    # Юлия тоже осматривается, потом замечает флешку у окна и говорит, что вот она, мисс Бакфетт.
    # Юлия поднимает флешку, наклонившись, Моника в это время пытается опять заглянуть ей под платье
    # в этот момент Юлия поворачивается к ней и говорит, и как я ее раньше здесь не увидела
    # Юлия замечает, что Моника пристально смотрит на ее зад
    # Мисс Бакфетт, что вы делаете? Юлия выпрямляется, вопросительно смотрит на Монику
    # Моника с покер-фейсом протягивает руку, говорит Юлии отдать ей флешку
    # Юлия подходит. отдает флешку. смотрит на Монику вопросительно. Моника делает вид, что ничего не произошло
    # Моника говорит Юлии, хорошо, что флешка нашлась, а теперь иди работай, не отвлекайся
    # про себя думает, вот черт! ничего не получилось! более того, эта Юлия видела, как я пыталась заглянуть ей под платье. какой кошмар!
    # мне нужно будет придумать еще что-нибудь...
    return

# Кабинет Моники.
label ep28_dialogues6_julia_3:
    # Моника думает о том, что из-за этого мерзавца Фреда ей приходится думать о том, как узнать увет трусиков ее секретарши
    # как-будто без этого у нее мало забот! она начальник. ей приходится тут думать за всех подчиненных
    # что мне сделать, чтобы посмотреть на ее трусики, но так, чтобы она ничего не заподозрила?
    # ненавижу Фреда! скорее бы вернуть себе все, что у нее отняли, и уволить этого "профессионала"!
    # Моника, думает, что возможно если она скажет Юлии достать для Моники папку с отчетами с самой верней полки...
    # тогда она точно сможет незаметно заглянуть ей под платье
    # Моника подзывает Юлию к себе и говорит ей, что ей срочно для работы нужна папка с отчетами за прошлый год
    # эта папка стоит в шкафу на верхней полке, принеси ее мне срочно
    # Юлия говорит, да мисс Бакфетт, я сейчас принесу
    # Юлия подходит к шкафу и пытается дотянуться до верхней полки, платье немного задирается и Моника заглядывает
    # Юлия поворачивается, чтобы взять стул, Моника делает вид, что просматривает бумаги на столе
    # Юлия ставит стул, встает на него и тянется к верхней полке с папками. сцена с заглядыванием повторяется, но снова безуспешно
    # Юлия поворачивается к Монике и спрашивает, какая именно папка ей нужна, какого цвета
    # Моника говорит, откуда она знает. найди ее! она нужна мне срочно
    # повтор сцены с заглядыванием
    # тут Юлия достает какую-нибудь папку и поворачивает голову к Монике, замечает, что та снова ведет себя неадекватно
    # Мисс Бакфет?!
    # Моника делает вид, что ничего не произошло
    # ты нашла папку?
    # Юлия говорит, что да, вот она.
    # спускается со стула и кладет папку Монике на стол, сама смотрит на Монику с подозрением. Моника это замечает, но не подает вида
    # Моника говорит Юлии, а теперь иди работай, не отвлекайся
    # про себя думает, вот черт! ничего не получилось! более того, эта Юлия видела, как я пыталась заглянуть ей под платье. какой кошмар!
    # мне нужно будет придумать еще что-нибудь...
    return

# Кабинет Моники.
label ep28_dialogues6_julia_4:
    # Моника думает о том, что из-за этого мерзавца Фреда ей приходится думать о том, как узнать цвет трусиков ее секретарши
    # как-будто без этого у нее мало забот!
    # что мне сделать, чтобы посмотреть на ее трусики, но так, чтобы она ничего не заподозрила?
    # Моника, думает, что возможно если она скажет Юлии достать для Моники папку с отчетами с самой верней полки...
    # тогда она точно сможет незаметно заглянуть ей под платье



    # сама лезет к ней под стол
    # организовавыет падение
    # в итоге она приходит в трусиках Юлии, говорит, что осит трусики, как у нее и показывает их
    # но Юлия отказывается показывать свои трусики

    # перед этим Фред говорит Монике "у тебя последний шанс узнать"
