# Моника входит в Le Grand

# На нее смотрит рецепшин
# Моника не хочет к ней подходить
# Моника может пойти в ресторан
# Если Моника занималась миньетом в туалете, то:
# При входе в ресторан, ее перехватывает рецепшионист.
# Спрашивает, Мэм, какая цель Вашего визита сюда?
# Моника отвечает что это не ее дело!
# Та отвечает что это ее дело, потому как у нее есть подозрение на незаконное занятие проституцией.
# Это запрещено в нашем отеле.
# Моника отвечает да как она смеет?!
# Моника приличная леди!
# И идет просто отведать ланч в ресторане!
# Рецепшионист заявляет, чтобы Моника предъявила доказательства этого, иначе она сейчас вызовет охрану.
# выбор Моники: показать тикет на ланч, либо уйти (если тикета нет, то он серый), либо устроить скандал (если Моника сучка)

# Если Моника уходит, то говорит что еще вернется и устроит неприятности такому нерадивому и никчемному сотруднику как она!
# Либо Моника показывает тикет и рецепшионист заявляет что Моника может проходить, но она будет следить за ней.
# Моника зло и надменно смотрит и проходит.
# Моника устраивает скандал:
# Моника говорит рецепшионистке что у нее достаточно с собой денег на то, чтобы скупить весь этот отель!
# И если рецепшионистка желает, то может ходить за ней и следить.
# Однако, если она это делает с целью получить на чай от такой леди как Моника, то она выбрала неверный путь!
# А сейчас пусть уйдет с дороги, пока Моника по настоящему на разозлилась!

# Если Моника НЕ занималась миньетом в туалете, то:
# Рецепшионист перехватывает Монику
# Мэм. Пожалуйста, назовите цель Вашего визита.
# Я иду в ресторан!
# Хорошо, Мэм.


label ep26_dialogues4_restaurant1:
    return
