label ep26_photoshoot_suit6:
    img 20074
    m "Алекс! Ты что, сошел с ума?!"
    m "У этого костюма прозрачная грудь!"
    m "Я уже не говорю про трусики, которых почти нет!"
    alex_photograph "Но Мэм..."

    img 20075
    m "Никаких Мэм!"
    m "Я не собираюсь обнажаться на эту чертову камеру!"
    img 20076
    alex_photograph "Мэм, если Вы хотите, Вы можете закрывать грудь руками..."
    img 20077
    m "Да, я буду закрывать грудь руками!"
    m "И только на этом условии я соглашаюсь на съемку!"
    mt "Черт! Куда эти фотосессии меня доведут..."
    img 20078
    alex_photograph "Мэм, отлично, по рукам!"
    alex_photograph "Итак, мотор!"

    # кадр
    img 20079
    # up
    img 20080
    # side
    img 20081
    # down +
    img 20082
    m "Алекс, эти стринги совсем тонкие."
    m "Постарайся не брать ракурсы сзади."
    alex_photograph "Мэм, но Вы и так закрываете грудь."
    alex_photograph "Я ведь должен что-то снимать..."
    m "Снимай мое лицо, болван!"
    # если можно
    alex_photograph "Миссис Бакфетт?"
    m "Ладно, только так чтобы было ничего не видно!"
    alex_photograph "Конечно, Миссис Бакфетт! Как скажете!"


    # кадр
    img 20083
    # up
    img 20084
    # side
    img 20085
    # down
    m "Алекс, ты снова за свое?!"
    img 20086


    m "Алекс, я не хочу вставать в эту позу!"
    m "Трусики слишком тонкие!"
    alex_photograph "Миссис Бакфетт, я буду брать ракурсы так, чтобы ничего не было видно, обещаю!"
    m "Ну, ладно... Но смотри у меня!"

    # кадр
    img 20087
    # up
    img 20088
    # side
    img 20089
    img 20090
    # down +
    img 20091
    img 20092
    m "Алекс! Я же попросила!"
    alex_photograph "Миссис Бакфетт, я только замеряю фокус!"

    # кадр
    img 20093
    # up
    img 20094
    # side
    img 20095
    # down
    img 20096
    m "Алекс, что за дурацкие ракурсы ты берешь?!"


    # кадр
    img 20097
    # up +
    img 20098
    m "Алекс, убери камеру!"
    m "У меня видно грудь!"
    alex_photograph "Миссис Бакфетт, ее не видно, клянусь!"
    # side
    img 20099
    # down+
    img 20100
    m "Алекс, я устала тебя предупреждать!"

    # кадр
    img 20101
    # up
    img 20102
    # side
    img 20103
    # down+
    img 20104
    m "Алекс, ты глухой?!"
    m "Не бери такие ракурсы!"
    alex_photograph "Миссис Бакфетт, я просто обхожу Вас, чтобы зайти с другой стороны..."


    # кадр +
    img 20105
    m "Алекс, я не буду вставать в эту позу, даже не надейся!"
    m "А меня грудь почти открыта, прикрыты только соски!"
    # если да
    alex_photograph "Миссис Бакфетт, Ваша грудь обнажена не более, чем в приличном нижнем белье."
    alex_photograph "Не переживайте, ничего не видно."
    m "Точно?"
    alex_photograph "Да, Миссис Бакфетт!"
    m "Ладно, только без дурацких ракурсов!"
    m "Снимай меня прямо и... красиво..."
    # up
    img 20106
    # side
    img 20107
    img 20108
    img 20109
    # down
    img 20110


    # кадр
    img 20111
    # up
    img 20112
    m "Алекс!"
    img 20113
    # side
    img 20114
    # down +
    img 20115
    m "Алекс, перестань фотографировать меня сзади!"
    # да
    alex_photograph "Миссис Бакфетт, последний кадр..."
    img 20116

    # кадр
    img 20117
    # up
    img 20118
    # side
    img 20119
    # down +
    img 20120
    img 20121
    m "Все, Алекс!"
    m "Хватит с меня твоих грязных кадров!"
    m "Мы закончили!"
    # да
    alex_photograph "Миссис Бакфетт, это последний такой кадр, я обещаю!"
    alex_photograph "Осталась еще пара приличных кадров и мы успешно закончим!"
    m "Точно?!"
    alex_photograph "Клянусь!"
    img 20122
    m "А это что был за кадр?!"
    m "Ты сказал что тот был последним!"
    alex_photograph "Миссис Бакфетт, это чистка затвора."
    alex_photograph "Я не делал съемку!"


    # кадр
    img 20123
    # up
    img 20124
    img 20125
    # side
    img 20126
    img 20127
    # down +
    img 20128
    alex_photograph "Миссис Бакфетт, я не снимаю."
    alex_photograph "Я просто настраиваю фокус."
    # если нет
    m "Я прекрасно знаю что ты меня обманываешь, Алекс!"
    m "Достаточно с меня всего этого!"
    # если да
    m "Алекс, ты не врешь?"
    alex_photograph "Миссис Бакфетт, я клянусь!"
    m "Ладно..."
    img 20129
    img 20130
    img 20131

    # поза
    img 20132
    w
    m "Алекс, что ты так на меня смотришь?"
    m "Зачем ты попросил меня встать в эту позу?"
    img 20133
    alex_photograph "Миссис Бакфетт, я хочу попросить Вас убрать руки..."
    img 20134
    m "ЧТО?!"
    m "НЕТ!!!"
    m "Даже не надейся!"
    img 20135
    alex_photograph "Миссис Бакфетт, но это не моя прихоть, а распоряжение Мистера Бифа!"
    img 20136
    m "Мне плевать!"
    img 20137
    alex_photograph "Но Миссис Бакфетт, Ваша грудь закрыта."
    alex_photograph "При таком свете, материал белья не такой уж прозрачный."
    alex_photograph "Он сильно бликует на камере и ничего не видно!"
    img 20138
    m "..."
    img 20139
    alex_photograph "К тому же, будет видно не больше чем на предыдущих кадрах."
    alex_photograph "Все что можно было увидеть, уже есть на пленке."
    alex_photograph "Зато подумайте, фотосессия будет завершена и Мистер Биф будет доволен."
    img 20140
    alex_photograph "Я не думаю что он потребует еще больше от Вас, Миссис Бакфетт."
    img 20141
    m "Ты так думаешь, Алекс?"
    img 20142
    alex_photograph "Миссис Бакфетт, я в этом уверен!"
    img 20143
    mt "Черт возьми!"
    mt "Мне не хочется показывать свою грудь на весь мир, хоть и прикрытую какой-то тряпочкой..."
    img 20144
    mt "С другой стороны, Алекс говорит что материал сильно бликует и ничего не будет видно..."
    mt "И Биф, наконец-то, отстанет от меня."
    mt "Вряд-ли он сможет потребовать больше..."
    mt "Иначе он может перестать давать мне мне деньги..."
    mt "И я даже боюсь представить что тогда будет..."
    img 20145
    mt "К тому же, мне нечего стыдиться. У меня самая красивая грудь в этой стране..."
    mt "А может и во всем мире!"
    img 20146
    mt "..."
    mt "Итак, что же мне делать?"
    menu:
        "Опустить руки.": #corruption
            pass
        "Прекратить фотосессию":
            img 20147
            m "Нет, Алекс!"
            m "Я не поддамся на твои уловки!"
            m "С меня хватит!"
            return False

    img 20148
    m "..."
    img 20149
    alex_photograph "..."

    img 20150
    with Diss
    w
    alex_photograph "Мотор!"
    # кадр
    img 20151
    # up
    img 20152
    img 20153
    img 20154
    img 20155
    img 20156
    img 20157
    # side
    img 20158
    img 20159
    img 20160
    # down
    img 20161
    img 20162
    img 20163
    img 20164
    w
    alex_photograph "Миссис Бакфетт."
    alex_photograph "Могли бы Вы убрать руки?"
    alex_photograph "Они мешают мне фотографировать нижнюю часть Вашего тела..."
    menu:
        "Делать что просит Алекс.": #corruption (very high)
            pass
        "Завершить фотосессию.":
            m "Нет, Алекс."
            m "Я думаю фотосессия завершена и так."
            return False
    m "Да, Алекс..."
    m "Я понимаю..."
    img 20165
    with Diss
    w
    m "Надо раздвинуть ноги?"
    alex_photograph "Да, Миссис Бакфетт."
    alex_photograph "Если Вам не трудно."
    m "Я понимаю, Алекс..."
    img 20166
    with Diss
    m "Так тебя устроит?"
    img 20167
    w
    alex_photograph "Да, Миссис Бакфетт. Вполне."
    img 20168
    img 20169
    img 20170
    alex_photograph "Миссис Бакфетт."
    alex_photograph "Можно, пожалуйста, я сниму эти трусики и сделаю пару кадров?"
    alex_photograph "Мистер Биф даст мне солидную премию за это."
    img 20171
    m "Нет, Алекс."
    m "Я закончу с проблемами до того как дойдет до этого..."
    img 20172
    m "А сейчас..."
    m "Если ты не уберешь руку, то умрешь..."
    img 20173
    w



    # конец фотосессии
    # разговор
    img 20174
    # размышление что делать дальше
    img 20175





    return


label ep26_photoshoot6_casting:
    music Groove2_85
    sound highheels_short_walk
    img 20195 #9470
    with fadelong
    w
    img 20196 #9471
    with Dissolve(0.5)
    m "Привет, Биф. Я пришла..."

    img 20197 #9472
    $ add_char_progress("Biff", PS4_BiffProgressCasting, "PS4_BiffProgressCasting_day" + str(day))
    $ shotsAmountCompleted = len(list(set(PS4_shoots_array)))
#    $ shotsTotalAmount

    biff "О! Цыпочка пришла к папочке!"
    menu:
        "Притвориться цыпочкой...":
            mt "Мне надо притвориться и завоевать его расположение..."
            img 20198 #9473
            with fade
            m "Да, цыпочка пришла к папочке..."
            "Цыпочка хорошая..."
            img 20199 #9474
            biff "Кто сегодня цыпочка?"
            m "Сегодня цыпочка - это Роза Надежды..."
            $ add_char_progress("Biff", PS4_BiffProgressCastingChick, "PS4_BiffProgressCastingChick_day" + str(day))
            biff "Что Роза Надежды хочет показать папочке?"
            $ chickMode = True
            $ castingCloth = 4
            call ep22_casting() from _call_ep22_casting_4
            img 20201 #9476
            with fade
            mt "Мерзавец!"
            #рост прогресса у Бифа

        "Я не собираюсь никем притворяться!":
            #если обещала хорошо себя вести
            if monicaSaidBiffSheIsWillBeAGoodChick == True:
                m "Я пришла, потому что обещала хорошо вести себя..."
            else:
                #иначе
                img 20200 #9475
                with fade
                m "Ты заставил меня придти..."
            mt "Ненавижу!!!"
            biff "И что цыпочка будет делать?"
            $ castingCloth = 4
            $ chickMode = False
            call ep22_casting() from _call_ep22_casting_5
            img 20201 #9476
            with fade
            mt "Мерзавец!"
            #рост прогресса у Бифа


    return
