label ep26_dialogues6_office2_1:
# Моника спускается вниз
# Итак, это здесь. Посмотрим.

# ЧТО?! Юлия?!
# julia "Миссис Бакфетт?"
# m "Что ты делаешь здесь?"
# julia "Я... Я здесь работаю, Миссис Бакфетт..."

# Если Моника уволила Юлию
m "Я уже уволила тебя, нерадивая гувернантка!"
m "Значит тебя в дверь, а ты в окно?!"
m "После увольнения из моего дома, ты решила устроиться ко мне в офис?!"
m "Ты за кого меня принимаешь, Юлия?"
julia "Миссис Бакфетт... Я... Я не знала что это Ваш офис..."
julia "Меня сюда устроил Мистер Фред..."
m "Фред? Этот мерзавец! Он все-время ведет игру за моей спиной!"
m "Сначала он подсунул нерадивую гувернантку ко мне в дом!"
m "А теперь привел ее в мой офис!"
m "С какой стати он делает тебе такие одолжения, Юлия?!"
m "Ты что, спишь с ним?!"
# если Юлия имела секс
julia "..." # (напряженно смотрит)
# если не имела секс
julia "Я не сплю с ним, Миссис Бакфетт!"


# Если Моника не увольняла Юлию
m "Как ты здесь оказалась?"
julia "Миссис Бакфетт, Мистер Фред сказал мне что Вы надолго уехали и у меня теперь нет работы в доме."
julia "Мне было долго не найти другую работу, но, в конце концов, Мистер Фред помог мне устроиться сюда."

#
m "Ладно, опустим детали."
m "Итак, ты теперь работаешь здесь и снова подчиняешься мне."
m "Я буду работать в этом же кабинете."
julia "Миссис Бакфетт, я думала что у меня самая низкая должность здесь."
julia "Для меня удивительно что я буду работать рядом с Вами..."
m ""






























#
