# Если нажать на контракт с Джейн
# Подменю
# Знакомство с Джейн

# Моника спрашивает у Стива, что ей надо еще немного денег.
# Что Моника скоро разберется со своими проблемами и вернет ему в 100 раз большую сумму.
# Что в интересах Стива, чтобы это было скорее сделано.
# Для этого ей нужна всего-лишь небольшая денежная сумма
# Стив смотрит на Монику и говорит что не уверен, что это в его инетересах, потому что Моника убъет его.
# Моника смотрит на Стива и говорит что он очень проницателен и его бизнес навыки ему не помогут,
# когда Моника доберется до него

# Стив удивленно спрашивает, почему тогда Моника требует денег от него, если собирается его убить?

# Моника говорит Стиву, чтобы он дал ей какие-то деньги, иначе она убъет его прямо сейчас!

# Стив говорит Монике что у него нет свободных денег и Моника про это знает.
# Джейн следит за Стивом и у него есть только тикет на ланч в ресторане.
# Выбор уйти или попросить тикет на ланч.

# Моника спрашивает, где Стив говорит у него ланч?
# Стив отвечает что ланч у него обычно в ресторане отеля Le Grand.

# Моника думает про себя что это странное совпадение. Но, с другой стороны, ресторан там вполне приличный.
# И было бы очень неплохо ощутить себя снова Леди и поесть в нормальном месте, нормальном!

# Моника спрашивает у Стива чтобы он дал ей тикет на ланч.
# Стив отвечает что не может этого сделать.
# Моника злится и спрашивает у Стива что ему снова надо взамен?!
# Она знает что Стив урод и ничего не сделает просто так!

# Стив отвечает что хочет, чтобы Моника пообщалась с Джейн.
# Джейн очень интересуется Моникой и восхищается ей и Ее фигурой.
# И, если Моника поговорит с ней, то Стив согласен поделиться с Моникой одним тикетом на ланч
# Джейн в последнее время сильно наседает на Стива, может быть если она займется своей фигурой,
# это ее временно отвлечет и она оставит Стива в покое.

# Выбор Моники:
# Уйти или согласиться поговорить с Джейн

# Моника соглашается поговорить с Джейн.
# Стив спрашивает не против-ли Моника если он ее позовет?
# Моника надменно говорит что не против, зови свою жалкую секретаршу.

# Заходит Джейн. Стив говорит что у него для Джейн большой сорприз.
# Миссик Бакфетт решила оказать любезность и удовлетворить твое любопытство, касаемо ее фигуры.
# Миссис Бакфетт готова ответить на все твои вопросы и даже показать свою грудь.

# Моника в шоке!!!
# Джейн тоже в шоке.

# Стив говорит Джейн что она может идти, Миссис Бакфетт скоро придет к ней.
# Джейн удивленная уходит.

# Моника кричит на Стива: ПОКАЗАТЬ ГРУДЬ?!
# А задницу мне ей не надо показать, Стив?!
# Ты совсем сошел с ума?! Как у тебя хватает наглости говорить такое в отношении меня, Моники Бакфетт?!

# Стив отвечает что пусть Моника не злится. Джейн очень интересовалась грудью Моники, потому он и решил так сказать.
# Что просто разговор вряд-ли отвлечет ее от того, что она наседает на Стива.

# Выбор Моники: промолчать, угрожать Стиву тем, что Джейн может узнать про контракты.
# Моника говорит что не собирается ничего показывать Джейн.
# Зато она может рассказать Джейн, чем Стив занимается здесь, пока она ждет свадьбы.
# Стив отвечает, что Моника имеет ввиду наши контракты?
# Моника, ты правда хочешь чтобы твоя репутация была так подмочена?
# К тому же, если Джейн решит уйти, ее место займет быстро займет ее подружка Тиффани. Она давно метит туда.
# Джейн мне уже поднадоела, зато Тиффани я смогу трахать сколько хочу.
# Моника говорит Стиву что он самый большой мерзавец, которого она знает.
#

# Стив говорит что если Моника хочет, она может отказаться от этого контракта, но, в таком случае,
# других контрактов тоже не будет.
# Моника зло спрашивает: ты имеешь ввиду эти унизительные контракты,
# во время которых мне приходится сосать твой гребаный член у тебя под столом?!
# Стив отвечает, что он имеет виду контракты, где за очень легкую работу он платит большие деньги.
# Моника зло смотрит
# выбор Моники
# Уйти, либо Согласиться, либо Предложить показать грудь Стиву вместо Джейн (corruption)
# Если уходит, то говорит что она в аду видела его дурацкие контракты,
# Стив отвечает что он порядочный бизнесмен и ждет Монику снова

# С этих пор, если Моника приходит к Стиву и пытается заключить контракт, то Стив говорит ей, что у
# них сейчас нет деловых отношений и что Моника знает что сделать, чтобы их возобновить.

# Если Моника выбирает показать грудь.
# Моника говорит Стиву что если он так хочет, то она может показать ему грудь, вместо это дуры Джейн.
# Стив отвечает Монике что не хочет этого делать, т.к, уже видел ее киску и кончал в нее.
# А в женщине должна оставаться какая-то загадка, иначе он может потерять интерес к ней.
# А кроме груди, у Моники есть только ее маленькая девственная дырочка в попе.
# Если Моника хочет, она может остаться для него единственной загадкой в Монике как в женщине.
# Моника может подумать и сказать, хочет-ли она показать ему грудь или лучше сделает это Джейн.

# Моника злится, переживает, кладет руки на попу, как-бы защищая ее. И говорит:
# Я... Я лучше покажу грудь Джейн...
# Стив говорит что отлично, Моника может следовать к Джейн, та уже заждалась ее!
# Моника злая уходит.

# Приходит к Джейн.
# Джейн с улыбкой смотрит на Монику.
# Моника говорит чтобы Джейн встала, когда перед ней стоит ее Босс!
# Джейн встает.
# Моника надменно спрашивает что Джейн хочет узнать у Моники по поводы ее великолепной фигуры?
# Джейн спрашивает как Монике удалось достичь такой превосходной формы?
# Моника отвечает что все дело в правильном питании и регулярном занятии фитнессом.
# Джейн спрашивает, можно-ли ей рассмотреть Монику поближе.
# Моника надменно отвечает что не видит в этои необходимости, но так уж и быть.
# Джейн спрашивает у Моники чем она питается в данный момент? Какая сейчас лучшая диета?

# Моника сконфужена...
# Чем я питаюсь? Моя диета?
# Да уж! Я боюсь что эта толстая корова не сможет выжить на моей сегодняшней диете...

# Моника отвечает что за ее рационом следит известный доктор, который скурпулезно составляет необходимые вещества.
# В общем, Джейн. Ты себе такого позволить не сможешь. Если есть другие вопросы, то задавай скорее и закончим.

# Джейн обсматривает Монику.

# Миссик Бакфетт, Вы говорили что-то по поводу фитнесса.
# Да, Джейн. Фитнесс и йога - неотъемлемая часть построения изящной фигуры...

# Джейн спрашивает в какой фитнесс-центр сейчас ходит Моника и может-ли она помочь ей тоже устроиться туда на занятия.
# Моника отвечает что с ней занимается личный тренер, который внешне соответствует здоровому образу жизни.
# А также знает толк в упражнениях для достижения нужной цели.

# Однако, к этому тренеру многие стараются попасть и у тебя, Джейн, нет никаких шансов на это.

# Джейн спрашивает, можно-ли попасть в ее фитнесс-центр к другому тренеру?
# Моника отвечает что ее центр - только для элитных девушек, имеющих положение в обществе
# и туда можно попасть только по приглашению.
# Моника, естественно, не собирается это пришлашение Джейн давать!

# Моника думает про себя, что ей не хватало еще в фитнесс центре Джейн или этой проститутки Тиффани.
# Учитывая как Бетти обращается с Моникой там, не будет ничего хорошего если эти дуры станут свидетелями этого.

# Джейн обиженно смотрит.
# Джейн говорит: Миссис Бакфетт.

# Моника прерывает. Джейн! Ты еще не закончила со своими дурацкими вопросами?!
# Я оказываю безмерную услугу Стиву тем, что согласилась ответить на несколько вопросов для его будущей супруги.
# Но ты начинаешь меня утомлять, Джейн!
# Давай заканчивай!
# Моника думает (я хочу побыстрее пообедать в дорогом ресторане!)

# Джейн говорит: Миссис Бакфетт. Мистер Стив сказал что Вы покажете мне свою грудь...
# Моника шипит. Джейн, ты не перегибаешь палку?!
# Джейн отвечает, Миссис Бакфетт, простите! Просто так сказал Мистер Стив!...
# Я не хотела как-то оскорбить Вас!

# выбор Моники:
# показать грудь
# не показывать грудь (нарушение контракта)

# Моника показывает грудь.
# Моника говорит что Стив умолял Монику сделать это.
# К тому же, Монике есть чем гордится и она, так уж и быть, сделает это.
# Моника показывает грудь Джейн.

# Джейн спрашивает, а они настоящие? можно-ли потрогать?
# выбор Моники: Можно потрогать или не дать трогать грудь
# Если дает потрогать, то:
# Моника шипит: Можно, только быстро, Джейн!
# Джейн трогает грудь
# Моника закрывается и говорит что довольно.

# Моника говорит что нельзя потрогать грудь:
# Моника шипит и говорит Джейн что только попробуй!
# Джейн ошеломленно отвечает что просто хотела проверить, настоящие они или нет?
# Моника отвечает что они настоящие, как и сама Моника, в отличие от Джейн, которая является лишь тенью Стива.

# Джейн обиженно смотрит.

# Моника не показывает грудь:
# Моника говорит что не собирается ничего показывать Джейн. Достаточно и так!

# После этого, Моника возвращается к Стиву закрыть контракт.
# Моника говорит Стиву что сделала как они договорились и она ждет тикет на ланч в ресторане.

# Если Моника не показала грудь Джейн, то Стив заявляет что Моника нарушила контракт и не показала грудь.
# За это полагается неустойка, в виде одного бесплатного контракта на массаж его члена.
# Моника злится и говорит чтобы Стив пошел к черту со своими контрактами!

# Если Моника показала грудь Джейн, то Стив дает тикет на ланч в ресторане (предмет)



# В дальнейшем, если висит неустойка, то при заключении контракта со Стивом:
# Стив говорит что на Монике висит неустойка и этот раз будет бесплатным.
# Моника шипит что не собирается делать это за бесплатно!
# Стив отвечает что это свободная страна и Моника может заключать любой контракт, либо не делать этого.

# выбор Моники:
# Согласиться компенсировать неуйстойку
# Уйти

# Если Моника соглашается:
# Стив. Если я сделаю это бесплатно, то в следующий раз ты точно заплатишь?
# Стив отвечает что конечно, Моника. Он честный бизнесмен и тд.

# В конце Стив говорит что неустойка компенсирована сполна.
# Что Стив ждет Монику для новых контрактов.








# К сценам контракта со Стивом добавляется сцена, где Бетти приходит к нему.
# Бетти заходит.
# Если первый раз:
# Заходит с Джейн
# Стив удивлен, здоровается с Бетти.
# Говорит что удивлен увидеть ее здесь
# Бетти говорит что Ральф заболел и остался дома, но ему нужно передать отчеты для Стива.
# Ральф очень переживает из-за того что отчеты окажутся у Стива невовремя.
# Поэтому он послал Бетти для того, чтобы отвезти их.

jane "Мистер Стив, к Вам пришла некая Бетти."
jane "Она говорит что пришла от Мистера Ральфа."
jane "Также она говорит что Вы ее знаете..." # Смотрит прищеренно и подозрительно

steve "..."
jane "!!!"

steve "Ах, Бетти..."
steve "Да, Джейн! Я знаю ее."
steve "Это супруга Ральфа, он работает в нашей компании."
steve "Ты должна быть знакома с ним."
jane "..."
steve "..."

steve "Бетти!"
steve "Разве у Стива нет подчиненных, чтобы доставить отчеты?"
betty "Ральф взял их с собой домой, чтобы привезти сегодня."
steve "Бетти, у Вас есть отличная гувернантка!"
steve "Ты бы могла поручить это ей!"
betty "Если ты говоришь про ту нерадивую гувернантку, которую Ральф откуда-то подобрал..."
betty "То я не доверяю ей даже стирать одежду и готовить еду!"
steve "Правда? А мне показалось, что ей можно доверить самое ценное что у меня есть..."
# Моника смотрит на член Стива и злится


































label ep26_dialogues2_steve1:
    return
