# Моника входит в Le Grand

# voucher or gift coupon

# На нее смотрит рецепшин
# Моника не хочет к ней подходить
# Моника может пойти в ресторан
# Если Моника занималась миньетом в туалете, то:
# При входе в ресторан, ее перехватывает рецепшионист.
# Спрашивает, Мэм, какая цель Вашего визита сюда?
# Моника отвечает что это не ее дело!
# Та отвечает что это ее дело, потому как у нее есть подозрение на незаконное занятие проституцией.
# Это запрещено в нашем отеле.
# Моника отвечает да как она смеет?!
# Моника приличная леди!
# И идет просто отведать ланч в ресторане!
# Рецепшионист заявляет, чтобы Моника предъявила доказательства этого, иначе она сейчас вызовет охрану.
# выбор Моники: показать тикет на ланч, либо уйти (если тикета нет, то он серый), либо устроить скандал (если Моника сучка)

# Если Моника уходит, то говорит что еще вернется и устроит неприятности такому нерадивому и никчемному сотруднику как она!
# Либо Моника показывает тикет и рецепшионист заявляет что Моника может проходить, но она будет следить за ней.
# Моника зло и надменно смотрит и проходит.
# Моника устраивает скандал:
# Моника говорит рецепшионистке что у нее достаточно с собой денег на то, чтобы скупить весь этот отель!
# И если рецепшионистка желает, то может ходить за ней и следить.
# Однако, если она это делает с целью получить на чай от такой леди как Моника, то она выбрала неверный путь!
# А сейчас пусть уйдет с дороги, пока Моника по настоящему на разозлилась!

# Если Моника НЕ занималась миньетом в туалете, то:
# Рецепшионист перехватывает Монику
# Мэм. Пожалуйста, назовите цель Вашего визита.
# Я иду в ресторан!
# Хорошо, Мэм.

# Моника входит в ресторан:
# Если Моника обещала уволить официантку:
# waitress: Здравствуйте, Мэм! Это... Это ВЫ?!
# Моника отвечает: Да, это я!
# Удивительно что ты все еще работаешь здесь!
# waitress: Мэм... Что Вам будет угодно?! (злое лицо)
# Моника говорит что их ресторан не дотягивает до ее требований, но она, так уж и быть,
# соблаговолит откушать здесь
# waitress: Да, Мэм... Присаживайтесь, пожалуйста, за свободный столик (злое лицо)
# Моника садится
# waitress: Мэм, Что Вам будет угодно?
# меню выбора блюд (если нет тикета, то указаны цены, большие):
# блюдо1
# блюдо2
# блодо3

# Моника говорит какие блюдо выбрала
# Если есть тикет, то она добавляет что оплатит тикетом.

# waitress: Да, Мэм. Несколько минут и все будет готово.
# Моника надменно говорит чтобы официантка поторопилась, если не хочет вылететь с работы прямо сейчас.
# waitress морщится в злобе

# waitress: Пожалуйста, Мэм.
# Моника кушает и говорит как же вкусно.
# Она отвыкла от такой вкусной пищи, а зря!
# Надо скорее возвращать назад ее прежнюю жизнь.

# Моника говорит официантке. Я закончила. Было невкусно!
# waitress: Мэм, прошу прощения, в следующий раз мы постараемся угодить Вам... (злое лицо)


# Если Моника помогла официантке:

# waitress: Здравствуйте, Мэм! Это... Это ВЫ?!
# Моника отвечает: Да, это Я!
# waitress: Мэм... Я очень рада видеть Вас и тепло приветствую Вас от имени заведения!
# Моника говорит что хотела бы поесть у них
# waitress: Да, Мэм... Присаживайтесь, пожалуйста, за свободный столик (доброе лицо)
# Моника садится
# waitress: Мэм, Что Вам будет угодно?
# waitress: Специально для Вас у нас скидка 50% на все меню.
# меню выбора блюд (если нет тикета, то указаны цены, со скидкой):
# блюдо1
# блюдо2
# блодо3

# Моника говорит какие блюдо выбрала
# Если есть тикет, то она добавляет что оплатит тикетом.

# waitress: Да, Мэм. Несколько минут и все будет готово.

# waitress: Пожалуйста, Мэм.
# Моника кушает и говорит как же вкусно.
# Она отвыкла от такой вкусной пищи, а зря!
# Надо скорее возвращать назад ее прежнюю жизнь.

# Моника говорит официантке. Я закончила. Было очень вкусно, спасибо!
# waitress: Мэм, добро пожаловать к нам снова!


label ep26_dialogues4_restaurant1:
    return
