label ep26_dialogues6_office2_1:
# Моника спускается вниз
# Итак, это здесь. Посмотрим.

# ЧТО?! Юлия?!
# julia "Миссис Бакфетт?"
# m "Что ты делаешь здесь?"
# julia "Я... Я здесь работаю, Миссис Бакфетт..."

# Если Моника уволила Юлию
m "Я уже уволила тебя, нерадивая гувернантка!"
m "Значит тебя в дверь, а ты в окно?!"
m "После увольнения из моего дома, ты решила устроиться ко мне в офис?!"
m "Ты за кого меня принимаешь, Юлия?"
julia "Миссис Бакфетт... Я... Я не знала что это Ваш офис..."
julia "Меня сюда устроил Мистер Фред..."
m "Фред? Этот мерзавец! Он все-время ведет игру за моей спиной!"
m "Сначала он подсунул нерадивую гувернантку ко мне в дом!"
m "А теперь привел ее в мой офис!"
m "С какой стати он делает тебе такие одолжения, Юлия?!"
m "Ты что, спишь с ним?!"
# если Юлия имела секс
julia "..." # (напряженно смотрит)
# если не имела секс
julia "Я не сплю с ним, Миссис Бакфетт!"


# Если Моника не увольняла Юлию
m "Как ты здесь оказалась?"
julia "Миссис Бакфетт, Мистер Фред сказал мне что Вы надолго уехали и у меня теперь нет работы в доме."
julia "Мне было долго не найти другую работу, но, в конце концов, Мистер Фред помог мне устроиться сюда."

#
m "Ладно, опустим детали."
m "Итак, ты теперь работаешь здесь и снова подчиняешься мне."
m "Я буду работать в этом же кабинете."
julia "Миссис Бакфетт, я думала что у меня самая низкая должность здесь."
julia "Для меня удивительно что я буду работать рядом с Вами..."
m "В моей компании не бывает незначительно работы, Юлия."
m "Обработка этих архивных документов очень важна для нас."
m "Я буду присутствовать здесь, чтобы проследить тщательность, с которой ты будешь выполнять эту ответственную работу."
mt "Этот бумажный хлам никому не нужен!"
mt "Биф просто решил почесать свое эго, проявив власть надо мной."
mt "Что-ж, мне стоит подыграть ему."
mt "Он даже не догадывается, что рядом с ним настоящая Моника Бакфетт!"
mt "Умная, расчетливая и хладнокровная!"
mt "И я верну назад мою компанию и все остальное!"
mt "Даже если мне придется переступить себя и рыться в этом бумажном хламе..."
mt "Временно..."

julia "Да, Миссис Бакфетт. Как скажете..." #(боится)

mt "Итак, мне надо пройти дальше и сесть за тот стол."
mt "Мне надо отвлечь Юлию. Не хватало чтобы она увидела меня сзади..."

m "Юлия, что там за бумаги?"
julia "Где, Миссис Бакфетт?"
m "Вон там, сзади тебя!"
julia "Где?"

# Моника быстро проходит и садится
julia "Миссис Бакфетт, там такие же отчеты как и везде..."
m "Я уже вижу, Юлия."

#выбор Моники
# Начать работать, либо Заставить все делать Юлию

# Если начать работать
m "Юлия, принеси мне набор документов, запланированных на обработку сегодня."
julia "Да, Миссис Бакфетт, вот, пожалуйста."

# Проходит время
mt "Все, мне надоело возиться с этим хламом."
mt "Мой рабочий день закончен!"
m "Юлия, ты еще не закончила?"
julia "Нет, Миссис Бакфетт. Я буду работать допоздна."
julia "Я на новом месте и хочу проявить себя."
m "Это похвально, Юлия."
m "..."

m "Юлия, что там за бумаги?"
julia "Где, Миссис Бакфетт?"
m "Вон там, сзади тебя!"
julia "Где?"
# Моника выбегает


# Если заставить все делать Юлию
m "Юлия, что там с бумагами, которые надо обработать сегодня?"
julia "Их очень много, Миссис Бакфетт."
julia "У меня впечатление, что это объем для обработки двумя сотрудниками."
julia "Я не представляю как справлюсь с этим!"
julia "Мне придется работать с этим до ночи!"
m "Юлия, ты здесь новый сотрудник."
m "И ты должна проявить себя."
m "Я здесь для того, чтобы приглядывать за тобой."
m "Ты ведь не намекаешь на то что должна помогать тебе в этой работе?"
julia "Нет, Миссис Бакфетт. Что Вы?"
julia "Я сделаю все сама."
julia "Пожалуйста. Извините меня!"

mt "Все, я свободна на сегодня!"
mt "Пусть Юлия делает всю работу."
mt "Работать от зари до зари - это ее предназначение, таких как она."
mt "Я - это совершенно другое!"


# Регулярные разговоры с Юлией

































#
