# TODO: Translation updated at 2019-08-29 19:51

# game/Quests/EP2_02/ep22_photoshoot3.rpy:7
translate german ep22_photoshoot3_a69435de:

    # m "Алекс, это что? Какая-то шутка?"
    # "Кто-то перепутал коробку для нарядов с одеждой для рабочих???"
    m "Алекс, это что? Какая-то шутка?"
    "Кто-то перепутал коробку для нарядов с одеждой для рабочих???"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:10
translate german ep22_photoshoot3_ee35a2a3:

    # alex_photograph "Нет, Мэм!"
    # "Вы сегодня девушка-рабочий! Бригадир!"
    alex_photograph "Нет, Мэм!"
    "Вы сегодня девушка-рабочий! Бригадир!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:14
translate german ep22_photoshoot3_52bb81ac:

    # m "Какого черта, Алекс?!?!"
    # "Ты не забыл вообще-то кто я такая?!"
    # alex_photograph "Мэм! Это распоряжение Мистера Бифа!"
    # "У нас контракт с крупной строительной компанией!"
    # "И, в конце концов, это всего-лишь образ, Миссис Бакфетт!"
    m "Какого черта, Алекс?!?!"
    "Ты не забыл вообще-то кто я такая?!"
    alex_photograph "Мэм! Это распоряжение Мистера Бифа!"
    "У нас контракт с крупной строительной компанией!"
    "И, в конце концов, это всего-лишь образ, Миссис Бакфетт!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:20
translate german ep22_photoshoot3_210fdb22:

    # m "Эти штуки... Какие-то... Я не знаю как они называются..."
    # "Можно я сниму их? Я могу пораниться!"
    # alex_photograph "Нет, Мэм! Это часть образа!"
    m "Эти штуки... Какие-то... Я не знаю как они называются..."
    "Можно я сниму их? Я могу пораниться!"
    alex_photograph "Нет, Мэм! Это часть образа!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:25
translate german ep22_photoshoot3_b18fd05d:

    # m "Ладно... Только давай без своих грязных ракурсов..."
    # alex_photograph "Так точно, Мэм!"
    m "Ладно... Только давай без своих грязных ракурсов..."
    alex_photograph "Так точно, Мэм!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:39
translate german ep22_photoshoot3_pose1_5cd72d0a:

    # alex_photograph "Мотор!"
    alex_photograph "Мотор!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:58
translate german ep22_photoshoot3_pose1_d1205335:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    # m "Алекс! Ты снова начинаешь?!"
    # "Мы не успели начать, а у тебя уже двусмысленные позы!"
    # alex_photograph "Мэм! Эти фото на календарь строительной компании!"
    # "Вы будете стимулировать рабочих трудиться лучше!"
    # "Вы должны быть соблазнительны!"
    # m "Не вижу в этом ничего соблазнительного, Алекс!"
    # mt "О БОЖЕ! Я фотографируюсь на календарь для рабочих!"
    # "Я - МОНИКА БАКФЕТТ!!"
    # "О БОЖЕ!!!"
    alex_photograph "Следующая поза, Миссис Бакфетт!"
    m "Алекс! Ты снова начинаешь?!"
    "Мы не успели начать, а у тебя уже двусмысленные позы!"
    alex_photograph "Мэм! Эти фото на календарь строительной компании!"
    "Вы будете стимулировать рабочих трудиться лучше!"
    "Вы должны быть соблазнительны!"
    m "Не вижу в этом ничего соблазнительного, Алекс!"
    mt "О БОЖЕ! Я фотографируюсь на календарь для рабочих!"
    "Я - МОНИКА БАКФЕТТ!!"
    "О БОЖЕ!!!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:137
translate german ep22_photoshoot3_pose2_495a0ac0:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    alex_photograph "Следующая поза, Миссис Бакфетт!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:164
translate german ep22_photoshoot3_pose2_1451d2cf:

    # m "Алекс! Не начинай!"
    m "Алекс! Не начинай!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:180
translate german ep22_photoshoot3_pose2_a0cf2788:

    # m "Алекс! Хватит!"
    m "Алекс! Хватит!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:214
translate german ep22_photoshoot3_pose3_495a0ac0:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    alex_photograph "Следующая поза, Миссис Бакфетт!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:217
translate german ep22_photoshoot3_pose3_e2906d0c:

    # m "Алекс! Я не буду вставать в такую развратную позу!"
    # "И это не обсуждается!"
    m "Алекс! Я не буду вставать в такую развратную позу!"
    "И это не обсуждается!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:285
translate german ep22_photoshoot3_pose4_495a0ac0:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    alex_photograph "Следующая поза, Миссис Бакфетт!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:312
translate german ep22_photoshoot3_pose4_a9a99046:

    # m "Алекс! Я не буду делать такой кадр!"
    m "Алекс! Я не буду делать такой кадр!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:328
translate german ep22_photoshoot3_pose4_8f79d3a9:

    # m "Алекс! Забудь про такие ракурсы!"
    m "Алекс! Забудь про такие ракурсы!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:362
translate german ep22_photoshoot3_pose5_495a0ac0:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    alex_photograph "Следующая поза, Миссис Бакфетт!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:405
translate german ep22_photoshoot3_pose5_a9a99046:

    # m "Алекс! Я не буду делать такой кадр!"
    m "Алекс! Я не буду делать такой кадр!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:455
translate german ep22_photoshoot3_pose6_822a9783:

    # alex_photograph "Следующая поза, Миссис Бакфетт!"
    # "Пожалуйста, сядьте на колени и выдвиньте одну ногу вперед!"
    # m "Хорошо, звучит не так уж страшно..."
    alex_photograph "Следующая поза, Миссис Бакфетт!"
    "Пожалуйста, сядьте на колени и выдвиньте одну ногу вперед!"
    m "Хорошо, звучит не так уж страшно..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:461
translate german ep22_photoshoot3_pose6_d685af5e:

    # m "ЧТО?!?!"
    # "ЧТО ТЫ СДЕЛАЛ, МЕРЗАВЕЦ???"
    # "Куда ты поставил молоток!"
    # "Ты хоть заметил куда в какое место он упирается мне?!?!"
    # alex_photograph "Миссис Бакфетт!"
    # "И сделайте, пожалуйста, такое лицо как когда Вы облизывали молоток..."
    m "ЧТО?!?!"
    "ЧТО ТЫ СДЕЛАЛ, МЕРЗАВЕЦ???"
    "Куда ты поставил молоток!"
    "Ты хоть заметил куда в какое место он упирается мне?!?!"
    alex_photograph "Миссис Бакфетт!"
    "И сделайте, пожалуйста, такое лицо как когда Вы облизывали молоток..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:470
translate german ep22_photoshoot3_pose6_e7222503:

    # m "ЧТО?!?!"
    # "Иди ты к черту!"
    # "Это называется фотосессия для календаря?!?!"
    # "Может быть мне еще снять шорты и дать ему свободу войти туда куда он упирается сейчас?!"
    # alex_photograph "..."
    # m "Ах! Что я спрашиваю!"
    # "Для тебя это было бы прекрасной новостью!"
    # "НО НЕ ДЛЯ МЕНЯ?!?!"
    # "Фотосессия закончена!!!"
    m "ЧТО?!?!"
    "Иди ты к черту!"
    "Это называется фотосессия для календаря?!?!"
    "Может быть мне еще снять шорты и дать ему свободу войти туда куда он упирается сейчас?!"
    alex_photograph "..."
    m "Ах! Что я спрашиваю!"
    "Для тебя это было бы прекрасной новостью!"
    "НО НЕ ДЛЯ МЕНЯ?!?!"
    "Фотосессия закончена!!!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:483
translate german ep22_photoshoot3_pose6_9d670e31:

    # alex_photograph "Мэм, я понимаю, может быть Вам неудобно как он упирается..."
    # "Но если Вам чуточку приятно это, то, пожалуйста, высуньте язычок..."
    # "Без него композиция будет неполной..."
    # "А ведь Вы знаете, что от меня ждут лучших результатов."
    # "Иначе Мистер Биф уволит меня..."
    # "Поверьте, этот кадр выглядит прилично..."
    # m "..."
    # "Алекс, это точно выглядит прилично?"
    # alex_photograph "Да, Мэм!"
    # "Поверьте мне!"
    # m "Мне это не нравится, Алекс..."
    # alex_photograph "Миссис Бакфетт... Не переживайте, я сделаю кадры быстрее чем будет заметно что Вы стали влажной..."
    # m "ЧТО?!?!..."
    # alex_photograph "Я снимаю, Миссис Бакфетт!"
    # "Пожалуйста, покажите эмоции!"
    # m "Я...."
    # "Ладно..."
    alex_photograph "Мэм, я понимаю, может быть Вам неудобно как он упирается..."
    "Но если Вам чуточку приятно это, то, пожалуйста, высуньте язычок..."
    "Без него композиция будет неполной..."
    "А ведь Вы знаете, что от меня ждут лучших результатов."
    "Иначе Мистер Биф уволит меня..."
    "Поверьте, этот кадр выглядит прилично..."
    m "..."
    "Алекс, это точно выглядит прилично?"
    alex_photograph "Да, Мэм!"
    "Поверьте мне!"
    m "Мне это не нравится, Алекс..."
    alex_photograph "Миссис Бакфетт... Не переживайте, я сделаю кадры быстрее чем будет заметно что Вы стали влажной..."
    m "ЧТО?!?!..."
    alex_photograph "Я снимаю, Миссис Бакфетт!"
    "Пожалуйста, покажите эмоции!"
    m "Я...."
    "Ладно..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:513
translate german ep22_photoshoot3_pose6_9168881a:

    # alex_photograph "Миссис Бакфетт!"
    # "Возьмите, пожалуйста, молоток и сделайте вид, как-будто вы его лижите."
    # "Сексуально."
    # "Это будет самый популярный кадр!"
    alex_photograph "Миссис Бакфетт!"
    "Возьмите, пожалуйста, молоток и сделайте вид, как-будто вы его лижите."
    "Сексуально."
    "Это будет самый популярный кадр!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:518
translate german ep22_photoshoot3_pose6_80a5c158:

    # m "ЧТО??!"
    # "НИКОГДА!"
    # alex_photograph "Миссис Бакфетт! Но молоток чистый! Это реквизит!"
    # "Я специально подготовил его!"
    # "НИКОГДА!"
    m "ЧТО??!"
    "НИКОГДА!"
    alex_photograph "Миссис Бакфетт! Но молоток чистый! Это реквизит!"
    "Я специально подготовил его!"
    "НИКОГДА!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:525
translate german ep22_photoshoot3_pose6_f1ea7a91:

    # m "Алекс!"
    # "Это последнее что я сделаю!"
    # "Ты меня достал своей назойливостью!"
    m "Алекс!"
    "Это последнее что я сделаю!"
    "Ты меня достал своей назойливостью!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:577
translate german ep22_photoshoot3_pose6_8f79d3a9:

    # m "Алекс! Забудь про такие ракурсы!"
    m "Алекс! Забудь про такие ракурсы!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:755
translate german ep22_photoshoot3_end_b9cd880a:

    # alex_photograph "Мэм! Мы закончили фотосессию!"
    # m "Наконец-то!!!"
    alex_photograph "Мэм! Мы закончили фотосессию!"
    m "Наконец-то!!!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:758
translate german ep22_photoshoot3_end_00d63a19:

    # mt "Что теперь?"
    mt "Что теперь?"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:764
translate german ep22_photoshoot3_end_7d5cf100:

    # mt "Биф ждет меня на свой дурацкий кастинг..."
    # "Он говорил даст мне работу если я буду хорошей цыпочкой..."
    # "Это позволит мне приблизиться к цели, возвратить мою компанию назад!"
    # "Так может быть притвориться?"
    # "Ведь у меня нет к нему чувств, я хладнокровная женщина, идущая к своей мести..."
    mt "Биф ждет меня на свой дурацкий кастинг..."
    "Он говорил даст мне работу если я буду хорошей цыпочкой..."
    "Это позволит мне приблизиться к цели, возвратить мою компанию назад!"
    "Так может быть притвориться?"
    "Ведь у меня нет к нему чувств, я хладнокровная женщина, идущая к своей мести..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:771
translate german ep22_photoshoot3_end_65571a75:

    # "..."
    # "Черт... Тем более я ему обещала быть хорошей цыпочкой и, в противном случае, он может перестать давать работу мне..."
    "..."
    "Черт... Тем более я ему обещала быть хорошей цыпочкой и, в противном случае, он может перестать давать работу мне..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:788
translate german ep22_photoshoot3_casting_cb9f49f2:

    # m "Привет, Биф. Я пришла..."
    m "Привет, Биф. Я пришла..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:793
translate german ep22_photoshoot3_casting_e97962ff:

    # biff "О! Цыпочка пришла к папочке!"
    biff "О! Цыпочка пришла к папочке!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:796
translate german ep22_photoshoot3_casting_c0132395:

    # mt "Мне надо притвориться и завоевать его расположение..."
    mt "Мне надо притвориться и завоевать его расположение..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:799
translate german ep22_photoshoot3_casting_26c7e3c1:

    # m "Да, цыпочка пришла к папочке..."
    # "Цыпочка хорошая..."
    m "Да, цыпочка пришла к папочке..."
    "Цыпочка хорошая..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:802
translate german ep22_photoshoot3_casting_09658515:

    # biff "Кто сегодня цыпочка?"
    # m "Сегодня цыпочка - это девушка-рабочий с календаря, который будет висеть у каждого менеджера строительной компании..."
    biff "Кто сегодня цыпочка?"
    m "Сегодня цыпочка - это девушка-рабочий с календаря, который будет висеть у каждого менеджера строительной компании..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:805
translate german ep22_photoshoot3_casting_dae5a739:

    # biff "Что девушка с календаря хочет показать папочке?"
    biff "Что девушка с календаря хочет показать папочке?"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:811
translate german ep22_photoshoot3_casting_f4e1f245:

    # mt "Мерзавец!"
    mt "Мерзавец!"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:817
translate german ep22_photoshoot3_casting_aaf46f34:

    # m "Я пришла, потому что обещала хорошо вести себя..."
    m "Я пришла, потому что обещала хорошо вести себя..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:822
translate german ep22_photoshoot3_casting_b65c11aa:

    # m "Ты заставил меня придти..."
    m "Ты заставил меня придти..."

# game/Quests/EP2_02/ep22_photoshoot3.rpy:823
translate german ep22_photoshoot3_casting_2b8d9f4a:

    # mt "Ненавижу!!!"
    # biff "И что цыпочка будет делать?"
    mt "Ненавижу!!!"
    biff "И что цыпочка будет делать?"

# game/Quests/EP2_02/ep22_photoshoot3.rpy:830
translate german ep22_photoshoot3_casting_f4e1f245_1:

    # mt "Мерзавец!"
    mt "Мерзавец!"

translate german strings:

    # game/Quests/EP2_02/ep22_photoshoot3.rpy:760
    old "Идти на кастинг к Бифу и притвориться цыпочкой... (low corruption, required [photoshoot3_casting_corruption_required]) (disabled)"
    new "Идти на кастинг к Бифу и притвориться цыпочкой... (low corruption, required [photoshoot3_casting_corruption_required]) (disabled)"

