# TODO: Translation updated at 2019-07-02 18:58

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:12
translate german ep26_dialogues1_bardie1_ffcb39c2:

    # bardie "Аххх! Ахххх!!!"
    # bardie "Моника Бафетт..."
    # bardie "Аххх! Ахххх!!!"
    # bardie "Моя гувернантка..."
    # bardie "Аххх!"
    # bardie "Я молодец!"
    # bardie "Я хороший хозяин, Аххх!"
    # bardie "АХХХХХХ!!!"
    # bardie "..."
    # bardie "Ее сиськи..."
    # bardie "Интересно, они настоящие или нет..."
    # bardie "Как это я упустил их из виду..."
    # bardie "У меня все еще недостаточный контроль над ней..."
    # bardie "Мне нужно увидеть ее сиськи... И даже больше..."
    # bardie "И мне нужна еще фотография, чтобы дрочить на нее."
    # bardie "Этот журнал уже надоел мне..."
    # bardie "Может быть есть еще выпуски?"
    # bardie "Надо будет спросить у гувернантки..."
    # bardie "И, было бы неплохо не только дрочить на нее, но и делать нечто более..."
    # bardie "Хотя я ее, пока, немного побаиваюсь..."
    # bardie "Все-таки она Моника Бакфетт, но, почему-то боится штрафа..."
    # bardie "Может быть она не настоящая Моника Бакфетт, потому и боится?"
    # bardie "И Бетти..."
    # bardie "Эта мачеха, хоть и соблюдает правила дома, но, все-же, действует мне на нервы."
    # bardie "Я мечтаю не только смотреть ей под юбку, но и, когда-нибудь, трахнуть ее!"
    # bardie "Вокруг ходит столько целей, а я все еще девственник!"
    # bardie "Это ненормально! Я что, какой-то нудачник?!"
    # m "Что... Что ты делаешь??"
    # m "Это... Это Я?!"
    # m "Это мой журнал! Мой!"
    # m "Что делаешь с ним?!"
    # bardie "Я дрочу на него, я же говорил тебе."
    # m "Я... Не смей делать этого!"
    # m "Верни его мне!"
    # bardie "Я верну тебе его только если ты принесешь мне другой!"
    # bardie "Новый выпуск!"
    # m "Нет новых выпусков, я не работаю там!"
    # m "Я торчу здесь! И меня это бесит!"
    # bardie "Ты здесь работаешь! И я твой хозяин!"
    # m "!!!"
    bardie "Аххх! Ахххх!!!"
    bardie "Моника Бафетт..."
    bardie "Аххх! Ахххх!!!"
    bardie "Моя гувернантка..."
    bardie "Aaaa!"
    bardie "Я молодец!"
    bardie "Я хороший хозяин, Аххх!"
    bardie "АХХХХХХ!!!"
    bardie "..."
    bardie "Ее сиськи..."
    bardie "Интересно, они настоящие или нет..."
    bardie "Как это я упустил их из виду..."
    bardie "У меня все еще недостаточный контроль над ней..."
    bardie "Мне нужно увидеть ее сиськи... И даже больше..."
    bardie "И мне нужна еще фотография, чтобы дрочить на нее."
    bardie "Этот журнал уже надоел мне..."
    bardie "Может быть есть еще выпуски?"
    bardie "Надо будет спросить у гувернантки..."
    bardie "И, было бы неплохо не только дрочить на нее, но и делать нечто более..."
    bardie "Хотя я ее, пока, немного побаиваюсь..."
    bardie "Все-таки она Моника Бакфетт, но, почему-то боится штрафа..."
    bardie "Может быть она не настоящая Моника Бакфетт, потому и боится?"
    bardie "И Бетти..."
    bardie "Эта мачеха, хоть и соблюдает правила дома, но, все-же, действует мне на нервы."
    bardie "Я мечтаю не только смотреть ей под юбку, но и, когда-нибудь, трахнуть ее!"
    bardie "Вокруг ходит столько целей, а я все еще девственник!"
    bardie "Это ненормально! Я что, какой-то нудачник?!"
    m "Что... Что ты делаешь??"
    m "Это... Это Я?!"
    m "Das ist mein Magazin! MEINS!!"
    m "Что делаешь с ним?!"
    bardie "Я дрочу на него, я же говорил тебе."
    m "Я... Не смей делать этого!"
    m "Верни его мне!"
    bardie "Я верну тебе его только если ты принесешь мне другой!"
    bardie "Новый выпуск!"
    m "Нет новых выпусков, я не работаю там!"
    m "Я торчу здесь! И меня это бесит!"
    bardie "Ты здесь работаешь! И я твой хозяин!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:63
translate german ep26_dialogues1_bardie1a_5915f760:

    # mt "Эта мелюзга достала меня!"
    # mt "Как он смеет делать это... С моим журналом!"
    # mt "На котором изображена Я!"
    # mt "..."
    # mt "У этого маленького засранца нет никакого стыда!"
    # mt "И мозгов, кстати, тоже у него нет!"
    # mt "Хм... Может быть мне как-то использовать его, раз уж приходится соблюдать его дурацкие капризы?"
    # mt "Он шантажирует также и Бетти."
    # mt "Может быть я могу использовать это, чтобы, хотя бы, питаться здесь?"
    mt "Эта мелюзга достала меня!"
    mt "Как он смеет делать это... С моим журналом!"
    mt "На котором изображена Я!"
    mt "..."
    mt "У этого маленького засранца нет никакого стыда!"
    mt "И мозгов, кстати, тоже у него нет!"
    mt "Хм... Может быть мне как-то использовать его, раз уж приходится соблюдать его дурацкие капризы?"
    mt "Он шантажирует также и Бетти."
    mt "Может быть я могу использовать это, чтобы, хотя бы, питаться здесь?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:81
translate german ep26_dialogues1_bardie2_bec1182b:

    # m "Барди..."
    # bardie "Да, гувернантка?"
    # m "У меня разговор к тебе..."
    # bardie "Я тебя слушаю."
    # m "Барди, я ведь хорошо себя веду, так ведь?"
    # bardie "Да, гувернантка... Обычно ты соблюдаешь правила дома..."
    # m "Барди, если ты доволен мной, то..."
    # m "То, может быть, Я заслуживаю того, чтобы меня кормили в этом доме."
    # m "Может быть ты скажешь Бетти об этом?"
    # m "Ты ведь тут самый главный? Правда?"
    # bardie "О таком может просить только хорошая гувернантка."
    # bardie "Ты хорошая гувернантка, Моника?"
    m "Bardie..."
    bardie "Да, гувернантка?"
    m "У меня разговор к тебе..."
    bardie "Я тебя слушаю."
    m "Барди, я ведь хорошо себя веду, так ведь?"
    bardie "Да, гувернантка... Обычно ты соблюдаешь правила дома..."
    m "Барди, если ты доволен мной, то..."
    m "То, может быть, Я заслуживаю того, чтобы меня кормили в этом доме."
    m "Может быть ты скажешь Бетти об этом?"
    m "Ты ведь тут самый главный? Правда?"
    bardie "О таком может просить только хорошая гувернантка."
    bardie "Ты хорошая гувернантка, Моника?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:101
translate german ep26_dialogues1_bardie2_65be55fd:

    # m "Да, я хорошая гувернантка..."
    # bardie "Хорошо, покажи, что ты соблюдаешь правила дома!"
    m "Да, я хорошая гувернантка..."
    bardie "Хорошо, покажи, что ты соблюдаешь правила дома!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:107
translate german ep26_dialogues1_bardie2_4235839a:

    # mt "Черт! У меня надеты трусики!"
    # mt "Мне лучше не показывать их этому сопляку!"
    mt "Черт! У меня надеты трусики!"
    mt "Мне лучше не показывать их этому сопляку!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:113
translate german ep26_dialogues1_bardie2_7d5ce1eb:

    # m "Барди, конечно я соблюдаю правила."
    # m "Я вспомнила об одном важном деле!"
    # m "Мне надо отлучиться и я вернусь сюда!"
    m "Барди, конечно я соблюдаю правила."
    m "Я вспомнила об одном важном деле!"
    m "Мне надо отлучиться и я вернусь сюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:121
translate german ep26_dialogues1_bardie2_dece29a1:

    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не соблюдаешь правила дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    # m "!!!"
    bardie "Nutzloses Hausmädchen!"
    bardie "Ты не соблюдаешь правила дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:131
translate german ep26_dialogues1_bardie2_9dccdf21:

    # bardie "Хорошо."
    # bardie "Теперь покажи свои сиськи!"
    # m "Мы так не договаривались!"
    # m "Я не собираюсь этого делать!"
    # bardie "Ты моя игрушка и принадлежишь мне!"
    # m "Ах ты мелюзга!"
    # m "Я не буду показывать тебе свою грудь!"
    # bardie "Ты решила не подчиняться приказам хозяина дома? Я правильно понял?"
    bardie "Na gut."
    bardie "Теперь покажи свои сиськи!"
    m "Мы так не договаривались!"
    m "Das werde ich nicht tun!"
    bardie "Ты моя игрушка и принадлежишь мне!"
    m "Ах ты мелюзга!"
    m "Я не буду показывать тебе свою грудь!"
    bardie "Ты решила не подчиняться приказам хозяина дома? Я правильно понял?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:143
translate german ep26_dialogues1_bardie2_b2c72172:

    # m "Я и так хожу с голой задницей по дому целыми днями!"
    # m "Разве тебе этого мало?!"
    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не слушаешься хозяина дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    m "Я и так хожу с голой задницей по дому целыми днями!"
    m "Разве тебе этого мало?!"
    bardie "Nutzloses Hausmädchen!"
    bardie "Ты не слушаешься хозяина дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:153
translate german ep26_dialogues1_bardie2_a64d3a00:

    # bardie "Да, у тебя такая же грудь."
    # bardie "Ты действительно похожа не нее."
    # m "ЭТО И ЕСТЬ Я!"
    # mt "Черт! Зачем я это сказала?!"
    # bardie "Хорошо, хозяин дома подумает." 
    # bardie "Гувернантка, приходи завтра."
    # bardie "Хозяин скажет тебе о своем решении."
    # m "!!!"
    bardie "Да, у тебя такая же грудь."
    bardie "Ты действительно похожа не нее."
    m "ЭТО И ЕСТЬ Я!"
    mt "Черт! Зачем я это сказала?!"
    bardie "Хорошо, хозяин дома подумает." 
    bardie "Гувернантка, приходи завтра."
    bardie "Хозяин скажет тебе о своем решении."
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:170
translate german ep26_dialogues1_bardie3a_086064ab:

    # mt "Я не хочу ничего показывать этому сопляку."
    # mt "Мне надоели эти его игры..."
    mt "Я не хочу ничего показывать этому сопляку."
    mt "Мне надоели эти его игры..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:175
translate german ep26_dialogues1_bardie3_715d7794:

    # mt "Эта мелюзга сказала приходить завтра."
    # mt "Он, видите-ли, подумает!"
    # mt "Ненавижу!"
    # mt "Мне в своем же доме надо выпрашивать еду! О УЖАС!!!"
    mt "Эта мелюзга сказала приходить завтра."
    mt "Он, видите-ли, подумает!"
    mt "Ненавижу!"
    mt "Мне в своем же доме надо выпрашивать еду! О УЖАС!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:186
translate german ep26_dialogues1_bardie4_07d90d28:

    # m "Барди, ты подумал насчет того, чтобы я получала заслуженную еду в этом доме?!"
    # bardie "Да, гувернантка."
    # bardie "Я подумал и решил что готов сделать величественный жест ради хорошей гувернантки."
    # bardie "Которая хорошо себя ведет..."
    # mt "!!!"
    # bardie "И я скажу Бетти, чтобы она кормила гувернантку."
    # bardie "Но только хорошую гувернантку!"
    # bardie "Ты ведь хорошая гувернантка, Моника?"
    m "Барди, ты подумал насчет того, чтобы я получала заслуженную еду в этом доме?!"
    bardie "Да, гувернантка."
    bardie "Я подумал и решил что готов сделать величественный жест ради хорошей гувернантки."
    bardie "Которая хорошо себя ведет..."
    mt "!!!"
    bardie "И я скажу Бетти, чтобы она кормила гувернантку."
    bardie "Но только хорошую гувернантку!"
    bardie "Ты ведь хорошая гувернантка, Моника?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:199
translate german ep26_dialogues1_bardie4_51298756:

    # m "Я еще не решила..."
    # bardie "Когда будешь уверена, приходи!"
    m "Я еще не решила..."
    bardie "Когда будешь уверена, приходи!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:204
translate german ep26_dialogues1_bardie4_abad8792:

    # m "Да..."
    # bardie "Хорошо, я много раз кончал на твои сиськи на журнале."
    # bardie "Теперь я хочу сделать это прямо на них."
    # m "ЧТО?!"
    # m "Барди, я понимаю, что ты уже интересуешься девушками."
    # m "Придумываешь разные глупые игры. У тебя играют гормоны."
    # m "Но тебе не кажется, что тебе рановато думать о чем-то большем?!"
    # m "Тем более в отношении меня!"
    # bardie "Я не маленький! Я большой!"
    # bardie "Мне уже (введите число)"
    # help "Внося изменения в игру, Вы берете на себя ответственность."
    # help "Вы уверены в этом?"
    # bardie "..."
    # m "!!!"
    # bardie "Ну?!"
    # bardie "И чего же гувернантка ждет?"
    # bardie "Хорошая гувернантка должна выполнять обязанности по дому."
    # bardie "Соблюдать везде чистоту."
    # bardie "Это место надо протереть от пыли."
    # bardie "И оно слишком чувствительное, поэтому это надо сделать твоими сиськами!"
    # m "!!!"
    # m "Я уверена в том, что это место протирается регулярно и без меня!"
    # bardie "Хорошая гувернантка должна выполнять это работу."
    # bardie "И, если гувернантка будет хорошей, то ее в этом доме будут кормить."
    # mt "Что же мне делать?!"
    # mt "Ведь я не буду трогать своей изысканной грудью член этого Барди?"
    # mt "С другой стороны, я в шаге от того, чтобы нормально питаться."
    # mt "В своем же доме!"
    # bardie "А плохую гувернантку может ждать наказание..."
    # mt "Что же мне делать?!"
    m "Ja."
    bardie "Хорошо, я много раз кончал на твои сиськи на журнале."
    bardie "Теперь я хочу сделать это прямо на них."
    m "ЧТО?!"
    m "Барди, я понимаю, что ты уже интересуешься девушками."
    m "Придумываешь разные глупые игры. У тебя играют гормоны."
    m "Но тебе не кажется, что тебе рановато думать о чем-то большем?!"
    m "Тем более в отношении меня!"
    bardie "Я не маленький! Я большой!"
    bardie "Мне уже (введите число)"
    help "Внося изменения в игру, Вы берете на себя ответственность."
    help "Вы уверены в этом?"
    bardie "..."
    m "!!!"
    bardie "Nun?!"
    bardie "И чего же гувернантка ждет?"
    bardie "Хорошая гувернантка должна выполнять обязанности по дому."
    bardie "Соблюдать везде чистоту."
    bardie "Это место надо протереть от пыли."
    bardie "И оно слишком чувствительное, поэтому это надо сделать твоими сиськами!"
    m "!!!"
    m "Я уверена в том, что это место протирается регулярно и без меня!"
    bardie "Хорошая гувернантка должна выполнять это работу."
    bardie "И, если гувернантка будет хорошей, то ее в этом доме будут кормить."
    mt "Что же мне делать?!"
    mt "Ведь я не буду трогать своей изысканной грудью член этого Барди?"
    mt "С другой стороны, я в шаге от того, чтобы нормально питаться."
    mt "В своем же доме!"
    bardie "А плохую гувернантку может ждать наказание..."
    mt "Что же мне делать?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:254
translate german ep26_dialogues1_bardie4_34ebf5b2:

    # m "Я... Пока не готова для этого..."
    # bardie "Тогда иди и готовься!"
    # bardie "Иначе ты станешь плохой гувернанткой!"
    m "Я... Пока не готова для этого..."
    bardie "Тогда иди и готовься!"
    bardie "Иначе ты станешь плохой гувернанткой!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:259
translate german ep26_dialogues1_bardie4_ecae12b0:

    # m "Я не умею делать это..."
    # bardie "Я тоже не умею делать это. Но не думаю что это сложно!"
    # bardie "Вынь свои сиськи и положи их на мой член!"
    # m "..."
    # bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"
    # bardie "Хорошая гувернантка..."
    # bardie "Хорошая..."
    # bardie "Протирай как следует, это твоя работа..."
    # bardie "Оооооох!!!"
    # bardie "Хорошая гувернантка!"
    # bardie "Приходи завтра."
    # bardie "Я улажу обязанности хозяина дома и выдам необходимые распоряжения Бетти!"
    # m "!!!"
    m "Я не умею делать это..."
    bardie "Я тоже не умею делать это. Но не думаю что это сложно!"
    bardie "Вынь свои сиськи и положи их на мой член!"
    m "..."
    bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"
    bardie "Хорошая гувернантка..."
    bardie "Хорошая..."
    bardie "Протирай как следует, это твоя работа..."
    bardie "Оооооох!!!"
    bardie "Хорошая гувернантка!"
    bardie "Приходи завтра."
    bardie "Я улажу обязанности хозяина дома и выдам необходимые распоряжения Бетти!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:285
translate german ep26_dialogues1_bardie5_bdb88f90:

    # m "Ну что, Барди!"
    # m "Я достаточно сделала для того, чтобы меня кормили в этом гребаном доме?!"
    # mt "В моем доме! В моем!"
    # bardie "Да, гувернантка. Я договорился с Бетти."
    # m "..." 
    # bardie "Но она поставила одно условие."
    # m "Какое еще условие?!"
    # m "Разве недостаточно того, что я убираюсь здесь каждый день?!"
    # bardie "Гувернантка может питаться когда захочет."
    # bardie "Но должна делать это на кухне."
    # bardie "И делать это... с голыми сиськами!"
    # m "ЧТО?!?!"
    # m "И ТЫ ХОЧЕШЬ СКАЗАТЬ ЧТО ЭТО УСЛОВИЕ ПОСТАВИЛА БЕТТИ?!"
    # m "Я УВЕРЕНА ЧТО ЭТО СНОВА ТВОИ ПРОИСКИ, МАЛЯВКА!!!"
    # m "ТЫ НЕ МОЖЕШЬ ТРЕБОВАТЬ ОТ МЕНЯ ТАКОГО!!!"
    # m "ТЫ ВЕДЬ ЗНАЕШЬ КТО Я ТАКАЯ!"
    # m "МНЕ И ТАК ПРИХОДИТСЯ ХОДИТЬ ЗДЕСЬ В ЭТОЙ ДУРАЦКОЙ УНИФОРМЕ!"
    # bardie "В униформе без трусиков."
    # m "ЧТО?!"
    # bardie "Ты ведь соблюдаешь правила дома?"
    # bardie "Ты ходишь в униформе без трусиков."
    # m "ПРИЧЕМ ЗДЕСЬ ЭТО?!"
    # m "Я ГОВОРЮ ТЕБЕ ПРО ТО ЧТО ТЫ ЗНАЕШЬ КТО Я ТАКАЯ!"
    # m "КАК ТЫ СМЕЕШЬ, МАЛЯВКА, ТРЕБОВАТЬ ОТ МЕНЯ ЭТО?!"
    # bardie "Что-то мне не нравится тон, на который перешла гувернантка."
    # bardie "Гувернантка соблюдает правила дома?"
    # m "!!!"
    # m "ТЫ МЕНЯ СЛЫШИШЬ?!"
    # bardie "Немедленно покажи что соблюдаешь правила дома, иначе тебя ждет наказание как плохую гувернантку."
    # m "!!!"
    # bardie "Ну?!"
    m "Ну что, Барди!"
    m "Я достаточно сделала для того, чтобы меня кормили в этом гребаном доме?!"
    mt "В моем доме! В моем!"
    bardie "Да, гувернантка. Я договорился с Бетти."
    m "..." 
    bardie "Но она поставила одно условие."
    m "Какое еще условие?!"
    m "Разве недостаточно того, что я убираюсь здесь каждый день?!"
    bardie "Гувернантка может питаться когда захочет."
    bardie "Но должна делать это на кухне."
    bardie "И делать это... с голыми сиськами!"
    m "Was?!?!"
    m "И ТЫ ХОЧЕШЬ СКАЗАТЬ ЧТО ЭТО УСЛОВИЕ ПОСТАВИЛА БЕТТИ?!"
    m "Я УВЕРЕНА ЧТО ЭТО СНОВА ТВОИ ПРОИСКИ, МАЛЯВКА!!!"
    m "ТЫ НЕ МОЖЕШЬ ТРЕБОВАТЬ ОТ МЕНЯ ТАКОГО!!!"
    m "ТЫ ВЕДЬ ЗНАЕШЬ КТО Я ТАКАЯ!"
    m "МНЕ И ТАК ПРИХОДИТСЯ ХОДИТЬ ЗДЕСЬ В ЭТОЙ ДУРАЦКОЙ УНИФОРМЕ!"
    bardie "В униформе без трусиков."
    m "ЧТО?!"
    bardie "Ты ведь соблюдаешь правила дома?"
    bardie "Ты ходишь в униформе без трусиков."
    m "ПРИЧЕМ ЗДЕСЬ ЭТО?!"
    m "Я ГОВОРЮ ТЕБЕ ПРО ТО ЧТО ТЫ ЗНАЕШЬ КТО Я ТАКАЯ!"
    m "КАК ТЫ СМЕЕШЬ, МАЛЯВКА, ТРЕБОВАТЬ ОТ МЕНЯ ЭТО?!"
    bardie "Что-то мне не нравится тон, на который перешла гувернантка."
    bardie "Гувернантка соблюдает правила дома?"
    m "!!!"
    m "ТЫ МЕНЯ СЛЫШИШЬ?!"
    bardie "Немедленно покажи что соблюдаешь правила дома, иначе тебя ждет наказание как плохую гувернантку."
    m "!!!"
    bardie "Nun?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:347
translate german ep26_dialogues1_bardie5_dece29a1:

    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не соблюдаешь правила дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    # m "!!!"
    bardie "Nutzloses Hausmädchen!"
    bardie "Ты не соблюдаешь правила дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:356
translate german ep26_dialogues1_bardie5_ab71ed74:

    # m "Я соблюдаю правила этого дома..."
    # bardie "Хорошая гувернантка."
    # bardie "Ты поняла правила питания в доме?"
    # m "Да, я поняла."
    # m "Но я не собираюсь питаться в доме на таких условиях..."
    # bardie "Как гувернантка пожелает..."
    # bardie "Но я бы советовал ей пользоваться благосклонностью хозяина дома..."
    # bardie "Пока он добрый..."
    # m "Я могу идти?!"
    # bardie  "Да, ты можешь идти."
    # bardie "Если, конечно, не хочешь снова удовлетворить хозяина."
    # m "Нет, спасибо!"
    m "Ich befolge die Hausregeln..."
    bardie "Хорошая гувернантка."
    bardie "Ты поняла правила питания в доме?"
    m "Ich verstehe."
    m "Но я не собираюсь питаться в доме на таких условиях..."
    bardie "Как гувернантка пожелает..."
    bardie "Но я бы советовал ей пользоваться благосклонностью хозяина дома..."
    bardie "Пока он добрый..."
    m "Я могу идти?!"
    bardie  "Да, ты можешь идти."
    bardie "Если, конечно, не хочешь снова удовлетворить хозяина."
    m "Нет, спасибо!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:379
translate german ep26_dialogues1_bardie5a_3cc6fbff:

    # mt "Не могу поверить!"
    # mt "Эта малявка из всего пытается сделать свою извращенную игру!"
    # mt "Мелкий домогатель!"
    # mt "Неужели он действительно считает что я буду есть на кухне, обнажив свою грудь?!"
    # mt "Наивный дурачок!"
    mt "Ich kann es nicht glauben!"
    mt "Эта малявка из всего пытается сделать свою извращенную игру!"
    mt "Мелкий домогатель!"
    mt "Неужели он действительно считает что я буду есть на кухне, обнажив свою грудь?!"
    mt "Naiver Trottel!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:393
translate german ep26_dialogues1_bardie6_34b2bb3c:

    # betty "Моника, гувернантка!"
    # betty "Что ты делаешь здесь!"
    # betty "Я запретила тебе заходить на кухню!"
    # betty "Быстро убирайся отсюда!"
    # betty "И вообще... Мне не нужны проститутки в доме!"
    # betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"
    # m "Миссис Робертс..."
    # m "Есть-ли правила, которые позволяют мне питаться здесь?"
    # betty "..."
    # m "???"
    # betty "!!!"
    # betty "Есть кое-какое правило... И ты, гувернантка, сама знаешь про него..."
    # betty "А сейчас, выметайся с кухни!"
    betty "Monica, Hausmädchen!"
    betty "Что ты делаешь здесь!"
    betty "Я запретила тебе заходить на кухню!"
    betty "Быстро убирайся отсюда!"
    betty "И вообще... Мне не нужны проститутки в доме!"
    betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"
    m "Миссис Робертс..."
    m "Есть-ли правила, которые позволяют мне питаться здесь?"
    betty "..."
    m "???"
    betty "!!!"
    betty "Есть кое-какое правило... И ты, гувернантка, сама знаешь про него..."
    betty "А сейчас, выметайся с кухни!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:419
translate german ep26_dialogues1_bardie6_0fe1f462:

    # mt "Моника, что ты творишь?"
    # mt "Неужели ты пойдешь на это?"
    # mt "С другой стороны... Никто кроме Бетти этого не видит"
    # mt "И это лучше, чем разносить флаеры за еду или делать что-то еще похуже..."
    # m "А так?"
    # betty "!!!"
    # m "..." 
    # betty "Гувернантка, у тебя нет никакого стыда!"
    # betty "Немедленно убирайся отсюда!"
    # m "Вы уверены, Миссис Робертс!"
    # m "Вы уверены что я должна выйти отсюда?"
    # betty "!!!"
    # betty "Садись за стол, сейчас подам тебе..."
    # betty "И не вздумай в таком виде шляться по дому!"
    # betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    # betty "И тебе никто не поможет!"
    # betty "Даже мелкий засранец Барди, с которым ты спелась!"
    # mt "Мммм... Наконец-то я ем вкусную еду..."
    # mt "В своем доме..."
    # mt "Мой дом... Моя любимая кухня..."
    # mt "Все не так уж плохо..."
    # mt "Это только первые шаги..."
    # mt "Скоро дом будет снова мой..."
    # mt "Ммм... Я кушаю на своей любимой кухне."
    # mt "А Бетти прислуживает мне..."
    # mt "Так мне нравится намного больше..."
    # m "Благодарю Вас, Миссис Робертс."
    # m "Я поела."
    # betty "!!!"
    mt "Моника, что ты творишь?"
    mt "Неужели ты пойдешь на это?"
    mt "С другой стороны... Никто кроме Бетти этого не видит"
    mt "И это лучше, чем разносить флаеры за еду или делать что-то еще похуже..."
    m "Gefällt dir das?"
    betty "!!!"
    m "..." 
    betty "Гувернантка, у тебя нет никакого стыда!"
    betty "Немедленно убирайся отсюда!"
    m "Вы уверены, Миссис Робертс!"
    m "Вы уверены что я должна выйти отсюда?"
    betty "!!!"
    betty "Садись за стол, сейчас подам тебе..."
    betty "И не вздумай в таком виде шляться по дому!"
    betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    betty "И тебе никто не поможет!"
    betty "Даже мелкий засранец Барди, с которым ты спелась!"
    mt "Мммм... Наконец-то я ем вкусную еду..."
    mt "В своем доме..."
    mt "Мой дом... Моя любимая кухня..."
    mt "Все не так уж плохо..."
    mt "Это только первые шаги..."
    mt "Скоро дом будет снова мой..."
    mt "Ммм... Я кушаю на своей любимой кухне."
    mt "А Бетти прислуживает мне..."
    mt "Так мне нравится намного больше..."
    m "Благодарю Вас, Миссис Робертс."
    m "Я поела."
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:476
translate german ep26_dialogues1_bardie7_6e2d28ff:

    # betty "Моника, гувернантка!"
    # betty "Что ты делаешь здесь!"
    # betty "Я запретила тебе заходить на кухню!"
    # betty "Быстро убирайся отсюда!"
    # betty "И вообще... Мне не нужны проститутки в доме!"
    # betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"
    betty "Monica, Hausmädchen!"
    betty "Что ты делаешь здесь!"
    betty "Я запретила тебе заходить на кухню!"
    betty "Быстро убирайся отсюда!"
    betty "И вообще... Мне не нужны проститутки в доме!"
    betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:485
translate german ep26_dialogues1_bardie7_eaf1869e:

    # betty "!!!"
    # m "..." 
    # betty "Гувернантка, у тебя нет никакого стыда!"
    # betty "Немедленно убирайся отсюда!"
    # m "Вы уверены, Миссис Робертс!"
    # m "Вы уверены что я должна выйти отсюда?"
    betty "!!!"
    m "..." 
    betty "Гувернантка, у тебя нет никакого стыда!"
    betty "Немедленно убирайся отсюда!"
    m "Вы уверены, Миссис Робертс!"
    m "Вы уверены что я должна выйти отсюда?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:495
translate german ep26_dialogues1_bardie7_e74dea2d:

    # betty "!!!"
    # betty "Садись за стол, сейчас подам тебе..."
    # betty "Приятного аппетита, гувернантка..."
    # m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    # m "Эти недостаточно хорошо вымыты."
    # betty "!!!"
    # m "Миссис Робертс. Пожалуйста, подогрейте еду."
    # m "Она недостаточно горячая."
    # betty "!!!"
    # m "Миссис Робертс. Вы вкусно готовите."
    # m "Это похвально."
    # betty "!!!"
    # betty "И не вздумай в таком виде шляться по дому!"
    # betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    # betty "И тебе никто не поможет!"
    # betty "Даже мелкий засранец Барди, с которым ты спелась!"
    # m "Вы уверены что так следует отзываться о хозяине дома?"
    # betty "Это не твое дело, проститутка!"
    # mt "Мммм... Наконец-то я ем вкусную еду..."
    # mt "В своем доме..."
    # mt "Мой дом... Моя любимая кухня..."
    # mt "Все не так уж плохо..."
    # mt "Это только первые шаги..."
    # mt "Скоро дом будет снова мой..."
    # mt "Ммм... Я кушаю на своей любимой кухне."
    # mt "А Бетти прислуживает мне..."
    # mt "Так мне нравится намного больше..."
    # m "Благодарю Вас, Миссис Робертс."
    # m "Я поела."
    # betty "!!!"
    betty "!!!"
    betty "Садись за стол, сейчас подам тебе..."
    betty "Приятного аппетита, гувернантка..."
    m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    m "Эти недостаточно хорошо вымыты."
    betty "!!!"
    m "Миссис Робертс. Пожалуйста, подогрейте еду."
    m "Она недостаточно горячая."
    betty "!!!"
    m "Миссис Робертс. Вы вкусно готовите."
    m "Это похвально."
    betty "!!!"
    betty "И не вздумай в таком виде шляться по дому!"
    betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    betty "И тебе никто не поможет!"
    betty "Даже мелкий засранец Барди, с которым ты спелась!"
    m "Вы уверены что так следует отзываться о хозяине дома?"
    betty "Это не твое дело, проститутка!"
    mt "Мммм... Наконец-то я ем вкусную еду..."
    mt "В своем доме..."
    mt "Мой дом... Моя любимая кухня..."
    mt "Все не так уж плохо..."
    mt "Это только первые шаги..."
    mt "Скоро дом будет снова мой..."
    mt "Ммм... Я кушаю на своей любимой кухне."
    mt "А Бетти прислуживает мне..."
    mt "Так мне нравится намного больше..."
    m "Благодарю Вас, Миссис Робертс."
    m "Я поела."
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:554
translate german ep26_dialogues1_bardie8_0178805f:

    # betty "Это дурацкое правило больше не работает!"
    # betty "Я не собираюсь больше такое терпеть!"
    # betty "Убирайся отсюда, нерадивая гувернантка!"
    # betty "Пока я не вышвырнула тебя из дома на улицу!"
    # m "!!!"
    betty "Это дурацкое правило больше не работает!"
    betty "Я не собираюсь больше такое терпеть!"
    betty "Убирайся отсюда, нерадивая гувернантка!"
    betty "Пока я не вышвырнула тебя из дома на улицу!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:564
translate german ep26_dialogues1_bardie8a_20698436:

    # mt "Бетти вконец обнаглела!"
    # mt "Мне стоит пожаловаться на нее Барди!"
    mt "Бетти вконец обнаглела!"
    mt "Мне стоит пожаловаться на нее Барди!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:571
translate german ep26_dialogues1_bardie9_9ca2459d:

    # m "Барди!"
    # m "Бетти не хочет меня кормить!"
    # m "Мы договаривались с тобой!"
    # bardie "Если ты хочешь обратиться к хозяину, то делай это как подобает хорошей гувернантке!"
    # m "Что ты имеешь ввиду?!"
    # bardie "Вынь свои сиськи и зайди ко мне снова!"
    m "Барди!"
    m "Бетти не хочет меня кормить!"
    m "Мы договаривались с тобой!"
    bardie "Если ты хочешь обратиться к хозяину, то делай это как подобает хорошей гувернантке!"
    m "Что ты имеешь ввиду?!"
    bardie "Вынь свои сиськи и зайди ко мне снова!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:580
translate german ep26_dialogues1_bardie9a_8d4ca465:

    # mt "Эта мелюзга продолжает издеваться надо мной!"
    # mt "Может к черту это все?"
    # mt "Я найду где мне есть!"
    mt "Эта мелюзга продолжает издеваться надо мной!"
    mt "Может к черту это все?"
    mt "Я найду где мне есть!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:592
translate german ep26_dialogues1_bardie10_353945c5:

    # m "Барди!"
    # bardie "Да, гувернантка. Твой хозяин слушает тебя."
    # m "Бетти не хочет меня кормить!"
    # m "Мы договаривались с тобой!"
    # bardie "Тихо, гувернантка, не кричи."
    # bardie "Ты хочешь сказать что кто-то не соблюдает правила дома?"
    # m "Да! Бетти!"
    # m "Она не соблюдает правила!"
    # m "Я прихожу к ней как ты велел мне, но она не хочет кормить меня!"
    # bardie "Бетти соблюдает правила."
    # m "???"
    # bardie "Гувернантка забыла удовлетворить хозяина дома."
    # bardie "И, если гувернантка хочет и дальше продолжать бесплатно питаться."
    # bardie "То она должна это исправить."
    # m "!!!"
    m "Барди!"
    bardie "Да, гувернантка. Твой хозяин слушает тебя."
    m "Бетти не хочет меня кормить!"
    m "Мы договаривались с тобой!"
    bardie "Тихо, гувернантка, не кричи."
    bardie "Ты хочешь сказать что кто-то не соблюдает правила дома?"
    m "Да! Бетти!"
    m "Она не соблюдает правила!"
    m "Я прихожу к ней как ты велел мне, но она не хочет кормить меня!"
    bardie "Бетти соблюдает правила."
    m "???"
    bardie "Гувернантка забыла удовлетворить хозяина дома."
    bardie "И, если гувернантка хочет и дальше продолжать бесплатно питаться."
    bardie "То она должна это исправить."
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:618
translate german ep26_dialogues1_bardie10_10250bcb:

    # m "Я... Подумаю..."
    m "Я... Подумаю..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:622
translate german ep26_dialogues1_bardie10_a3df47f8:

    # bardie "Хорошая гувернантка..."
    # bardie "Хорошая..."
    # bardie "Протирай как следует, это твоя работа..."
    # bardie "Оооооох!!!"
    # bardie "Хорошая гувернантка!"
    # bardie "Теперь ты снова можешь питаться в этом доме."
    # m "!!!"
    bardie "Хорошая гувернантка..."
    bardie "Хорошая..."
    bardie "Протирай как следует, это твоя работа..."
    bardie "Оооооох!!!"
    bardie "Хорошая гувернантка!"
    bardie "Теперь ты снова можешь питаться в этом доме."
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:637
translate german ep26_dialogues1_bardie10_628ce50f:

    # m "Барди."
    # m "Между прочим, Бетти часто зарывается."
    # m "Она называет тебя засранцем."
    # m "И, я думаю, не соблюдает правила дома."
    # m "Я видела в прачечной, что кто-то трогает трусики."
    # m "Уверена, это Бетти одевает их в доме."
    # bardie "Ты уверена в этом, Моника?"
    # m "Да, Барди."
    # m "Я уверена в этом."
    # bardie "Хорошо. Позови Бетти сюда."
    # help "Позвать Бетти к Барди." 
    m "Барди."
    m "Между прочим, Бетти часто зарывается."
    m "Она называет тебя засранцем."
    m "И, я думаю, не соблюдает правила дома."
    m "Я видела в прачечной, что кто-то трогает трусики."
    m "Уверена, это Бетти одевает их в доме."
    bardie "Ты уверена в этом, Моника?"
    m "Да, Барди."
    m "Я уверена в этом."
    bardie "Хорошо. Позови Бетти сюда."
    help "Позвать Бетти к Барди." 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:654
translate german ep26_dialogues1_bardie11_decd9ffb:

    # m "Миссис Робертс."
    # m "Барди зовет Вас в свою комнату..."
    # betty "..."
    # betty "Хорошо, я скоро приду туда..."
    m "Миссис Робертс."
    m "Барди зовет Вас в свою комнату..."
    betty "..."
    betty "Хорошо, я скоро приду туда..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:668
translate german ep26_dialogues1_bardie12_91876f66:

    # bardie "Поняла что хозяина дома надо слушаться?!"
    # betty "Да!"
    # bardie "Будешь еще нарушать правила дома?!"
    # betty "Нет! Не буду!"
    bardie "Поняла что хозяина дома надо слушаться?!"
    betty "Ja!"
    bardie "Будешь еще нарушать правила дома?!"
    betty "Нет! Не буду!"

translate german strings:

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:95
    old "Да, я хорошая гувернантка..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:109
    old "Задрать юбку."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:109
    old "Попросить выйти."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:139
    old "Подчиниться и показать грудь."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:139
    old "Не показывать грудь!"
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:195
    old "Да..."
    new "Ja."

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:195
    old "Я... Подумаю о том какая Я..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:249
    old "Сделать это..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:249
    old "Я... Пока не готова для этого..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:411
    old "Оголить грудь..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:472
    old "Не оголять грудь..."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:585
    old "Оголить грудь."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:585
    old "Не оголять грудь"
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:614
    old "Удовлетворить Барди."
    new ""

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:631
    old "Пожаловаться на Бетти."
    new ""

# TODO: Translation updated at 2019-07-17 02:23

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:19
translate german ep26_dialogues1_bardie1_104649b1:

    # bardie "Аххх! Ахххх!!!"
    # bardie "Моника Бафетт..."
    bardie "Аххх! Ахххх!!!"
    bardie "Моника Бафетт..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:23
translate german ep26_dialogues1_bardie1_413d06f0:

    # bardie "Аххх! Ахххх!!!"
    bardie "Аххх! Ахххх!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:26
translate german ep26_dialogues1_bardie1_a268d101:

    # bardie "Моя гувернантка..."
    # bardie "Аххх!"
    bardie "Моя гувернантка..."
    bardie "Аххх!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:30
translate german ep26_dialogues1_bardie1_66124319:

    # bardie "Я молодец!"
    # bardie "Я хороший хозяин, Аххх!"
    bardie "Я молодец!"
    bardie "Я хороший хозяин, Аххх!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:37
translate german ep26_dialogues1_bardie1_f76dec17:

    # bardie "АХХХХХХ!!!"
    # bardie "..."
    bardie "АХХХХХХ!!!"
    bardie "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:42
translate german ep26_dialogues1_bardie1_8fbdd2fd:

    # bardie "Ее сиськи..."
    bardie "Ее сиськи..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:54
translate german ep26_dialogues1_bardie1_aae1a127:

    # bardie "Интересно, они настоящие или нет..."
    # bardie "Как это я упустил их из виду..."
    bardie "Интересно, они настоящие или нет..."
    bardie "Как это я упустил их из виду..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:57
translate german ep26_dialogues1_bardie1_d5909366:

    # bardie "У меня все еще недостаточный контроль над ней..."
    # bardie "Мне нужно увидеть ее сиськи... И даже больше..."
    bardie "У меня все еще недостаточный контроль над ней..."
    bardie "Мне нужно увидеть ее сиськи... И даже больше..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:61
translate german ep26_dialogues1_bardie1_f5cfad31:

    # bardie "И мне нужна еще фотография, чтобы дрочить на нее."
    # bardie "Этот журнал уже надоел мне..."
    bardie "И мне нужна еще фотография, чтобы дрочить на нее."
    bardie "Этот журнал уже надоел мне..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:72
translate german ep26_dialogues1_bardie1_cca812bf:

    # bardie "Может быть есть еще выпуски?"
    # bardie "Надо будет спросить у гувернантки..."
    bardie "Может быть есть еще выпуски?"
    bardie "Надо будет спросить у гувернантки..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:75
translate german ep26_dialogues1_bardie1_29097f03:

    # bardie "И, было бы неплохо не только дрочить на нее, но и делать нечто более..."
    # bardie "Хотя я ее, пока, немного побаиваюсь..."
    bardie "И, было бы неплохо не только дрочить на нее, но и делать нечто более..."
    bardie "Хотя я ее, пока, немного побаиваюсь..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:79
translate german ep26_dialogues1_bardie1_27d0bda0:

    # bardie "Все-таки она Моника Бакфетт, но, почему-то боится штрафа..."
    # bardie "Может быть она не настоящая Моника Бакфетт, потому и боится?"
    # bardie "И Бетти..."
    bardie "Все-таки она Моника Бакфетт, но, почему-то боится штрафа..."
    bardie "Может быть она не настоящая Моника Бакфетт, потому и боится?"
    bardie "И Бетти..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:84
translate german ep26_dialogues1_bardie1_8834e0b7:

    # bardie "Эта мачеха, хоть и соблюдает правила дома, но, все-же, действует мне на нервы."
    # bardie "Я мечтаю не только смотреть ей под юбку, но и, когда-нибудь, трахнуть ее!"
    bardie "Эта мачеха, хоть и соблюдает правила дома, но, все-же, действует мне на нервы."
    bardie "Я мечтаю не только смотреть ей под юбку, но и, когда-нибудь, трахнуть ее!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:88
translate german ep26_dialogues1_bardie1_9c14bd0d:

    # bardie "Вокруг ходит столько целей, а я все еще девственник!"
    # bardie "Это ненормально! Я что, какой-то нудачник?!"
    bardie "Вокруг ходит столько целей, а я все еще девственник!"
    bardie "Это ненормально! Я что, какой-то нудачник?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:97
translate german ep26_dialogues1_bardie1_da6abb99:

    # m "Что... Что ты делаешь??"
    m "Что... Что ты делаешь??"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:100
translate german ep26_dialogues1_bardie1_0bbde239:

    # m "Это... Это Я?!"
    m "Это... Это Я?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:103
translate german ep26_dialogues1_bardie1_c0adaedd:

    # m "Это мой журнал! Мой!"
    # m "Что делаешь с ним?!"
    m "Это мой журнал! Мой!"
    m "Что делаешь с ним?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:107
translate german ep26_dialogues1_bardie1_145f141f:

    # bardie "Я дрочу на него, я же говорил тебе."
    bardie "Я дрочу на него, я же говорил тебе."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:110
translate german ep26_dialogues1_bardie1_4fe05c96:

    # m "Я... Не смей делать этого!"
    # m "Верни его мне!"
    m "Я... Не смей делать этого!"
    m "Верни его мне!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:113
translate german ep26_dialogues1_bardie1_550ea933:

    # bardie "Я верну тебе его только если ты принесешь мне другой!"
    # bardie "Новый выпуск!"
    bardie "Я верну тебе его только если ты принесешь мне другой!"
    bardie "Новый выпуск!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:117
translate german ep26_dialogues1_bardie1_ad8aa176:

    # m "Нет новых выпусков, я не работаю там!"
    # m "Я торчу здесь! И меня это бесит!"
    m "Нет новых выпусков, я не работаю там!"
    m "Я торчу здесь! И меня это бесит!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:121
translate german ep26_dialogues1_bardie1_85002fa8:

    # bardie "Ты здесь работаешь! И я твой хозяин!"
    bardie "Ты здесь работаешь! И я твой хозяин!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:124
translate german ep26_dialogues1_bardie1_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:155
translate german ep26_dialogues1_bardie2_19926249:

    # m "Барди..."
    m "Барди..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:157
translate german ep26_dialogues1_bardie2_c904f5f1:

    # bardie "Да, гувернантка?"
    bardie "Да, гувернантка?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:160
translate german ep26_dialogues1_bardie2_b309c3fd:

    # m "У меня разговор к тебе..."
    m "У меня разговор к тебе..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:164
translate german ep26_dialogues1_bardie2_ab385065:

    # bardie "Я тебя слушаю."
    bardie "Я тебя слушаю."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:167
translate german ep26_dialogues1_bardie2_653af602:

    # m "Барди, я ведь хорошо себя веду, так ведь?"
    m "Барди, я ведь хорошо себя веду, так ведь?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:169
translate german ep26_dialogues1_bardie2_e8347fc0:

    # bardie "Да, гувернантка... Обычно ты соблюдаешь правила дома..."
    bardie "Да, гувернантка... Обычно ты соблюдаешь правила дома..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:172
translate german ep26_dialogues1_bardie2_85f22ab2:

    # m "Барди, если ты доволен мной, то..."
    # m "То, может быть, Я заслуживаю того, чтобы меня кормили в этом доме."
    # m "Может быть ты скажешь Бетти об этом?"
    m "Барди, если ты доволен мной, то..."
    m "То, может быть, Я заслуживаю того, чтобы меня кормили в этом доме."
    m "Может быть ты скажешь Бетти об этом?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:178
translate german ep26_dialogues1_bardie2_b80d98c6:

    # m "Ты ведь тут самый главный? Правда?"
    m "Ты ведь тут самый главный? Правда?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:182
translate german ep26_dialogues1_bardie2_a59bf1c9:

    # bardie "О таком может просить только хорошая гувернантка."
    # bardie "Ты хорошая гувернантка, Моника?"
    bardie "О таком может просить только хорошая гувернантка."
    bardie "Ты хорошая гувернантка, Моника?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:197
translate german ep26_dialogues1_bardie2_5ff846bf:

    # m "Да, я хорошая гувернантка..."
    m "Да, я хорошая гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:200
translate german ep26_dialogues1_bardie2_58f57e24:

    # bardie "Хорошо, покажи, что ты соблюдаешь правила дома!"
    bardie "Хорошо, покажи, что ты соблюдаешь правила дома!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:220
translate german ep26_dialogues1_bardie2_76ecce48:

    # m "Барди, конечно я соблюдаю правила."
    # m "Я вспомнила об одном важном деле!"
    m "Барди, конечно я соблюдаю правила."
    m "Я вспомнила об одном важном деле!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:224
translate german ep26_dialogues1_bardie2_8871f91a:

    # m "Мне надо отлучиться и я вернусь сюда!"
    m "Мне надо отлучиться и я вернусь сюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:263
translate german ep26_dialogues1_bardie2_5043ef51:

    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не соблюдаешь правила дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    bardie "Нерадивая гувернантка!"
    bardie "Ты не соблюдаешь правила дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:268
translate german ep26_dialogues1_bardie2_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:282
translate german ep26_dialogues1_bardie2_309fb1a0:

    # bardie "Хорошо."
    # bardie "Теперь покажи свои сиськи!"
    bardie "Хорошо."
    bardie "Теперь покажи свои сиськи!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:287
translate german ep26_dialogues1_bardie2_073c862d:

    # m "Мы так не договаривались!"
    # m "Я не собираюсь этого делать!"
    m "Мы так не договаривались!"
    m "Я не собираюсь этого делать!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:290
translate german ep26_dialogues1_bardie2_0f720223:

    # bardie "Ты моя игрушка и принадлежишь мне!"
    bardie "Ты моя игрушка и принадлежишь мне!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:293
translate german ep26_dialogues1_bardie2_d6f2b581:

    # m "Ах ты мелюзга!"
    # m "Я не буду показывать тебе свою грудь!"
    m "Ах ты мелюзга!"
    m "Я не буду показывать тебе свою грудь!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:298
translate german ep26_dialogues1_bardie2_7f32a68e:

    # bardie "Ты решила не подчиняться приказам хозяина дома? Я правильно понял?"
    bardie "Ты решила не подчиняться приказам хозяина дома? Я правильно понял?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:308
translate german ep26_dialogues1_bardie2_3a477097:

    # m "Я и так хожу с голой задницей по дому целыми днями!"
    # m "Разве тебе этого мало?!"
    m "Я и так хожу с голой задницей по дому целыми днями!"
    m "Разве тебе этого мало?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:313
translate german ep26_dialogues1_bardie2_41fe100e:

    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не слушаешься хозяина дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    bardie "Нерадивая гувернантка!"
    bardie "Ты не слушаешься хозяина дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:342
translate german ep26_dialogues1_bardie2_ef39dd62:

    # bardie "Да, у тебя такая же грудь."
    # bardie "Ты действительно похожа не нее."
    bardie "Да, у тебя такая же грудь."
    bardie "Ты действительно похожа не нее."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:347
translate german ep26_dialogues1_bardie2_a927d2ac:

    # m "ЭТО И ЕСТЬ Я!"
    m "ЭТО И ЕСТЬ Я!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:351
translate german ep26_dialogues1_bardie2_a072a98c:

    # mt "Черт! Зачем я это сказала?!"
    mt "Черт! Зачем я это сказала?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:364
translate german ep26_dialogues1_bardie2_3fbcc3ae:

    # bardie "Хорошо, хозяин дома подумает." 
    # bardie "Гувернантка, приходи завтра."
    # bardie "Хозяин скажет тебе о своем решении."
    bardie "Хорошо, хозяин дома подумает." 
    bardie "Гувернантка, приходи завтра."
    bardie "Хозяин скажет тебе о своем решении."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:371
translate german ep26_dialogues1_bardie2_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:399
translate german ep26_dialogues1_bardie4_c1d1e4a9:

    # m "Барди, ты подумал насчет того, чтобы я получала заслуженную еду в этом доме?!"
    m "Барди, ты подумал насчет того, чтобы я получала заслуженную еду в этом доме?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:403
translate german ep26_dialogues1_bardie4_7dced085:

    # bardie "Да, гувернантка."
    # bardie "Я подумал и решил что готов сделать величественный жест ради хорошей гувернантки."
    # bardie "Которая хорошо себя ведет..."
    bardie "Да, гувернантка."
    bardie "Я подумал и решил что готов сделать величественный жест ради хорошей гувернантки."
    bardie "Которая хорошо себя ведет..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:407
translate german ep26_dialogues1_bardie4_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:410
translate german ep26_dialogues1_bardie4_65ff5aad:

    # bardie "И я скажу Бетти, чтобы она кормила гувернантку."
    # bardie "Но только хорошую гувернантку!"
    # bardie "Ты ведь хорошая гувернантка, Моника?"
    bardie "И я скажу Бетти, чтобы она кормила гувернантку."
    bardie "Но только хорошую гувернантку!"
    bardie "Ты ведь хорошая гувернантка, Моника?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:421
translate german ep26_dialogues1_bardie4_f3ae0ba5:

    # m "Я еще не решила..."
    m "Я еще не решила..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:424
translate german ep26_dialogues1_bardie4_2e420757:

    # bardie "Когда будешь уверена, приходи!"
    bardie "Когда будешь уверена, приходи!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:428
translate german ep26_dialogues1_bardie4_011f5b04:

    # m "Да..."
    m "Да..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:434
translate german ep26_dialogues1_bardie4_d28da98c:

    # bardie "Хорошо, я много раз кончал на твои сиськи на журнале."
    # bardie "Теперь я хочу сделать это прямо на них."
    bardie "Хорошо, я много раз кончал на твои сиськи на журнале."
    bardie "Теперь я хочу сделать это прямо на них."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:439
translate german ep26_dialogues1_bardie4_df732f92:

    # m "ЧТО?!"
    # m "Барди, я понимаю, что ты уже интересуешься девушками."
    # m "Придумываешь разные глупые игры. У тебя играют гормоны."
    m "ЧТО?!"
    m "Барди, я понимаю, что ты уже интересуешься девушками."
    m "Придумываешь разные глупые игры. У тебя играют гормоны."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:444
translate german ep26_dialogues1_bardie4_5f0dfe2e:

    # m "Но тебе не кажется, что тебе рановато думать о чем-то большем?!"
    # m "Тем более в отношении меня!"
    m "Но тебе не кажется, что тебе рановато думать о чем-то большем?!"
    m "Тем более в отношении меня!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:448
translate german ep26_dialogues1_bardie4_395e0ebb:

    # bardie "Я не маленький! Я большой!"
    # bardie "Мне уже 21!"
    bardie "Я не маленький! Я большой!"
    bardie "Мне уже 21!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:463
translate german ep26_dialogues1_bardie4_be0958c7:

    # bardie "..."
    bardie "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:470
translate german ep26_dialogues1_bardie4_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:475
translate german ep26_dialogues1_bardie4_44bab8bd:

    # bardie "Ну?!"
    # bardie "И чего же гувернантка ждет?"
    # bardie "Хорошая гувернантка должна выполнять обязанности по дому."
    # bardie "Соблюдать везде чистоту."
    bardie "Ну?!"
    bardie "И чего же гувернантка ждет?"
    bardie "Хорошая гувернантка должна выполнять обязанности по дому."
    bardie "Соблюдать везде чистоту."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:480
translate german ep26_dialogues1_bardie4_04b9d26f:

    # bardie "Это место надо протереть от пыли."
    # bardie "И оно слишком чувствительное, поэтому это надо сделать твоими сиськами!"
    bardie "Это место надо протереть от пыли."
    bardie "И оно слишком чувствительное, поэтому это надо сделать твоими сиськами!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:484
translate german ep26_dialogues1_bardie4_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:489
translate german ep26_dialogues1_bardie4_b82a65c8:

    # m "Я уверена в том, что это место протирается регулярно и без меня!"
    m "Я уверена в том, что это место протирается регулярно и без меня!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:493
translate german ep26_dialogues1_bardie4_b97a69dc:

    # bardie "Хорошая гувернантка должна выполнять это работу."
    # bardie "И, если гувернантка будет хорошей, то ее в этом доме будут кормить."
    bardie "Хорошая гувернантка должна выполнять это работу."
    bardie "И, если гувернантка будет хорошей, то ее в этом доме будут кормить."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:500
translate german ep26_dialogues1_bardie4_6e630f60:

    # mt "Что же мне делать?!"
    # mt "Ведь я не буду трогать своей изысканной грудью член этого Барди?"
    mt "Что же мне делать?!"
    mt "Ведь я не буду трогать своей изысканной грудью член этого Барди?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:504
translate german ep26_dialogues1_bardie4_ebe3294b:

    # mt "С другой стороны, я в шаге от того, чтобы нормально питаться."
    # mt "В своем же доме!"
    mt "С другой стороны, я в шаге от того, чтобы нормально питаться."
    mt "В своем же доме!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:509
translate german ep26_dialogues1_bardie4_b779c5d8:

    # bardie "А плохую гувернантку может ждать наказание..."
    bardie "А плохую гувернантку может ждать наказание..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:512
translate german ep26_dialogues1_bardie4_0fbdf5dc:

    # mt "Что же мне делать?!"
    mt "Что же мне делать?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:524
translate german ep26_dialogues1_bardie4_0e895af1:

    # m "Я... Пока не готова для этого..."
    m "Я... Пока не готова для этого..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:528
translate german ep26_dialogues1_bardie4_9d114531:

    # bardie "Тогда иди и готовься!"
    # bardie "Иначе ты станешь плохой гувернанткой!"
    bardie "Тогда иди и готовься!"
    bardie "Иначе ты станешь плохой гувернанткой!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:535
translate german ep26_dialogues1_bardie4_5b2f63f7:

    # m "Я не умею делать это..."
    m "Я не умею делать это..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:538
translate german ep26_dialogues1_bardie4_cecb4c4e:

    # bardie "Я тоже не умею делать это. Но не думаю что это сложно!"
    # bardie "Вынь свои сиськи и положи их на мой член!"
    bardie "Я тоже не умею делать это. Но не думаю что это сложно!"
    bardie "Вынь свои сиськи и положи их на мой член!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:550
translate german ep26_dialogues1_bardie4_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:553
translate german ep26_dialogues1_bardie4_dab74f25:

    # bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"
    bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:561
translate german ep26_dialogues1_bardie4_fb4c2988:

    # bardie "Хорошая гувернантка..."
    bardie "Хорошая гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:567
translate german ep26_dialogues1_bardie4_ec48e9bf:

    # bardie "Хорошая..."
    # bardie "Протирай как следует, это твоя работа..."
    bardie "Хорошая..."
    bardie "Протирай как следует, это твоя работа..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:575
translate german ep26_dialogues1_bardie4_22c91207:

    # bardie "Оооооох!!!"
    bardie "Оооооох!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:586
translate german ep26_dialogues1_bardie4_22c91207_1:

    # bardie "Оооооох!!!"
    bardie "Оооооох!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:594
translate german ep26_dialogues1_bardie4_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:599
translate german ep26_dialogues1_bardie4_b869f8b7:

    # bardie "Хорошая гувернантка!"
    # bardie "Приходи завтра."
    # bardie "Я улажу обязанности хозяина дома и выдам необходимые распоряжения Бетти!"
    bardie "Хорошая гувернантка!"
    bardie "Приходи завтра."
    bardie "Я улажу обязанности хозяина дома и выдам необходимые распоряжения Бетти!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:605
translate german ep26_dialogues1_bardie4_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:619
translate german ep26_dialogues1_bardie5_8fc2cdbe:

    # m "Ну что, Барди!"
    # m "Я достаточно сделала для того, чтобы меня кормили в этом гребаном доме?!"
    m "Ну что, Барди!"
    m "Я достаточно сделала для того, чтобы меня кормили в этом гребаном доме?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:623
translate german ep26_dialogues1_bardie5_3356eeb6:

    # mt "В моем доме! В моем!"
    mt "В моем доме! В моем!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:629
translate german ep26_dialogues1_bardie5_76fda82f:

    # bardie "Да, гувернантка. Я договорился с Бетти."
    bardie "Да, гувернантка. Я договорился с Бетти."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:631
translate german ep26_dialogues1_bardie5_63253b7b:

    # m "..." 
    m "..." 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:634
translate german ep26_dialogues1_bardie5_118b5d69:

    # bardie "Но она поставила одно условие."
    bardie "Но она поставила одно условие."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:636
translate german ep26_dialogues1_bardie5_661f214c:

    # m "Какое еще условие?!"
    # m "Разве недостаточно того, что я убираюсь здесь каждый день?!"
    m "Какое еще условие?!"
    m "Разве недостаточно того, что я убираюсь здесь каждый день?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:648
translate german ep26_dialogues1_bardie5_8cae854e:

    # bardie "Гувернантка может питаться только завтраками."
    # bardie "Но должна делать это на кухне."
    # bardie "И делать это... с голыми сиськами!"
    bardie "Гувернантка может питаться только завтраками."
    bardie "Но должна делать это на кухне."
    bardie "И делать это... с голыми сиськами!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:654
translate german ep26_dialogues1_bardie5_146112df:

    # m "ЧТО?!?!"
    # m "И ТЫ ХОЧЕШЬ СКАЗАТЬ ЧТО ЭТО УСЛОВИЕ ПОСТАВИЛА БЕТТИ?!"
    # m "Я УВЕРЕНА ЧТО ЭТО СНОВА ТВОИ ПРОИСКИ, МАЛЯВКА!!!"
    # m "ТЫ НЕ МОЖЕШЬ ТРЕБОВАТЬ ОТ МЕНЯ ТАКОГО!!!"
    m "ЧТО?!?!"
    m "И ТЫ ХОЧЕШЬ СКАЗАТЬ ЧТО ЭТО УСЛОВИЕ ПОСТАВИЛА БЕТТИ?!"
    m "Я УВЕРЕНА ЧТО ЭТО СНОВА ТВОИ ПРОИСКИ, МАЛЯВКА!!!"
    m "ТЫ НЕ МОЖЕШЬ ТРЕБОВАТЬ ОТ МЕНЯ ТАКОГО!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:660
translate german ep26_dialogues1_bardie5_a0477e7b:

    # m "ТЫ ВЕДЬ ЗНАЕШЬ КТО Я ТАКАЯ!"
    # m "МНЕ И ТАК ПРИХОДИТСЯ ХОДИТЬ ЗДЕСЬ В ЭТОЙ ДУРАЦКОЙ УНИФОРМЕ!"
    m "ТЫ ВЕДЬ ЗНАЕШЬ КТО Я ТАКАЯ!"
    m "МНЕ И ТАК ПРИХОДИТСЯ ХОДИТЬ ЗДЕСЬ В ЭТОЙ ДУРАЦКОЙ УНИФОРМЕ!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:667
translate german ep26_dialogues1_bardie5_13e92e80:

    # bardie "В униформе без трусиков."
    bardie "В униформе без трусиков."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:671
translate german ep26_dialogues1_bardie5_fe9d2871:

    # m "ЧТО?!"
    m "ЧТО?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:677
translate german ep26_dialogues1_bardie5_e89c2282:

    # bardie "В униформе без трусиков."
    # bardie "Ты ведь соблюдаешь правила дома?"
    # bardie "Ты ходишь в униформе без трусиков."
    bardie "В униформе без трусиков."
    bardie "Ты ведь соблюдаешь правила дома?"
    bardie "Ты ходишь в униформе без трусиков."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:683
translate german ep26_dialogues1_bardie5_ce616cc1:

    # m "ПРИЧЕМ ЗДЕСЬ ЭТО?!"
    # m "Я ГОВОРЮ ТЕБЕ ПРО ТО ЧТО ТЫ ЗНАЕШЬ КТО Я ТАКАЯ!"
    # m "КАК ТЫ СМЕЕШЬ, МАЛЯВКА, ТРЕБОВАТЬ ОТ МЕНЯ ЭТО?!"
    m "ПРИЧЕМ ЗДЕСЬ ЭТО?!"
    m "Я ГОВОРЮ ТЕБЕ ПРО ТО ЧТО ТЫ ЗНАЕШЬ КТО Я ТАКАЯ!"
    m "КАК ТЫ СМЕЕШЬ, МАЛЯВКА, ТРЕБОВАТЬ ОТ МЕНЯ ЭТО?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:691
translate german ep26_dialogues1_bardie5_72688f1d:

    # bardie "Что-то мне не нравится тон, на который перешла гувернантка."
    # bardie "Гувернантка соблюдает правила дома?"
    bardie "Что-то мне не нравится тон, на который перешла гувернантка."
    bardie "Гувернантка соблюдает правила дома?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:695
translate german ep26_dialogues1_bardie5_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:701
translate german ep26_dialogues1_bardie5_6ecc6dbc:

    # m "ТЫ МЕНЯ СЛЫШИШЬ?!"
    m "ТЫ МЕНЯ СЛЫШИШЬ?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:704
translate german ep26_dialogues1_bardie5_d0a87507:

    # bardie "Немедленно покажи что соблюдаешь правила дома, иначе тебя ждет наказание как плохую гувернантку."
    bardie "Немедленно покажи что соблюдаешь правила дома, иначе тебя ждет наказание как плохую гувернантку."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:706
translate german ep26_dialogues1_bardie5_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:709
translate german ep26_dialogues1_bardie5_c84602cf:

    # bardie "Ну?!"
    bardie "Ну?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:747
translate german ep26_dialogues1_bardie5_5043ef51:

    # bardie "Нерадивая гувернантка!"
    # bardie "Ты не соблюдаешь правила дома!"
    # bardie "Следуй к себе в подвал для прохождения наказания!"
    bardie "Нерадивая гувернантка!"
    bardie "Ты не соблюдаешь правила дома!"
    bardie "Следуй к себе в подвал для прохождения наказания!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:752
translate german ep26_dialogues1_bardie5_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:767
translate german ep26_dialogues1_bardie5_f12f2237:

    # m "Я соблюдаю правила этого дома..."
    m "Я соблюдаю правила этого дома..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:772
translate german ep26_dialogues1_bardie5_5c2413fc:

    # bardie "Хорошая гувернантка."
    bardie "Хорошая гувернантка."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:782
translate german ep26_dialogues1_bardie5_bbe155c7:

    # bardie "Ты поняла правила питания в доме?"
    bardie "Ты поняла правила питания в доме?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:784
translate german ep26_dialogues1_bardie5_3944034b:

    # m "Да, я поняла."
    # m "Но я не собираюсь питаться в доме на таких условиях..."
    m "Да, я поняла."
    m "Но я не собираюсь питаться в доме на таких условиях..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:788
translate german ep26_dialogues1_bardie5_a0854d14:

    # bardie "Как гувернантка пожелает..."
    # bardie "Но я бы советовал ей пользоваться благосклонностью хозяина дома..."
    # bardie "Пока он добрый..."
    bardie "Как гувернантка пожелает..."
    bardie "Но я бы советовал ей пользоваться благосклонностью хозяина дома..."
    bardie "Пока он добрый..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:793
translate german ep26_dialogues1_bardie5_1cd54174:

    # m "Я могу идти?!"
    m "Я могу идти?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:795
translate german ep26_dialogues1_bardie5_fc5d12b5:

    # bardie  "Да, ты можешь идти."
    # bardie "Если, конечно, не хочешь снова удовлетворить хозяина."
    bardie  "Да, ты можешь идти."
    bardie "Если, конечно, не хочешь снова удовлетворить хозяина."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:798
translate german ep26_dialogues1_bardie5_4287346a:

    # m "Нет, спасибо!"
    m "Нет, спасибо!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:831
translate german ep26_dialogues1_bardie6_042598b2:

    # betty "Моника, гувернантка!"
    # betty "Что ты делаешь здесь!"
    betty "Моника, гувернантка!"
    betty "Что ты делаешь здесь!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:834
translate german ep26_dialogues1_bardie6_771327a8:

    # betty "Я запретила тебе заходить на кухню!"
    # betty "Быстро убирайся отсюда!"
    betty "Я запретила тебе заходить на кухню!"
    betty "Быстро убирайся отсюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:838
translate german ep26_dialogues1_bardie6_a1fa8ed2:

    # betty "И вообще... Мне не нужны проститутки в доме!"
    # betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"
    betty "И вообще... Мне не нужны проститутки в доме!"
    betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:846
translate german ep26_dialogues1_bardie6_21fed9af:

    # m "Миссис Робертс..."
    # m "Есть-ли правила, которые позволяют мне питаться здесь?"
    m "Миссис Робертс..."
    m "Есть-ли правила, которые позволяют мне питаться здесь?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:850
translate german ep26_dialogues1_bardie6_f2060836:

    # betty "..."
    betty "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:852
translate german ep26_dialogues1_bardie6_d0666177:

    # m "???"
    m "???"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:854
translate german ep26_dialogues1_bardie6_99bb31af:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:858
translate german ep26_dialogues1_bardie6_b40d1852:

    # betty "Есть кое-какое правило... И ты, гувернантка, сама знаешь про него..."
    # betty "А сейчас, выметайся с кухни!"
    betty "Есть кое-какое правило... И ты, гувернантка, сама знаешь про него..."
    betty "А сейчас, выметайся с кухни!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:880
translate german ep26_dialogues1_bardie6_a157f6d1:

    # mt "Моника, что ты творишь?"
    # mt "Неужели ты пойдешь на это?"
    mt "Моника, что ты творишь?"
    mt "Неужели ты пойдешь на это?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:884
translate german ep26_dialogues1_bardie6_2fca2dc2:

    # mt "С другой стороны... Никто кроме Бетти этого не видит"
    # mt "И это лучше, чем разносить флаеры за еду или делать что-то еще похуже..."
    mt "С другой стороны... Никто кроме Бетти этого не видит"
    mt "И это лучше, чем разносить флаеры за еду или делать что-то еще похуже..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:895
translate german ep26_dialogues1_bardie6_bab7f395:

    # m "А так?"
    m "А так?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:901
translate german ep26_dialogues1_bardie6_99bb31af_1:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:904
translate german ep26_dialogues1_bardie6_63253b7b:

    # m "..." 
    m "..." 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:908
translate german ep26_dialogues1_bardie6_1e5c6255:

    # betty "Гувернантка, у тебя нет никакого стыда!"
    # betty "Немедленно убирайся отсюда!"
    betty "Гувернантка, у тебя нет никакого стыда!"
    betty "Немедленно убирайся отсюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:915
translate german ep26_dialogues1_bardie6_573a8497:

    # m "Вы уверены, Миссис Робертс!"
    # m "Вы уверены что я должна выйти отсюда?"
    m "Вы уверены, Миссис Робертс!"
    m "Вы уверены что я должна выйти отсюда?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:919
translate german ep26_dialogues1_bardie6_99bb31af_2:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:923
translate german ep26_dialogues1_bardie6_bf232bbd:

    # betty "Садись за стол, сейчас подам тебе..."
    betty "Садись за стол, сейчас подам тебе..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:935
translate german ep26_dialogues1_bardie6_d16b75f5:

    # betty "И не вздумай в таком виде шляться по дому!"
    # betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    betty "И не вздумай в таком виде шляться по дому!"
    betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:938
translate german ep26_dialogues1_bardie6_2fdf6979:

    # betty "И тебе никто не поможет!"
    # betty "Даже мелкий засранец Барди, с которым ты спелась!"
    betty "И тебе никто не поможет!"
    betty "Даже мелкий засранец Барди, с которым ты спелась!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:954
translate german ep26_dialogues1_bardie6_29daebaa:

    # mt "Мммм... Наконец-то я ем вкусную еду..."
    mt "Мммм... Наконец-то я ем вкусную еду..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:957
translate german ep26_dialogues1_bardie6_2b61354e:

    # mt "В своем доме..."
    mt "В своем доме..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:962
translate german ep26_dialogues1_bardie6_1307b7ec:

    # mt "Мой дом... Моя любимая кухня..."
    # mt "Все не так уж плохо..."
    mt "Мой дом... Моя любимая кухня..."
    mt "Все не так уж плохо..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:966
translate german ep26_dialogues1_bardie6_7332092f:

    # mt "Это только первые шаги..."
    # mt "Скоро дом будет снова мой..."
    mt "Это только первые шаги..."
    mt "Скоро дом будет снова мой..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:973
translate german ep26_dialogues1_bardie6_67a29f90:

    # mt "Ммм... Я кушаю на своей любимой кухне."
    mt "Ммм... Я кушаю на своей любимой кухне."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:976
translate german ep26_dialogues1_bardie6_595f9b40:

    # mt "А Бетти прислуживает мне..."
    # mt "Так мне нравится намного больше..."
    mt "А Бетти прислуживает мне..."
    mt "Так мне нравится намного больше..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:997
translate german ep26_dialogues1_bardie6_afadeba8:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1008
translate german ep26_dialogues1_bardie6_ff90ee23:

    # m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    # m "Эти недостаточно хорошо вымыты."
    m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    m "Эти недостаточно хорошо вымыты."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1011
translate german ep26_dialogues1_bardie6_99bb31af_3:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1021
translate german ep26_dialogues1_bardie6_afadeba8_1:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1032
translate german ep26_dialogues1_bardie6_cd5c31d7:

    # m "Миссис Робертс. Пожалуйста, подогрейте еду."
    # m "Она недостаточно горячая."
    m "Миссис Робертс. Пожалуйста, подогрейте еду."
    m "Она недостаточно горячая."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1035
translate german ep26_dialogues1_bardie6_99bb31af_4:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1045
translate german ep26_dialogues1_bardie6_afadeba8_2:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1056
translate german ep26_dialogues1_bardie6_780ac5ee:

    # m "Миссис Робертс. Вы вкусно готовите."
    # m "Это похвально."
    m "Миссис Робертс. Вы вкусно готовите."
    m "Это похвально."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1059
translate german ep26_dialogues1_bardie6_99bb31af_5:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1114
translate german ep26_dialogues1_bardie6_318f35bf:

    # m "Благодарю Вас, Миссис Робертс."
    # m "Я поела."
    m "Благодарю Вас, Миссис Робертс."
    m "Я поела."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1117
translate german ep26_dialogues1_bardie6_99bb31af_6:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1138
translate german ep26_dialogues1_bardie7_042598b2:

    # betty "Моника, гувернантка!"
    # betty "Что ты делаешь здесь!"
    betty "Моника, гувернантка!"
    betty "Что ты делаешь здесь!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1142
translate german ep26_dialogues1_bardie7_771327a8:

    # betty "Я запретила тебе заходить на кухню!"
    # betty "Быстро убирайся отсюда!"
    betty "Я запретила тебе заходить на кухню!"
    betty "Быстро убирайся отсюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1146
translate german ep26_dialogues1_bardie7_a1fa8ed2:

    # betty "И вообще... Мне не нужны проститутки в доме!"
    # betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"
    betty "И вообще... Мне не нужны проститутки в доме!"
    betty "И мне надоело присматривать за дурной гувернанткой, которая так и норовит нарушить дисциплину!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1156
translate german ep26_dialogues1_bardie7_63253b7b:

    # m "..." 
    m "..." 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1159
translate german ep26_dialogues1_bardie7_1e5c6255:

    # betty "Гувернантка, у тебя нет никакого стыда!"
    # betty "Немедленно убирайся отсюда!"
    betty "Гувернантка, у тебя нет никакого стыда!"
    betty "Немедленно убирайся отсюда!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1163
translate german ep26_dialogues1_bardie7_573a8497:

    # m "Вы уверены, Миссис Робертс!"
    # m "Вы уверены что я должна выйти отсюда?"
    m "Вы уверены, Миссис Робертс!"
    m "Вы уверены что я должна выйти отсюда?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1170
translate german ep26_dialogues1_bardie7_99bb31af:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1173
translate german ep26_dialogues1_bardie7_bf232bbd:

    # betty "Садись за стол, сейчас подам тебе..."
    betty "Садись за стол, сейчас подам тебе..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1191
translate german ep26_dialogues1_bardie7_d16b75f5:

    # betty "И не вздумай в таком виде шляться по дому!"
    # betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"
    betty "И не вздумай в таком виде шляться по дому!"
    betty "Если Ральф увидит тебя в таком виде, то я вышвырну тебя!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1194
translate german ep26_dialogues1_bardie7_2fdf6979:

    # betty "И тебе никто не поможет!"
    # betty "Даже мелкий засранец Барди, с которым ты спелась!"
    betty "И тебе никто не поможет!"
    betty "Даже мелкий засранец Барди, с которым ты спелась!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1198
translate german ep26_dialogues1_bardie7_646b88c3:

    # m "Вы уверены что так следует отзываться о хозяине дома?"
    m "Вы уверены что так следует отзываться о хозяине дома?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1200
translate german ep26_dialogues1_bardie7_bdb1246f:

    # betty "Это не твое дело, проститутка!"
    betty "Это не твое дело, проститутка!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1237
translate german ep26_dialogues1_bardie7_29daebaa:

    # mt "Мммм... Наконец-то я ем вкусную еду..."
    mt "Мммм... Наконец-то я ем вкусную еду..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1240
translate german ep26_dialogues1_bardie7_2b61354e:

    # mt "В своем доме..."
    mt "В своем доме..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1245
translate german ep26_dialogues1_bardie7_1307b7ec:

    # mt "Мой дом... Моя любимая кухня..."
    # mt "Все не так уж плохо..."
    mt "Мой дом... Моя любимая кухня..."
    mt "Все не так уж плохо..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1249
translate german ep26_dialogues1_bardie7_7332092f:

    # mt "Это только первые шаги..."
    # mt "Скоро дом будет снова мой..."
    mt "Это только первые шаги..."
    mt "Скоро дом будет снова мой..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1256
translate german ep26_dialogues1_bardie7_67a29f90:

    # mt "Ммм... Я кушаю на своей любимой кухне."
    mt "Ммм... Я кушаю на своей любимой кухне."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1259
translate german ep26_dialogues1_bardie7_595f9b40:

    # mt "А Бетти прислуживает мне..."
    # mt "Так мне нравится намного больше..."
    mt "А Бетти прислуживает мне..."
    mt "Так мне нравится намного больше..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1280
translate german ep26_dialogues1_bardie7_afadeba8:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1291
translate german ep26_dialogues1_bardie7_ff90ee23:

    # m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    # m "Эти недостаточно хорошо вымыты."
    m "Миссис Робертс. Пожалуйста, подайте мне другие приборы."
    m "Эти недостаточно хорошо вымыты."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1294
translate german ep26_dialogues1_bardie7_99bb31af_1:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1304
translate german ep26_dialogues1_bardie7_afadeba8_1:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1315
translate german ep26_dialogues1_bardie7_cd5c31d7:

    # m "Миссис Робертс. Пожалуйста, подогрейте еду."
    # m "Она недостаточно горячая."
    m "Миссис Робертс. Пожалуйста, подогрейте еду."
    m "Она недостаточно горячая."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1318
translate german ep26_dialogues1_bardie7_99bb31af_2:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1328
translate german ep26_dialogues1_bardie7_afadeba8_2:

    # betty "Приятного аппетита, гувернантка..."
    betty "Приятного аппетита, гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1339
translate german ep26_dialogues1_bardie7_780ac5ee:

    # m "Миссис Робертс. Вы вкусно готовите."
    # m "Это похвально."
    m "Миссис Робертс. Вы вкусно готовите."
    m "Это похвально."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1342
translate german ep26_dialogues1_bardie7_99bb31af_3:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1353
translate german ep26_dialogues1_bardie7_b3237b1d:

    # m "Благодарю Вас, Миссис Робертс."
    # m "Я поела."
    # betty "!!!"
    m "Благодарю Вас, Миссис Робертс."
    m "Я поела."
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1364
translate german ep26_dialogues1_bardie8_41f27295:

    # betty "Это дурацкое правило больше не работает!"
    # betty "Я не собираюсь больше такое терпеть!"
    betty "Это дурацкое правило больше не работает!"
    betty "Я не собираюсь больше такое терпеть!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1367
translate german ep26_dialogues1_bardie8_57f7fd71:

    # betty "Убирайся отсюда, нерадивая гувернантка!"
    # betty "Пока я не вышвырнула тебя из дома на улицу!"
    betty "Убирайся отсюда, нерадивая гувернантка!"
    betty "Пока я не вышвырнула тебя из дома на улицу!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1374
translate german ep26_dialogues1_bardie8_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1392
translate german ep26_dialogues1_bardie9_7e1a4f83:

    # m "Барди!"
    # m "Бетти не хочет меня кормить!"
    # m "Мы договаривались с тобой!"
    m "Барди!"
    m "Бетти не хочет меня кормить!"
    m "Мы договаривались с тобой!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1396
translate german ep26_dialogues1_bardie9_eb890c3a:

    # bardie "Если ты хочешь обратиться к хозяину, то делай это как подобает хорошей гувернантке!"
    bardie "Если ты хочешь обратиться к хозяину, то делай это как подобает хорошей гувернантке!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1399
translate german ep26_dialogues1_bardie9_2c070432:

    # m "Что ты имеешь ввиду?!"
    m "Что ты имеешь ввиду?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1402
translate german ep26_dialogues1_bardie9_f3da4362:

    # bardie "Вынь свои сиськи и зайди ко мне снова!"
    bardie "Вынь свои сиськи и зайди ко мне снова!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1425
translate german ep26_dialogues1_bardie10_a8460820:

    # m "Барди!"
    m "Барди!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1427
translate german ep26_dialogues1_bardie10_a0a65d61:

    # bardie "Да, гувернантка. Твой хозяин слушает тебя."
    bardie "Да, гувернантка. Твой хозяин слушает тебя."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1430
translate german ep26_dialogues1_bardie10_e3bc6a23:

    # m "Бетти не хочет меня кормить!"
    # m "Мы договаривались с тобой!"
    m "Бетти не хочет меня кормить!"
    m "Мы договаривались с тобой!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1434
translate german ep26_dialogues1_bardie10_b4ed527b:

    # bardie "Тихо, гувернантка, не кричи."
    # bardie "Ты хочешь сказать что кто-то не соблюдает правила дома?"
    bardie "Тихо, гувернантка, не кричи."
    bardie "Ты хочешь сказать что кто-то не соблюдает правила дома?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1438
translate german ep26_dialogues1_bardie10_3336a902:

    # m "Да! Бетти!"
    # m "Она не соблюдает правила!"
    # m "Я прихожу к ней как ты велел мне, но она не хочет кормить меня!"
    m "Да! Бетти!"
    m "Она не соблюдает правила!"
    m "Я прихожу к ней как ты велел мне, но она не хочет кормить меня!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1453
translate german ep26_dialogues1_bardie10_60b0ae64:

    # bardie "Бетти соблюдает правила."
    bardie "Бетти соблюдает правила."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1455
translate german ep26_dialogues1_bardie10_d0666177:

    # m "???"
    m "???"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1458
translate german ep26_dialogues1_bardie10_ecff5104:

    # bardie "Гувернантка забыла удовлетворить хозяина дома."
    # bardie "И, если гувернантка хочет и дальше продолжать бесплатно питаться."
    # bardie "То она должна это исправить."
    bardie "Гувернантка забыла удовлетворить хозяина дома."
    bardie "И, если гувернантка хочет и дальше продолжать бесплатно питаться."
    bardie "То она должна это исправить."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1464
translate german ep26_dialogues1_bardie10_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1484
translate german ep26_dialogues1_bardie10_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1487
translate german ep26_dialogues1_bardie10_dab74f25:

    # bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"
    bardie "Вот так. А теперь начинай двигать ими вверх и вниз!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1495
translate german ep26_dialogues1_bardie10_fb4c2988:

    # bardie "Хорошая гувернантка..."
    bardie "Хорошая гувернантка..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1501
translate german ep26_dialogues1_bardie10_ec48e9bf:

    # bardie "Хорошая..."
    # bardie "Протирай как следует, это твоя работа..."
    bardie "Хорошая..."
    bardie "Протирай как следует, это твоя работа..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1509
translate german ep26_dialogues1_bardie10_22c91207:

    # bardie "Оооооох!!!"
    bardie "Оооооох!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1520
translate german ep26_dialogues1_bardie10_22c91207_1:

    # bardie "Оооооох!!!"
    bardie "Оооооох!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1528
translate german ep26_dialogues1_bardie10_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1534
translate german ep26_dialogues1_bardie10_81a0683c:

    # bardie "Хорошая гувернантка!"
    # bardie "Теперь ты снова можешь питаться в этом доме."
    bardie "Хорошая гувернантка!"
    bardie "Теперь ты снова можешь питаться в этом доме."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1539
translate german ep26_dialogues1_bardie10_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1550
translate german ep26_dialogues1_bardie10_d9269515:

    # m "Барди."
    # m "Между прочим, Бетти часто зрывается."
    # m "Она называет тебя засранцем."
    m "Барди."
    m "Между прочим, Бетти часто зрывается."
    m "Она называет тебя засранцем."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1555
translate german ep26_dialogues1_bardie10_27d2a07e:

    # m "И, я думаю, не соблюдает правила дома."
    # m "Я видела в прачечной, что кто-то трогает трусики."
    # m "Уверена, это Бетти одевает их в доме."
    m "И, я думаю, не соблюдает правила дома."
    m "Я видела в прачечной, что кто-то трогает трусики."
    m "Уверена, это Бетти одевает их в доме."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1562
translate german ep26_dialogues1_bardie10_9afe03e5:

    # bardie "Ты уверена в этом, Моника?"
    bardie "Ты уверена в этом, Моника?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1565
translate german ep26_dialogues1_bardie10_c816843c:

    # m "Да, Барди."
    # m "Я уверена в этом."
    m "Да, Барди."
    m "Я уверена в этом."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1569
translate german ep26_dialogues1_bardie10_5cbcd2b9:

    # bardie "Хорошо. Позови Бетти сюда."
    bardie "Хорошо. Позови Бетти сюда."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1585
translate german ep26_dialogues1_bardie11_aaaf52b5:

    # m "Миссис Робертс."
    # m "Барди зовет Вас в свою комнату..."
    m "Миссис Робертс."
    m "Барди зовет Вас в свою комнату..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1589
translate german ep26_dialogues1_bardie11_3e82a8e9:

    # betty "..."
    # betty "Хорошо, я скоро приду туда..."
    betty "..."
    betty "Хорошо, я скоро приду туда..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1601
translate german ep26_dialogues1_bardie11_decd9ffb_1:

    # m "Миссис Робертс."
    # m "Барди зовет Вас в свою комнату..."
    # betty "..."
    # betty "Хорошо, я скоро приду туда..."
    m "Миссис Робертс."
    m "Барди зовет Вас в свою комнату..."
    betty "..."
    betty "Хорошо, я скоро приду туда..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1622
translate german ep26_dialogues1_bardie12_38156c94:

    # m "Мистер Робертс, от меня еще что-нибудь требуется?"
    m "Мистер Робертс, от меня еще что-нибудь требуется?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1627
translate german ep26_dialogues1_bardie12_e612037c:

    # m "..."
    m "..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1630
translate german ep26_dialogues1_bardie12_99bb31af:

    # betty "!!!"
    betty "!!!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1634
translate german ep26_dialogues1_bardie12_4631a9eb:

    # bardie "Нет, гувернантка. Ты можешь отдыхать."
    bardie "Нет, гувернантка. Ты можешь отдыхать."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1644
translate german ep26_dialogues1_bardie12_0b49194f:

    # bardie "Поняла что хозяина дома надо слушаться?!"
    bardie "Поняла что хозяина дома надо слушаться?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1647
translate german ep26_dialogues1_bardie12_65d2616d:

    # betty "Да!"
    betty "Да!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1650
translate german ep26_dialogues1_bardie12_5743c6bd:

    # bardie "Поняла что бывает с непослушными девочками?"
    bardie "Поняла что бывает с непослушными девочками?"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1653
translate german ep26_dialogues1_bardie12_9216eb39:

    # betty "Да, поняла. Их ставят в угол..."
    betty "Да, поняла. Их ставят в угол..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1656
translate german ep26_dialogues1_bardie12_8613a876:

    # bardie "Будешь еще нарушать правила дома?!"
    bardie "Будешь еще нарушать правила дома?!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1659
translate german ep26_dialogues1_bardie12_25c8ec3c:

    # betty "Нет! Не буду!"
    betty "Нет! Не буду!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1662
translate german ep26_dialogues1_bardie12_317d48cd:

    # bardie "И не только в угол! Есть еще другие наказания, хе-хе!"
    # bardie "А теперь можешь идти! Заниматься делами по дому!"
    # bardie "Завтра на обед я хочу вкусный бургер!"
    bardie "И не только в угол! Есть еще другие наказания, хе-хе!"
    bardie "А теперь можешь идти! Заниматься делами по дому!"
    bardie "Завтра на обед я хочу вкусный бургер!"

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1667
translate german ep26_dialogues1_bardie12_e5801508:

    # betty "!!!" 
    betty "!!!" 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1671
translate german ep26_dialogues1_bardie12_9ed41798:

    # mt "..." 
    mt "..." 

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1692
translate german ep26_dialogues1_bardie12a_74f95bcd:

    # mt "Барди сказал что я могу питаться только днем."
    # mt "Мне лучше уйти, пока Бетти на меня не наорала..."
    mt "Барди сказал что я могу питаться только днем."
    mt "Мне лучше уйти, пока Бетти на меня не наорала..."

# game/Quests/EP2_06/ep26_dialogues1_bardie.rpy:1697
translate german ep26_dialogues1_bardie12b_dc22f340:

    # mt "Я уже кушала здесь сегодня."
    # mt "У меня нет желания трясти своей грудью целый день!"
    # mt "Это унизительно!"
    mt "Я уже кушала здесь сегодня."
    mt "У меня нет желания трясти своей грудью целый день!"
    mt "Это унизительно!"

translate german strings:

    # Quests/EP2_06/ep26_dialogues1_bardie.rpy:1573
    old "Позвать Бетти к Барди."
    new ""

