# TODO: Translation updated at 2019-07-02 18:58

# game/Quests/EP2_06/Office/Worker5_Dialogs.rpy:5
translate german worker5_dialogue_workplace_ef62a34b:

    # m "Мне это не очень интересно. Я здесь не надолго."
    # m "Но, все-же, расскажи мне про работников этого отдела."
    # w5 "Миссис Бакфет! Вы сегодня прекрасно выглядите и обратились как раз по адресу."
    # m "Я всегда хорошо выгляжу. Не подлизывайся к Боссу, тебе это не поможет."
    # m "Итак?"
    # w5 "Вон там сидит Марта. Она занимается отчетами."
    # w5 "Близняшки Элла и Эмма.. Они тоже делают отчеты."
    # w5 "Хотя что говорить... Мы все тут делаем отчеты."
    # w5 "Эту толстуху зовут Грета. Она работает тут дольше всех."
    # w5 "Вон там сидит Лин. Она у нас недавно."
    # w5 "Нашего системного администратора ты, возможно, видела. Я даже не знаю как его зовут."
    # w5 "Ну и наконец Я! Самый компетентный сотрудник в этом отделе и, думаю, скоро его глава."
    # w5 "Меня зовут Джон."
    # mt "Ну и мерзкий же ты тип, Джон."
    # m "Я поняла, возвращайся к работе!"
    m "Мне это не очень интересно. Я здесь не надолго."
    m "Но, все-же, расскажи мне про работников этого отдела."
    w5 "Миссис Бакфет! Вы сегодня прекрасно выглядите и обратились как раз по адресу."
    m "Я всегда хорошо выгляжу. Не подлизывайся к Боссу, тебе это не поможет."
    m "Итак?"
    w5 "Вон там сидит Марта. Она занимается отчетами."
    w5 "Близняшки Элла и Эмма.. Они тоже делают отчеты."
    w5 "Хотя что говорить... Мы все тут делаем отчеты."
    w5 "Эту толстуху зовут Грета. Она работает тут дольше всех."
    w5 "Вон там сидит Лин. Она у нас недавно."
    w5 "Нашего системного администратора ты, возможно, видела. Я даже не знаю как его зовут."
    w5 "Ну и наконец Я! Самый компетентный сотрудник в этом отделе и, думаю, скоро его глава."
    w5 "Меня зовут Джон."
    mt "Ну и мерзкий же ты тип, Джон."
    m "Я поняла, возвращайся к работе!"

# game/Quests/EP2_06/Office/Worker5_Dialogs.rpy:23
translate german worker5_dialogue_office_d6a627f1:

    # w5 "Миссис Бакфет, я бы хотел поговорить о моем повышении!"
    w5 "Миссис Бакфет, я бы хотел поговорить о моем повышении!"

# game/Quests/EP2_06/Office/Worker5_Dialogs.rpy:26
translate german worker5_dialogue_office_d6ba5ee7:

    # m "Давай поговорим."
    # w5 "Миссис Бакфет, Вы же знаете, я очень ответственный и без меня этот отдел просто развалится."
    # w5 "Еще эта толстуха Грета так и наровит занять мое законное место."
    # w5 "И я буду Вам бесконечно благодарен если Вы..."
    # m "Достаточно..."
    # m "Чем чаще ты задаешь мне такие вопросы тем дальше от тебя эта должность."
    # mt "И что это вообще за должность? Почему он думает, что этому отделу нужен какой-то мифический начальник кроме меня?"
    # w5 "Да, понял. Ухожу. Но знайте, миссис Бакфет, Вы всегда можете на меня расчитывать."
    m "Давай поговорим."
    w5 "Миссис Бакфет, Вы же знаете, я очень ответственный и без меня этот отдел просто развалится."
    w5 "Еще эта толстуха Грета так и наровит занять мое законное место."
    w5 "И я буду Вам бесконечно благодарен если Вы..."
    m "Leidenschaftlich..."
    m "Чем чаще ты задаешь мне такие вопросы тем дальше от тебя эта должность."
    mt "И что это вообще за должность? Почему он думает, что этому отделу нужен какой-то мифический начальник кроме меня?"
    w5 "Да, понял. Ухожу. Но знайте, миссис Бакфет, Вы всегда можете на меня расчитывать."

# game/Quests/EP2_06/Office/Worker5_Dialogs.rpy:36
translate german worker5_dialogue_office_5d8f75e8:

    # m "Повышении?!"
    # m "Не сегодня. Выйди и закрой за собой дверь."
    # w5 "Хорошо. Понимаю, Вы очень заняты. Ну ничего, в другой раз."
    m "Повышении?!"
    m "Не сегодня. Выйди и закрой за собой дверь."
    w5 "Хорошо. Понимаю, Вы очень заняты. Ну ничего, в другой раз."

translate german strings:

    # Quests/EP2_06/Office/Worker5_Dialogs.rpy:24
    old "Давай поговорим."
    new ""

    # Quests/EP2_06/Office/Worker5_Dialogs.rpy:24
    old "Не в этой жизни."
    new ""

# TODO: Translation updated at 2019-07-02 20:57

# game/Quests/EP2_06/Office/Worker5_Dialogs.rpy:3
translate german worker5_look_5ede57a7:

    # mt "Этот карьерист метит на место Босса в этом отделе?"
    # mt "Наивный дурачок!"
    mt "Этот карьерист метит на место Босса в этом отделе?"
    mt "Naiver Trottel!"

