# TODO: Translation updated at 2019-07-02 18:58

# game/Quests/EP2_06/Office/Worker4_Dialogs.rpy:3
translate german worker4_dialogue_workplace_51699f74:

    # mt "Вторая сестра... Никак не могу запомнить как их зовут.."
    # m "Здравствуй. Напомни, как тебя зовут?"
    # w4 "Я Элла. Мою сестру зовут Эмма. Нас всегда путают!"
    # m "Поняла. Продолжай работать."
    mt "Вторая сестра... Никак не могу запомнить как их зовут.."
    m "Здравствуй. Напомни, как тебя зовут?"
    w4 "Я Элла. Мою сестру зовут Эмма. Нас всегда путают!"
    m "Поняла. Продолжай работать."

# game/Quests/EP2_06/Office/Worker4_Dialogs.rpy:10
translate german worker4_dialogue_office_ff53ecb6:

    # w4 "Миссис Бакфет, можно?"
    w4 "Миссис Бакфет, можно?"

# game/Quests/EP2_06/Office/Worker4_Dialogs.rpy:13
translate german worker4_dialogue_office_7b953c57:

    # m "Да, заходи."
    # w4 "Миссис Бакфет, у меня пропал интернет."
    # m "Окей. И чем я тебе могу помочь?"
    # m "Ты же знаешь, что этими проблемами занимается наш системный админимтратор."
    # m "Пухлый коротышка в очках."
    # m "Так что иди к нему со своей проблемой."
    # w4 "Но он не хочет мне помогать."
    # m "Скажи ему, что он будет уволен, если сейчас же не решит вопрос."
    # w4 "Хорошо, Миссис Бакфетт."
    # w4 "Я передам" 
    m "Да, заходи."
    w4 "Миссис Бакфет, у меня пропал интернет."
    m "Окей. И чем я тебе могу помочь?"
    m "Ты же знаешь, что этими проблемами занимается наш системный админимтратор."
    m "Пухлый коротышка в очках."
    m "Так что иди к нему со своей проблемой."
    w4 "Но он не хочет мне помогать."
    m "Скажи ему, что он будет уволен, если сейчас же не решит вопрос."
    w4 "Na gut, Frau Buckfett."
    w4 "Я передам" 

# game/Quests/EP2_06/Office/Worker4_Dialogs.rpy:37
translate german worker4_dialogue_office_a2197eab:

    # m "Я занята, приходи завтра."
    # w4 "Ладно, но у меня проблема..."
    # m "Ты что, не понимаешь? Я сейчас занята!"
    m "Я занята, приходи завтра."
    w4 "Ладно, но у меня проблема..."
    m "Ты что, не понимаешь? Я сейчас занята!"

# TODO: Translation updated at 2019-07-02 20:57

# game/Quests/EP2_06/Office/Worker4_Dialogs.rpy:3
translate german worker4_look_0c71281a:

    # mt "Две близняшки."
    # mt "Они думают что они красивые?"
    # mt "Они ошибаются! Фи!"
    mt "Две близняшки."
    mt "Они думают что они красивые?"
    mt "Они ошибаются! Фи!"

