# TODO: Translation updated at 2019-09-06 13:20

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:8
translate german worker2_look_318735e9:

    # mt "Системный администратор."
    # mt "Сальные волосы и мозоль на заднице."
    # mt "Эти неудачники везде одинаковые."
    mt "Системный администратор."
    mt "Сальные волосы и мозоль на заднице."
    mt "Эти неудачники везде одинаковые."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:17
translate german worker2_dialogue_workplace_61896dd7:

    # mt "Этот неудачник, похоже, разбирается в компьютерах... Но я в них ничего не понимаю..."
    # mt "Да и мне неинтересно..."
    # mt "У меня может быть какое-то дело нему?"
    mt "Этот неудачник, похоже, разбирается в компьютерах... Но я в них ничего не понимаю..."
    mt "Да и мне неинтересно..."
    mt "У меня может быть какое-то дело нему?"

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:24
translate german worker2_dialogue_workplace_a265fcf7:

    # m "Послушай, а где здесь кнопка, которая выключает интернет?"
    # w2 "Что?!"
    # m "Ну такая специальная кнопка, на которую нажимаешь и отключается интернет."
    # w2 "(Похоже наш босс не слишком силен в этом...)"
    # w2 "Она на кухне, рядом с холодильником."
    # m "Хорошо, спасибо."
    # w2 "(Ха-ха-ха.)"
    m "Послушай, а где здесь кнопка, которая выключает интернет?"
    w2 "Что?!"
    m "Ну такая специальная кнопка, на которую нажимаешь и отключается интернет."
    w2 "(Похоже наш босс не слишком силен в этом...)"
    w2 "Она на кухне, рядом с холодильником."
    m "Хорошо, спасибо."
    w2 "(Ха-ха-ха.)"

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:35
translate german worker2_dialogue_workplace_b856bd32:

    # mt "Рядом с холодильником?! Так, ерунда какая-то..."
    # mt "Это такая умная шутка?"
    # mt "Он играет с огнем..."
    mt "Рядом с холодильником?! Так, ерунда какая-то..."
    mt "Это такая умная шутка?"
    mt "Он играет с огнем..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:42
translate german worker2_dialogue_workplace_6ce0a5e5:

    # m "Все равно я в этом ничего не понимаю..."
    m "Все равно я в этом ничего не понимаю..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:49
translate german worker2_dialogue_office_4f5b2dd1:

    # w2 "Босс, я все проверил. Все работает стабильно."
    w2 "Босс, я все проверил. Все работает стабильно."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:56
translate german worker2_dialogue_office_ac74ef8e:

    # m "Разве тебя не учили стучаться?"
    # w2 "Ну... Я постучал..."
    # m "Не правда! А теперь выйди из кабинета и если ты хочешь войти, постучись."
    # w2 "Хорошо..."
    m "Разве тебя не учили стучаться?"
    w2 "Ну... Я постучал..."
    m "Не правда! А теперь выйди из кабинета и если ты хочешь войти, постучись."
    w2 "Хорошо..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:73
translate german worker2_dialogue_office_4630ed8f:

    # w2 "Миссис Бакфетт, можно?"
    # m "Да, заходи."
    w2 "Миссис Бакфетт, можно?"
    m "Да, заходи."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:78
translate german worker2_dialogue_office_8000dfe9:

    # m "Вот видишь, все просто. Ты говоришь, что у тебя все работает..."
    # m "Хорошо. А теперь можешь идти."
    # w2 "?!"
    # m "Да, да, иди работай."
    m "Вот видишь, все просто. Ты говоришь, что у тебя все работает..."
    m "Хорошо. А теперь можешь идти."
    w2 "?!"
    m "Да, да, иди работай."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:87
translate german worker2_dialogue_office_ceee2f07:

    # w2 "Могу я чем нибудь помочь?"
    # m "Больше ничего. Можешь идти."
    # w2 "Хорошо. Если Вам что-то понадобится, зовите."
    w2 "Могу я чем нибудь помочь?"
    m "Больше ничего. Можешь идти."
    w2 "Хорошо. Если Вам что-то понадобится, зовите."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:93
translate german worker2_dialogue_office_6df74c39:

    # mt "Хм... Он ведет себя как болван."
    # mt "Возможно я смогу его как-то использовать..."
    # mt "Но как? Пока не знаю..."
    mt "Хм... Он ведет себя как болван."
    mt "Возможно я смогу его как-то использовать..."
    mt "Но как? Пока не знаю..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:104
translate german takeReportsFlashCard_Worker2_d887e7ac:

    # m "Я за твоими отчетами? Я надеюсь, они готовы?"
    # w2 "Миссис Бакфетт, я системный администратор."
    # m "Это очень хорошо, а теперь возьми эту флеш карту и скопируй на нее свои отчеты."
    m "Я за твоими отчетами? Я надеюсь, они готовы?"
    w2 "Миссис Бакфетт, я системный администратор."
    m "Это очень хорошо, а теперь возьми эту флеш карту и скопируй на нее свои отчеты."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:108
translate german takeReportsFlashCard_Worker2_379c754b:

    # w2 "Миссис Бакфетт, я не пишу отчеты, я же говорю, я системный администратор."
    # w2t "Да, похоже она совсем не разбирается в этом... С таким же успехом я могу сказать, что чищу вентиляторы... Ха-ха!"
    # m "Напомни, а чем ты тут вообще занимаешься ?"
    # w2 "Я слежу за работой сети, компьютеров и автоматизацией различных бизнес процессов..."
    w2 "Миссис Бакфетт, я не пишу отчеты, я же говорю, я системный администратор."
    w2t "Да, похоже она совсем не разбирается в этом... С таким же успехом я могу сказать, что чищу вентиляторы... Ха-ха!"
    m "Напомни, а чем ты тут вообще занимаешься ?"
    w2 "Я слежу за работой сети, компьютеров и автоматизацией различных бизнес процессов..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:114
translate german takeReportsFlashCard_Worker2_1d46c453:

    # w2t "И определенно буду следить за твоей красивой попой."
    # m "Я поняла. Ладно, следи."
    w2t "И определенно буду следить за твоей красивой попой."
    m "Я поняла. Ладно, следи."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:118
translate german takeReportsFlashCard_Worker2_e2b80d55:

    # mt "Как я могла забыть... Он разбирается в компьютерах... Нужно не забывать об этом..."
    mt "Как я могла забыть... Он разбирается в компьютерах... Нужно не забывать об этом..."

translate german strings:

    # game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:20
    old "Задать умный вопрос."
    new "Задать умный вопрос."

    # game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:50
    old "Разве тебя не учили стучаться?"
    new "Разве тебя не учили стучаться?"

    # game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:50
    old "Больше ничего."
    new "Больше ничего."

