# TODO: Translation updated at 2019-07-02 18:58

# game/Quests/EP2_06/Office/Worker1_Dialogs.rpy:3
translate german worker1_dialogue_workplace_305f59f1:

    # m "Послушай..."
    # w1 "Ой... Я..."
    # m "Ты что, язык проглотила?"
    # w1 "Нет... Я..."
    # m "А похоже, что проглотила."
    # m "Когда закончишь работать с бумагами, не забудь принести их мне в офис."
    # w1 "Да, мэм!"
    m "Послушай..."
    w1 "Ой... Я..."
    m "Ты что, язык проглотила?"
    w1 "Нет... Я..."
    m "А похоже, что проглотила."
    m "Когда закончишь работать с бумагами, не забудь принести их мне в офис."
    w1 "Да, мэм!"

# game/Quests/EP2_06/Office/Worker1_Dialogs.rpy:13
translate german worker1_dialogue_office_fb53c9c5:

    # w1 "Миссис Бакфетт... Можно?"
    # w1 "Я принесла отчет."
    w1 "Миссис Бакфетт... Можно?"
    w1 "Я принесла отчет."

# game/Quests/EP2_06/Office/Worker1_Dialogs.rpy:17
translate german worker1_dialogue_office_67c1f744:

    # m "Да, проходи."
    # m "Напомни, как тебя зовут?"
    # w1 "Я...Я Марта."
    # m "Марта... Ты же понимаешь, что твоя работа очень важна и я на тебя надеюсь?"
    # w1 "Да... Мэм..."
    # m "Отлично. А теперь положи бумаги на стол и можешь идти."
    # w1 "Да, хорошо..."
    # mt "Серая мышь..."
    m "Да, проходи."
    m "Напомни, как тебя зовут?"
    w1 "Я...Я Марта."
    m "Марта... Ты же понимаешь, что твоя работа очень важна и я на тебя надеюсь?"
    w1 "Да... Мэм..."
    m "Отлично. А теперь положи бумаги на стол и можешь идти."
    w1 "Да, хорошо..."
    mt "Серая мышь..."

# game/Quests/EP2_06/Office/Worker1_Dialogs.rpy:27
translate german worker1_dialogue_office_5e7f7c4a:

    # m "Ты что, не видишь, я занята!"
    # w1 "Простите..."
    # m "Положи отчет на стол и выметайся!"
    # w1 "Хорошо..."
    # mt "Кучка никчемных идиотов..."
    m "Ты что, не видишь, я занята!"
    w1 "Простите..."
    m "Положи отчет на стол и выметайся!"
    w1 "Хорошо..."
    mt "Кучка никчемных идиотов..."

translate german strings:

    # Quests/EP2_06/Office/Worker1_Dialogs.rpy:15
    old "Да, проходи."
    new ""

    # Quests/EP2_06/Office/Worker1_Dialogs.rpy:15
    old "Я занята!"
    new ""

