# TODO: Translation updated at 2019-07-02 18:58

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:3
translate german worker2_dialogue_workplace_61896dd7:

    # mt "Этот неудачник, похоже, разбирается в компьютерах... Но я в них ничего не понимаю..."
    # mt "Да и мне неинтересно..."
    # mt "У меня может быть какое-то дело нему?"
    mt "Этот неудачник, похоже, разбирается в компьютерах... Но я в них ничего не понимаю..."
    mt "Да и мне неинтересно..."
    mt "У меня может быть какое-то дело нему?"

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:8
translate german worker2_dialogue_workplace_1981e016:

    # m "Послушай, а где здесь кнопка, которая выключает интернет?"
    # w2 "Что?!"
    # m "Ну такая специальная кнопка, на которую нажимаешь и отключается интернет."
    # w2 "(Похоже наш босс не слишком силен в этом...)"
    # w2 "Она на кухне, рядом с холодильником."
    # m "Хорошо, спасибо."
    # w2 "(Ха-ха-ха.)"
    # mt "Рядом с холодильником?! Так, ерунда какая-то..."
    # mt "Это такая умная шутка?"
    # mt "Он играет с огнем..."
    m "Послушай, а где здесь кнопка, которая выключает интернет?"
    w2 "Что?!"
    m "Ну такая специальная кнопка, на которую нажимаешь и отключается интернет."
    w2 "(Похоже наш босс не слишком силен в этом...)"
    w2 "Она на кухне, рядом с холодильником."
    m "Хорошо, спасибо."
    w2 "(Ха-ха-ха.)"
    mt "Рядом с холодильником?! Так, ерунда какая-то..."
    mt "Это такая умная шутка?"
    mt "Он играет с огнем..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:23
translate german worker2_dialogue_workplace_6ce0a5e5:

    # m "Все равно я в этом ничего не понимаю..."
    m "Все равно я в этом ничего не понимаю..."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:27
translate german worker2_dialogue_office_4fc535a7:

    # w2 "Босс, я все проверил. Все работает стабильно."
    # w2 "Могу я чем нибудь помочь?"
    w2 "Босс, я все проверил. Все работает стабильно."
    w2 "Могу я чем нибудь помочь?"

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:31
translate german worker2_dialogue_office_b6dee951:

    # m "Разве тебя не учили стучаться?"
    # w2 "Ну... Я постучал..."
    # m "Не правда! А теперь выйди из кабинета и если ты хочешь войти, постучись."
    # w2 "Хорошо..."
    # w2 "Миссис Бакфет, можно?"
    # m "Да, заходи."
    # m "Вот видишь, все просто. Ты говоришь, что у тебя все работает..."
    # m "Хорошо. А теперь можешь идти."
    # w2 "?!"
    # m "Да, да, иди работай."
    m "Разве тебя не учили стучаться?"
    w2 "Ну... Я постучал..."
    m "Не правда! А теперь выйди из кабинета и если ты хочешь войти, постучись."
    w2 "Хорошо..."
    w2 "Миссис Бакфет, можно?"
    m "Да, заходи."
    m "Вот видишь, все просто. Ты говоришь, что у тебя все работает..."
    m "Хорошо. А теперь можешь идти."
    w2 "?!"
    m "Да, да, иди работай."

# game/Quests/EP2_06/Office/Worker2_Dialogs.rpy:44
translate german worker2_dialogue_office_62e0d51a:

    # m "Больше ничего. Можешь идти."
    # w2 "Хорошо. Если Вам что-то понадобится, зовите."
    # mt "Хм... Он ведет себя как болван."
    # mt "Возможно я смогу его как-то использовать..."
    # mt "Но как? Пока не знаю..."
    m "Больше ничего. Можешь идти."
    w2 "Хорошо. Если Вам что-то понадобится, зовите."
    mt "Хм... Он ведет себя как болван."
    mt "Возможно я смогу его как-то использовать..."
    mt "Но как? Пока не знаю..."

translate german strings:

    # Quests/EP2_06/Office/Worker2_Dialogs.rpy:6
    old "Задать умный вопрос."
    new ""

    # Quests/EP2_06/Office/Worker2_Dialogs.rpy:6
    old "Уйти"
    new ""

    # Quests/EP2_06/Office/Worker2_Dialogs.rpy:29
    old "Разве тебя не учили стучаться?"
    new ""

    # Quests/EP2_06/Office/Worker2_Dialogs.rpy:29
    old "Больше ничего."
    new ""

