    ## Семья ##

# Семья, где живет ГГ, состоит из матери, двух сестер и отчима.

# ГГ зовут Барди (игроку предлагается ввести имя, Барди будет по умолчанию). +
# Ему 18 лет и он учащийся 12-го класса старшей школы.
# Барди учится очень плохо и не любит ходить в школу.
# Предыдущий учебный год он еле-еле закончил и то благодаря помощи друга Эрика, который был отличником в их классе.
# Помогал тот ему, конечно, не просто так. И Барди был бы совсем не против найти такого же ботаника в своей новой школе.
# цель Барди изначально - вернуться в город к отцу, отомстить всем деревенщинам, потом при развитии отношений внутри семьи цель может трансформироваться

# Мать зовут Софи. Она красивая и ухоженная женщина с отличной фигурой.
# Не счастлива в браке, т.к. ее муж постоянно пропадает на работе и они уже давно не испытывают друг к другу
# никакого интереса. Скучающая домохозяйка.
# мать замужем за отчимом, раньше работала, но сейчас домохозяйка

# старшая сестра глупая, живет в мечтах о роскошной жизни +
# с Барди не церемонится
# Старшая сестра Оливия. Ей 21 год, она мечтает о том, чтобы не работать и стать звездой Инстаграмма

# младшая сестра милая и приятная девушка - Синтия +
# она немного младше него, но в игре это не указывается
# ходит в ту же школу, что и Барди
# увлекается живописью и любит читать книги, часто торчит за компом
# не любит тусовки, постоянно либо в школе (класс, коридор или библиотека), либо в своей комнате с книгой или у компа

# Отчима зовут Генри. Обычный работяга. Постоянно задерживается до поздна на работе. +
# Он работает в местной автомастерской
# младшая дочь - его родная, а старшая дочь и Барди - дети жены от ее первого брака
# Иногда жена заставляет его принимать участие в нравоучениях Оливии,
# но по большому счету ему пофигу. Тем более пофигу ему на Барди. Лишь бы не создавал проблем.
# Он даже не возражал против его переезда. К отчиму всегда можно обратиться и взять у него немного на карманные расходы.
# Особенно, когда он выпивает пиво после работы.
# у отчима есть любовница

# У Оливии есть парень Марк. Он немного старше нее, работает продавцом в магазине, который принадлежит его родителям. +
# отец Марка +
# Оливии не очень нравится, что ее парень - просто продавец, ведь его родители являются владельцами этого магазина
# и могли бы дать ему должность получше. Но Марка все устраивает, он понимает, что это семейный бизнес,
# в котором он оказывает посильную помощь.

    ## Родственники ##

# тетя, у нее есть любовник. изменяет своему мужу - Дебора +
# муж часто бывает в разъездах - Эндрю +
# двоюродная сестра, старше Барди на пару лет - Николь (Nicole) +

    ## Учителя ##

# учитель биологии (Teacher10) +
# учитель информатики (Teacher9) +
# учитель химии (school_techer_male) +
# учитель иностранных языков (Teacher4) +
# учитель географии (Teacher1) +
# школьная мед. сестра (Nurse) +
# учитель физкультуры (Teacher3) +
# учитель английского языка и литературы (Teacher7) +
# учитель изо (Teacher5) +
# учитель алгебры и геометрии (Teacher8) +
# учитель физики (Teacher6) +
# учитель музыки (Teacher11) +
# директора школы (Teacher2_principal) +
# секретарь директора (Principal_secretary) +
# зав.хоз (завхоз) +

    ## Одноклассники ##

# Шон - друг и одноклассник. он к нему может ходить в гости, общаться с его матерью (bardie_friend_black) +
# парень из его класса - соперник, спортсмен, лидер в школе, Барди ненавидит его (school_hooligan) +
# одноклассник в кепке (classmate1_cap) +
# ботаник (classmate_nerd) +
# одноклассник - фрик (classmate_frik) +
# еще 5 одноклассников невзрачных (Classmate2, Classmate3+, Classmate4, Classmate5, Classmate5a) +

# зануда-отличница (Classmate6) +
# первая красавица школы (Pretty_girl) +
# фрик (Girl_frik) +
# просто обычная добрая девушка (Nice_girl) +
# одноклассница (Classmate1) +
# одноклассницы обычные, некрасивые (Classmate7,+ Classmate8+, Classmate9+, Classmate10+, Classmate11+) +

    ## Параллельные персонажи ##

# секс с подругой сестры через шантаж (компромат - фото, видео-?) , подруга сестры (Sister_girlfriend) +
# секс с любовницей отца через обман (притворился отцом, глаза у нее завязаны) , любовница отца - или продавщица или мать одноклассницы или кто-то из училок +
# возможность снять проститутку (нужны наличные 350 баксов)
# секс с проституткой и другом (ДП) , проститутка (Whore) +
# секс с матерью друга , мать друга (bardie_friend_mother) +
# продавщица (Saleswoman) +
# соседка (Neighbor) +

    ## Родители одноклассников ##

# мать друга Шона (bardie_friend_mother) +
# мать одноклассницы (Nice_girl_mother) +
# отец одноклассницы (Nice_girl_father) +

    ## Уровень отношений с персонажами ##
# изначально по нулям
#
#
#
#
