    ## Деньги ##

# отец присылает Барди каждую неделю по понедельникам 50 баксов на карманные расходы.
# можно раз в три дня взять у отчима 15-20 баксов. У матери и сестры денег нет.

# работать можно каждый день, мест работы несколько:
    # пляж - продавец мороженного (100 баксов)
    # отель - разносить воду, фрукты или еще что-то по номерам (120 баксов)
    # устроиться на подработку к парню сестры, н-р, раскладывать товары в магазине по вечерам (40 - 60 баксов) + промо акции в костюмчике
    # устроиться курьером в интернет-магазине тети и доставлять заказы клиентам (каждая доставка - 10 баксов)
    # помогать с уборкой во дворе или с уборкой в доме тете (15-20 баксов)
    # шантаж красавицы-одноклассницы интимным видео и требовать денег за его молчание - 100 баксов в неделю
    # продавать ученикам ответы на контрольные тестирования, которые стырил у директора, будучи в отношениях с секретарем (20 баксов)



    ## Затраты ##

# помощь маме (50 баксов ежедневно) - ???
# чтобы устроиться курьером в интернет-магазин к тете нужно купить велик (300-400 баксов)
# чтобы соблазнить красавицу-одноклассницу, ей нужно будет сделать не менее двух подарков
# (н-р какой-нибудь гаджет или что-то из одежды, алкоголь)
# чтобы посещать доп. уроки живописи - купить мольберт и краски
# возможно будут затраты на проезд до школы или до дома одноклассницы, которая будет его учить дополнительно.
# школьные обеды - 10 баксов каждый учебный день

# разобьет веб-камеру кузены, она его запалит и заставит купить новую, а она будет мега-дорогая - необходимость заработать на нее



# Уровни развития героя:
    # прокачка уровня пикапа (увеличивается с каждой новой партнершей, возможно он будет вести списочек),
    # сексуальный опыт (увеличивается с разными видами секса),
    # уровень IQ (увеличивается с каждым успешным шантажом, обманом, пройденным квестом)
    # при покупке велика - начинается прокачка физ. формы при каждой работе курьером
