# на преобладающей части кадров Барди со стороны не показываем, смотрим его глазами

# Барди Робертс
# мать Софи Эванс
# старшая сестра Оливия Робертс (дочь Софи от первого брака, как и Барди)
# младшая сестра Синтия Эванс
# отчима Генри Эванс
# парень Оливии - Марк
# тетя Дебора Тэйлор
# муж тети Эндрю Тэйлор
# кузена Барди - Николь Тэйлор

    ## 1-й день ##
# темный коридор
# шаги
# в конце коридора через щель приоткрытой двери виден свет
# дверь с каждым шагом все ближе и ближе
# рука (как будто видим свою руку) медленно поднимается и приоткрывает дверь чуть больше
# мысли - не шуметь... если тебя заметят - это будет конец.
# мысли - фак, у меня дрожат колени... но я не могу ничего с собой поделать... какое-то наваждение...
# рука приоткрывает дверь еще немного
# кадр на комнату, которую видно через приоткрытую дверь
# звуки секса, без стонов, просто шлепки
# женщина (мать Барди) с равнодушным видом лежит на кровати, мужчина (отчим Барди) ее пялит. все без энтузиазма. рутина
# скрип двери и женщина резко поворачивает лицо и смотрит на нас
# мысли - !!!!!!!!!!

# затемнение
# надпись на экране: Несколькими месяцами ранее
# затемнение
# звук двигателя авто
# в кадре окно автобуса (автомобиля) в каплях дождя
# рука (как будто видим свою руку) поднимается, проводит пальцем по стеклу и снова опускается
# мысли - поверить не могу, что я возвращаюсь...
# мысли - сколько прошло времени? мне кажется, жизнь...
# мысли - еще полчаса и я окажусь в этой чертовой деревне, откуда так хотел уехать и не возвращаться никогда
# мысли - меня затянет в эту серую трясину, как в болото.
# мысли - как будто и не было огромного мегаполиса, богатого дома и лучшего в городе колледжа...
# флешбэки (дом, колледж из FB)
# мысли - как он мог променять меня, своего сына, на какую-то мутную телку?!
# мысли - не прощу отца!
# кадр на руку Барди (как будто видим свою руку), лежащую на его колене или рюкзаке - рука сжимается в кулак
# мысли - и в этой жалкой дыре я надолго не задержусь!
# мысли - Барди Робертс достоин лучшей жизни! и я докажу это!
# снова кадр на стекло в каплях дождя
# затемнение

# звук шагов, звук открывающей двери
# кадр на комнату Барди
# шаги
# рюкзак швыряют на пол или кровать
# мысли - снова эта долбанная комната! я не хочу! не хочу!!!
# голос из-за двери: Милый, мой руки и спускайся на ужин. Мы все ждем тебя!
# Барди: иду!
# злой пинок по стулу, кровати или рюкзаку
# затемнение

# кадр на кухню
# за столом сидят мать Барди, отчим и две сестры
# мать и младшая сестра ему мило улыбаются
# отчим бросает равнодушный взгляд и снова принимается за еду
# старшая сестра смотрит на Барди с ненавистью
# Оливия (старшая сестра): Наконец-то ты притащил свою задницу сюда! какого черта мы тебя должны ждать!
# Софи (мать): Оливия! Как ты разговариваешь с братом?!
# Синтия (младшая сестра, сердито на старшую): Он не придурок, он наш брат!
# Оливия (с презрением): Пфф!!!
# Синтия (с милой улыбкой на Барди): И я очень рада, что ты вернулся к нам, Барди...
# Барди: Угу... Я тоже.
# Софи (мило, с любовью): Барди, сынок, я тоже очень рада, что ты теперь будешь жить с нами.
# Софи (мило, с любовью): Я очень по тебе скучала!
# Софи (мило, с любовью): Уверена, что твои школьные друзья будут рады твоему возвращению...
# Оливия (зло): У этого недоумка нет друзей! Он здесь никому не нужен, кроме тебя, мам.
# Барди (мысли): Вот сучка!
# Генри (отчим, равнодушно): Барди, я договорился с директором школы. Тебя приняли в тот же класс, где ты учился до отъезда.
# Софи (мило): Здорово, правда?! Ты скучал по своей родной школе, милый?
# Барди: Угу... Очень...
# Софи (мило): Синтия учится в классе на год младше твоего. Так что будете ходить в школу вместе.
# Синтия мило улыбается ему: Прикольно, у меня теперь есть старший брат! И он будет учиться со мной в одной школе!
# Барди (мысли): Чему эта дурочка Синтия так радуется? Глупая малявка!
# Барди (мысли): Меня тошнит от одной мысли о школе!
# Софи (мило): Сынок, милый, занятия в школе начинаются завтра в 9 утра...
# Барди (мысли): Твою мать!!!
# Софи (мило): Я приготовлю тебе на завтрак твои любимые сэндвичи...
# Барди: Хорошо, мам.
# кадр на Синтию - мило улыбается Барди: ...
# Барди (мысли): Хм... Ну окей... Вроде она и правда мне рада.
# кадр на Оливию - пялится в свой смартфон: У этой жирной коровы лайков больше, чем у меня!
# Барди (мысли): Идиотка безмогзглая...
# кадр на Генри - он с безразличным видом ужинает: ...
# Барди (мысли): Этого Генри вообще интересует, что происходит? Он всегда такой, как амеба? И что мама в нем нашла?
# Барди (мысли): ...
# Барди (мысли): Все! С меня на сегодня хватит милого общения с семьей!
# Барди (мысли): Не хочу больше никого видеть!
# Барди кладет вилку на стол и встает
# Барди: Я устал. Пойду спать.
# Софи (мило): Да, конечно, Барди.
# Барди: Спасибо за ужин, ма.
# выходит
# затемение

# комната Барди, темнота, тиканье часов
# Барди (мысли): Помню, как я лежал ночью в этой комнате и слушал, как мои родители ругались в гостиной...
# Барди (мысли): Мама плакала и кричала, что отец променял нас на какую-то блондинистую шлюху...
# Барди (мысли): Потом хлопнула входная дверь и стало тихо... Только тиканье часов... Как сейчас...
# Барди (мысли): И мне было страшно. За маму. За отца. За нашу семью, которая в итоге распалась.
# Барди (мысли): Возможно, для кого-то мой выбор, с кем из родителей остаться после их развода, покажется странным. Я выбрал отца.
# Барди (мысли): Хотя, он никогда не проявлял ко мне теплых отцовских чувств.
# Барди (мысли): Но я его единственный сын и он в состоянии обеспечить мне блестящее будущее...
# Барди (мысли): Так и должно было быть. Все шло по плану: лучший колледж в огромном городе, хорошая успеваемость...
# Барди (мысли): Правда, последнее - это заслуга одного задрота-одноклассника в очках, но преподаватели были не в курсе моих махинаций.
# Барди (мысли): Но потом...
# Барди (мысли): Потом появилась та стерва! Из-за нее я теперь здесь, в глухой дыре!
# снова звук тиканья часов
# Барди (мысли): ...
# Барди (мысли): Думаю, мама и правда рада, что я вернулся. И младшая сестра Синтия тоже...
# Барди (мысли): Чего не скажешь о моей старшей сестре Оливии! Я с ней разберусь позже. Сучка!
# стук в дверь
# дверь приоткрывается, заходит Софи
# Софи: Милый, ты уже спишь?
# Барди: Нет еще, ма...
# Софи: Переживаешь из-за школы?
# Барди: Вот еще! Нисколько!
# она садится на край его кровати
# Софи: Не переживай, родной. Уверена, что все пройдет отлично и твои одноклассники будут рады тебе.
# она прикасается к его волосам и гладит его по голове
# Барди: ...
# Софи: Я так скучала по тебе, Барди.
# Софи: И ты так подрос за этот год... Не могу поверить, что мой сын уже такой взрослый...
# она ему улыбается, наклоняется и чмокает его в лоб
# он уворачивается от нее
# Барди: Ма, ну хватит!
# она еще раз проводит рукой по его волосам
# Софи: Не переживай, Барди. Все будет хорошо.
# Барди: Угу...
# Софи: Спокойной ночи, родной...
# уходит
# затемнение, тиканье часов

    ## 2-й день ##
# звон будильника
# Барди садится в кровати
# Барди (мысли): Фак, школа...
# Барди (мысли): Я ведь могу просто сделать вид, что пошел в эту башню Мордера... Наверняка, в этом захолустье для меня найдутся дела по-интереснее...
#
#
#
#
#
#
#
#
#
#
#
