########
# развитие отношений в семье
# инц события в доме развиваются не параллельно, а последовательно

# уровень отношений с родственниками прокачивается после каждой пикантной или интимной сцены
# сначала отношения развиваются с тетей
# после развитие отношений с младшей сестрой, взаимный интерес
# потом отношения с двоюродной сестрой
# после появляется возможность отношений со страшей сестрой, шантаж
# отношения с матерью будут развиваться максимально медленно, взаимный интерес

########

    # Барди
# приехал к матери на ПМЖ из другого, более крупного города, где жил со своим отцом и его женой
# в связи с семейными обстоятельствами он был вынужден переехать к своей матери. Новая жена отца, сучка Бакфетт,
# была категорически против его присутствия в их доме и уговорила Ральфа отправить Барди к матери в провинцию
# с учебой у Барди были проблемы, он был на грани отчисления, о чем знала новая жена отца, хотя Барди это пался скрыть от него
# она Ральфу все рассказала, ему естественно это не понравилось
# в итоге Ральф согласился, чтобы Барди съехал от них и отправил его к матери на “перевоспитание”
# Барди от этого не в восторге, ненавидит Монику, новую жену отца, мечтает вернуться и разобраться с ними!
# ранее Берди, его отец и его бывшая жена Бетти жили в этом городке
# но потом отцу предложили хорошую должность в крупном городе
# а также их семье предоставили роскошный дом для постоянного проживания в нем
# и они уехали
# Барди отказался оставаться в этом городишке с матерью и уговорил отца взять его с собой в большой город
# когда Барди уезжал в город с отцом, он всем своим одноклассникам сказала об этом
# и после отъезда в своих соц. сетях активно постил фотки с комментами о том, что они все жалкие неудачинки
# сидят в своей деревне, а он тусит в огромном мегаполисе и ни в чем не знает нужды
# но теперь из-за решения Ральфа отправить его обратно к матери, Барди вынужден снова вернуться в свою старую школу
# со своей семьей у Барди отношения самые обычные, он даже не задумывается об инцесте


    # мать Барди
# красивая и ухоженная женщина с отличной фигурой
# она не счастлива в браке, т.к. ее муж постоянно пропадает на работе и они уже давно не испытывают друг к другу никакого интереса
# мать замужем за отчимом, раньше работала, но сейчас домохозяйка
# мать к нему относится очень хорошо
# она его очень любит и рада, что сын вернулся к ней
# возможно, немного огорчена тем, что он предпочел уехать с отцом и оставить ее
# но она все понимает и не обижается на него

    # старшая сестра
# глупая, с явно завышенным ЧСВ
# постоянно пялится в свой телефон, проверяя сколько подписчиков, и всегда и везде делает селфи
# живет в мечтах о том, чтобы не работать и жить в свое удовольствие, купаясь в роскоши
# хочет стать звездой Инстаграмма, ведь такой красивой девушке как она не может соответствовать работа какой-нибудь официантки
# соответственно, получать высшее образование она тоже не хочет
# в связи с чем у нее периодически возникают конфликты с родителями
# мать и отчим часто ее пилят своими глупыми требованиями пойти учится или работать
# она очень стервозная и очень себя любит
# ее бесит, что ее родной отец, Ральф, предпочел взять с собой в мегаполис этого мелкого недоростка, а не ее!
# из-за этого она Барди терпеть не может и при каждой возможности цепляется к нему
# не стесняется в выражениях в отношении Барди
# есть парень

    # младшая сестра
# милая и приятная девушка
# она немного младше него, но в игре это не указывается
# у Барди с ней хорошие дружеские отношения
# она умная, прилежная, хорошо учится
# ходит в ту же школу, чт и Барди
# увлекается живописью и любит читать книги, часто торчит за компом
# не любит тусовки, постоянно либо в школе (класс, коридор или библиотека), либо в своей комнате с книгой или у компа

    # отчим
# старше матери Барди
# обычный работяга, постоянно задерживается до поздна на работе
# работает в местной автомастерской
# младшая дочь - его родная, а старшая дочь и Барди - дети жены от первого брака
# иногда жена заставляет его принимать участие в нравоучениях старшей дочери, но по большому счету ему пофигу
# на существование Барди ему вообще плевать, главное, чтобы не доставлял никаких лишних забот
# к отчиму всегда можно обратиться и взять у него немного на карманные расходы
# особенно, когда он выпивает пиво после работы.
# у отчима есть любовница, но об этом пока никто не знает

    # тетя
# младше матери Барди
# живет отдельно от семьи Барди со своим мужем и их дочерью
# живут богато, дом у них очень большой и красивый
# у нее есть свой бизнес в интеренте (интернет-магазин, раскрученный аккаунт в соц.сетях - ?)
# тетя сама будет загляываться на Барди, т.к. любит молодых мальчиков и секс
# их отношения будут развиваться постепенно, тайком от всех
# она будет первой, с кем у него из родственниц возникнет интимная связь
# у нее есть любовник
# Барди об этом узнает (возможен шантаж в дальнейшем)

    # муж тети
# преуспевающий бизнесмен, часто бывает в долгих командировках, поэтому тетя веселится на стороне
# он не знает о том, что тетя ему изменяет
# очень любит свою жену и дочь и старается все для них делать

    # дочь тети, кузена Барди
# старше Барди на год-два
# красивая и разбалованная вниманием, не воспринимает Барди всерьез
# старшая сестра Барди завидует ей и мечтала бы оказаться на ее месте, поэтому ее недолюбливает
# узнает первой о том, что ее мама спит с Барди
# веб-кам модель -? и родители об этом не знают
# с ней он сможет вступить в отношения только через шантаж

########

# с матерью обычные отношения, она задает ему вопросы, как учеба и т.п.
# он отмахивается от нее
# она чмокает его в щечку перед уходом в школу или просит его сделать так
# однажды Барди, услышав ночью в коридоре звуки из спальни матери, заглянет и увидит как она занимается сексом с отчимом
# после этого ему может присниться эротический сон, от которого он кончит и сам будет в шоке от этого
# но сцены из сна и обнаженное тело матери теперь не идут у него из головы
# его новый друг в школе скажет ему, что неравнодушен к милфам, даже к своей собственной матери
# Барди удивляется, говорит, что это жесть, она же твоя мать
# тот говорит, ну и что. если у меня получится наладить с ней подобного рода отношения, то мне никакие дуры
# одноклассницы нафиг не нужны
# мать опытная, она все расскажет и покажет. и тело у нее отпад.
# наши одноклассницы и рядом не стояли
# между прочим, твоя мать тоже офигенно выглядит
# ты не присматривался к ней? Нет? А зря…
# развитие отношений с матерью медленное и постепенное
# она будет всячески сомневаться и пытаться сопротивляться тем чувствам, которые у нее возникнут к собственному сыну
# спрятаться под кровать родителей и подслушать или подсмотреть их секс - ?
# после очередных неприятностей в школе он напивается
# к нему приходит мать, узнать, что случилось
# он переживает, что его никто не любит, даже родной отец его променял на какую-то сучку и т.п.
# мать его успокаивает, говорит, что это не так, что она его очень любит, обнимает
# Барди в ее объятьях, прижатый к ее груди
# и он вспоминает разговор с другом, а потом свой сон и чувствует, что у него встает
# он отстраняется от матери, сам не понимая своих чувств
# решает, что это все алкоголь
# и что нежно срочно переключить свое внимание на ровестниц, чтобы не вести себя с матерью, как его придурок-друг

# в то же время, каждый день старшая сестра постоянно цепляет его, пытается его поддеть, обзывает и грубит ему
# найдет ее интимные фотки, будет подсмотривать за ней, когда она в душе
# она изменяет своему парню - Барди об этом узнает, это будет повод для шантажа
# она относится не серьезно к своему парню и когда тот на работе в вечернюю смену,
# она постоянно наряжается и куда-то уходит якобы тусить с подружками
# Барди проследит за ней
# сестру кто-то забирает на машине, но он не знает, кто это
# он продолжает свою слежку и делает это несколько раз
# каждый раз машины разные
# он роется в ее комнате, пока ее нет (предварительно над стырить у нее ключ от комнаты)
# он находит у нее карту члена закрытого клуба
# ищет инфу об этом клубе в интернете, узнает, что это закрытый ВИП стрип-клуб
# Барди подслушивает ее разговор с подругой-коллегой и Барди все это фиксирует на камеру, как обычно
# сестра таким образом хочет себе заработать денег и уехать из этой дыры
# конечно, ее парень, этот кретин, об этом не подозревает
# таким образом, у Барди появляется повод для шантажа старшей сесетры
# он угрожает, что расскажет ее парню или, что еще хуже, родителям
# он ее шантажирует и таким образом заставляет ее разрешить ему потрогать грудь и т.д.
# она вынуждена слушать его приказы, при этом постоянно говорит ему, как она его ненавидит

# тете надо помочь по дому (или помочь с доставкой товаров клиентам ее интернет-магазина), едет к ней
# она заплатит ему за это, потом предложит ему выпить с ней вина
# т.к. ей скучно, муж снова в командировке и т.п.
# она сама флиртует с ним, по ней видно, что ей хочется
# говорит, что он может подрабатывать у нее курьером хоть кажый день
# что она готова ему платить за это
# он приходит к ней пару раз и потом она предлагает протестировать новый товар в ее интерент-магазине
# она решила расширить ассортимент и будет теперь продавать секс-игрушки
# но сначала она должна их проверить и т.к. мужа нет, а протестировать надо, то Барди - отличный кандидат
# она делает ему хэнджоб игрушкой из секс-шопа
# потом секс, потом она его целует и говорит, чтобы он приходил к ней еще

# ночью звуки со спальни родителей, идет туда и подглядывает
# у них секс
# он ревнует и уходит к тете
# у той муж приехал с командировки, он слышит охи-ахи через приоткрытое окно на втором этаже
# он хочет подсмотреть за их сексом в окно
# для чего нужно залезть по лестнице сбоку от входа в дом и по выступу пройти к окну их спальни
# подсмотрев за ними, он крадется обратно и, подойдя к лестнице видит внизу кузену
# она стоит руки в боки и злобно на него смотрит
# она думает, что он хотел залезть к ней в комнату
# что ты там вынюхивал, малявка?!
# еще раз тебя увижу здесь - расскажу все родителям!
# дает ему затрещину, обзывает его и уходит в дом
# Барди разозлится на нее за это и задастся целью отомсить этой сучке

# младшая сестра
# доброжелательно настроена к Барди, но он с ней особо на контакт не идет, т.к. это сводная сестра
# обзывает ее про себя ботаником и т.п.
# однажды он застукает ее за чтением порно или просмотром на компе
# она затесняется, попросит не говорить никому об этом
# подглядывание за ней в душе или в спальне, пока она спит
# у нее есть подруга в классе Барди
# когда он с подругой переспит, та расскажет его сестре о нем
# и сестра сама станет проявлять к нему интерес

# пока мама на кухне, он уединяется с тетей в своей комнате, они целуются, она трогает его рукой
# мама их застукивает, скандал

# вечером мать устраивает Барди сцену, т.к. они поговорили с тетей и та рассказала ей, что Барди влюблен в собственную мать
# говорит, что он сам должен был ей рассказать об этом, она поняла бы его
# он признается ей в любви
# она говорит, что т.к. понимает его чувства, то позволит ему сейчас потрогать ее, но это удет только один раз
# раздевается, поцелуй
# она вся в сомнениях, отталкивает его, хочет уйти, но потом снова возвращается
# в итоге она позволяет ему засунуть член между ее ног, она в нижнем белье
# он кончает и она уходит
# говорит, если он никому ничего не расскажет, то возможно она ему позволит сделать так еще раз
# Барди иногда приходит к своей матери просто поспать с ней
# утром он просыпается первый и у него стояк
# мать ему делает минет или хэнджоб
# после этого вечером отчим сидит напивается в гостиной
# потом засыпает пьяный на диване
# Барди вытаскивает у него из кармана ключ от родительской спальни и прокрадывается к спящей матери
# он подходит к ней, думает, какая она красивая, что это любовь
# она просыпается, возмущается на него
# он говорит, что пришел просто поспать, не более того
# она ему разрешает
# он ложится и начинает приставать к ней, она злится на него
# он уговаривает ее на ликинг, говорит, что очень любит ее
# она вся в моральных терзаниях, но в итоге она ему уступает
# муж ей такого никогда не делает и она тает от его прикосновений
# Барди, пока она расслаблена после ликинга, вводит в нее свой член
# она в шоке, но сопротивляться не в силах, секс с матерью (до секса с матерью дойдет только к концу игры)
# на определенном уровне отношений с матерью у них состоится романтическое свидание
# на котором она спросит его о дальнейшем развитии отношений с ним
# при этом она хочет, чтобы он остался только с ней
# в зависимости от его ответа откроются разные сцены в дальнейшем
# если он соглашается быть только с ней, то будет сцена с матерью
# если откажет ей, то станут доступны сцены и с тетей, и с сестрами и т.п.
# на сам процесс игры данный диалог не влияет
# Барди ревнует мать к отчиму, старается его подставить (узнает, что у него есть любовница -?)
