    ## Локации ##


# школа (три этажа):
    # 1-й этаж:
        # школьный двор
        # вход в школу
        # коридор
        # кабинет биологии
        # кабинет информатики
        # кабинет химии
        # кабинет географии
        # мед. пункт
        # туалет для мальчиков
        # туалет для девочек
        # спорт. зал
        # раздевалка для девочек
        # раздевалка для мальчиков
        # актовый зал
        # задний двор школы со спорт. площадкой
    # 2-й этаж:
        # коридор
        # кабинет английского языка и литературы
        # кабинет изо
        # кабинет алгебры и геометрии
        # кабинет физики
        # кабинет иностранных языков
        # кабинет музыки -?
    # 3-й этаж:
        # кабинет директора школы
        # приемная (секретарь директора)
        # учительская
        # школьная библиотека
        # хоз. помещения (н-р, спорт. инвентарь)
    # крыша школы

# дом Барди (два этажа):
    # 1-й этаж:
        # холл
        # гостиная
        # кухня
        # туалет, ванная комната
    # 2-й этаж:
        # спальня родителей
        # комната старшей сестры
        # комната младшей сестры
        # комната Барди
        # туалет, ванная комната
    # чердак
    # гараж

# дом тети (два этажа):
    # 1-й этаж:
        # холл
        # гостиная
        # кухня
        # туалет, ванная комната
    # 2-й этаж:
        # спальня тети и ее мужа
        # комната двоюродной сестры Барди
        # туалет, ванная комната
    # гараж


# улица, где живет Барди:
    # дом Барди
    # дом друга

# торговый центр, где есть разные магазины:
    # продукты (здесь работает парень ст. сестры Барди)
    # вещи (итемсы)
    # секс-шоп (тетин интернет-магазин, пункт выдачи заказов - ?)
    # одежда

# дом одноклассницы, к которой он ходит на доп. занятия

# дом училки по физре

# дом училки по иностранному языку

# дом училки по живописи

# пляж

# место, где стоят проститутки
