# уровень отношений с учителями и одноклассницами прокачивается
# после каждой интимной сцены
# в зависимости от сцены по-разному

# в школе возможно выбирать, с кем выстраивать отношения
# развитие квестов не последовательное, в отличие от семьи

# В первый же игровой день Барди идет в школу
# он думает, как же он ненавидит всех этих придурков и не хочет их видеть
# в этой отстойной школе мне буде невыносимо скучно
# он мечтает о том, чтобы вернуться обратно в город
# но потом со временем  его цели могут измениться в зависимости от развития отношений с матерью и сестрами

    ## Учителя ##

# учитель биологии - милфа
# учитель информатики - парень, туповатый, живет только компами, общаться нормально ни с кем не может
# учитель химии - милфа
# учитель географии - милфа
# школьная мед. сестра - курит, любит бухнуть, садо-мазо нижнее белье под халатиком, притворяется хорошей и правильной, у нее есть препараты и она проводит мед.осмотры))
# учитель физкультуры - злая, ненавидит Барди
# учитель английского языка и литературы - доп. уроки, т.к. плохие оценки
# учитель изо - новый учитель, доп. уроки живописи
# учитель алгебры и геометрии - старая голодная кошелка, для любителей жанра, любит мальчиков молодых
# учитель физики - милфа
# учитель иностранных языков - милфа
# учитель музыки - милфа
# директора школы - а-ля злая Клэр, доминант, прогибает всех учеников и учителей
# секретарь директора - ботаник, скромная, застенчивая (Барди может соблазнить ее для того, чтобы попасть к директору в кабинет, чтобы забрать что-то из ее кабинета)
# зав.хоз - мерзкий старикашка, похож на Стива
# библиотекарь - молодой и симпатичный
# повар в столовке - Барди стырит еду в столовке и она его поймает, отведет для наказания к учителю, его заставят отрабатывать на кухне и он может что-то подсыпать в еду или на празднике школьном нальет водки в напиток


# У Барди в школе могут быть проблемы с одной из преподавательниц (по физре).
# она потребует от него сдать нормативы по какому-то определенному виду спорта.
# легкая атлетика (бег, прыжки и т.п. -?) либо игра по типу баскетбола.
# но у него не получается
# она постоянно орет на него, обзывает слабаком и т.п., занижает ему оценки
# он ее ненавидит и хочет подставить
# думает, как это лучше сделать


# отработка оценок у одного из учителей, в школе вечером после занятий
# Барди во время этой отработки может кого-то из учителей запалить за непристойностями, зафоткать это (повод для шантажа)
# папка, Барди коллекционирует компроматы на всех и вся. планирует выложить это в сеть, когда свалит обратно в город (месть)
# сделать эту папку а-ля галереи, игрок может зайти в любой момент и посмотреть, какие сцены сцены открыл и что еще нужно


# учитель по иностранному языку или по математике может предложить Барди доп. занятия с ней
# так как он сильно отстает от программы
# доп. занятия проходят вечером в школе, после окончания всех уроков, раз в неделю
# она красивая и Барди задается целью соблазнить ее
# он может вступить с ней типа в доверительную беседу и рассказывать о том, как ему здесь непросто и т.д.
# с той лишь целью, чтобы ее разжалобить
# она ведется, гладит его по голове, говорит, чтобы он к ней обращался, если что-то случится и т.д.
#

# В школу приходит новая училка. Она преподает живопись. Выглядит она сногсшибательно и Барди задается целью
# залезть к ней под юбку.
# Для этого ему нужно записаться к ней на занятия и купить все необходимое для этих занятий.
# Записаться на занятие - сходить в школе в кабинет к директору и написать заявление, что выбирает этот предмет
# в качестве дополнительного. Купить все необходимое - посетить магазин Марка, там можно найти все.
# Для этого нужны будут деньги.
# После урока живописи Барди напрашивается на дополнительные занятия и всячески пытается заинтересовать училку.
# В итоге она поддается и вступает с ним в интимные отношения, но происходит это постепенно.
# Возможно, он будет рисовать ее с натуры или что-то вроде этого. Или фотографировать, типа учится составлять композицию,
# брать правильные ракурсы и т.д. Она сначала будет скромничать, но потом будет становиться все смелее и смелее.

    ## Одноклассники ##

# в школе к нему в коридоре подойдет парень - привет, помнишь меня? Я Шон. Мы с тобой живем на одной улице и раньше учились вместе
# слышал от матери, что ты переехал обратно. как тебе школа? бла-бла. это будет его друг.
# Он может вкратце рассказать об отдельных учителях и одноклассниках.

# одноклассники смеются над Барди, т.к. он хвалился в соц.сетях, что уехал отсюда и обзывал их неудачнками
# а сам вернулся и теперь будет учится с ними
# они его постоянно цепляют и разговаривают с ним насмешливо
# нормально с ним общается только сосед Шон и одна из девочек в классе
# остальные либо стебутся над ним, либо просто не хотят с ним общаться и посылают его

# одни из одноклассников (лидер в классе) его толкает. или отбирает рюкзак и швыряет его на пол
# Барди может ответить ему грубо или просто проигнорировать. В зависимости от его ответа (если нагрубил в ответ),
# этот одноклассник встретит его после занятий у школы и изобьет его и отберет у него всю наличку.
# После чего скажет, что Барди теперь должен каждый день отстегивать ему по 10 баксов.
# Барди хочет отомстить.

    ## Одноклассницы ##

# Барди ведет список девочек из школы, с кем он хочет переспать - вишлист.

# Среди одноклассниц будет зануда-отличница, первая красавица школы, фрик, просто обычная добрая девушка.
# С любой из них в дальнйшем будет возможность выстроить интимные отношения.

# С последней сразу завяжутся дружеские отношения, она сама заведет с ним разговор после того,
# как его будет задирать придурок-одноклассник. Эта одноклассница и будет той, которая станет ему помогать с домашкой
# и с учебой в дальнейшем. Он может приходит к ней домой для дополнительных занятий по каким-то обязательным предметам.

# Красавица будет вести себя с ним высокомерно. Это будет девушка придурка-одноклассника.
# Отомстить этому придурку Барди сможет, соблазнив эту красавицу и записав их интим на видео, без ее ведома.
# После чего он может либо просто шантажировать ее тем, что он все всем расскажет, либо просто показать
# придурку-однокласснику это видео

# Фрик. Пирсинг, цветные волосы, тату и поведение “не от мира сего”. Сначала не будет воспринимать Барди всерьез
# но потом, со временем начнет общаться с ним и станут возможны романтические отношения

# Зануда всякий раз будет стучать на Барди учителю (той злой) и указывать ему, что он тупой неудачник.


## события в школе

# В школе есть актовый зал, где школьники могут ставить какие-либо пьесы. Кто-то из девочек,
# н-р, красавица может играть там главную роль. И если Барди уже имеет с ней связь,
# то он заставит ее сделать ему блоуджоб прямо за кулисами зала, в котором сидит полно родителей и учителей.
# И после этого ей нужно выходить на сцену и доигрывать свою роль в представлении, целуя какого-нибудь однокассника.

# хлороформ из жидкости для снятия лака, белизны и еще 2 препарата. сделать его в кабинете химиии
# усыпить кого-то из учителей, учениц или из семьи, секс со спящим человеком (можно сразу несколько) и его кто-то застукает


# Младшая сестра Барди
# библиотекарь застанет её маструбирующей во время чтения книги (внутри на телефоне порно , порно журнал, порно рассказы), скажет что должен доложить о неподобащем поведении.
# Она будет упрашивать его не рассказывать, скажет что он может и сам её наказать за такой проступок, он же умный мужчина.
# Библиотекарь закажет в интернет магазине секс-игрушку ( дистанционо управляемый вибрартор), которую доставит Барди.
# 1) библиотекарь заставит сестру Барди маструбировать перед ним.
# 2) когда она читает в библиотеке она должна засовывать в себя вибратор.
# 3) она может попросить у библиотекаря определённую книгу- это значит секс между стилажами библиотеки.
# Барди увидит что на посылке указанно имя библотекаря, посмотрит что внутри посылки, спалит сестру в библиотеки ( с этим вибратором) - ещё одна причина для секса с Барди.
# В школу приходят родители и рассказывают о том чем они занимаются (Отец однокласницы Барди священик). В коридоре его встретит младшая сестра Барди => она захочет пойти на исповедь(в сб), после происшествия с библиотекарем. Она расскажет (начнёт описывать чем занимается с бибиотекарем)  => священик маструбирует  => заходит к ней в исповедальню  => отпустит грехи за минет или секс ( Барди возин на велосипеде свою сестру по сб в церковь).


# В школе карнавал в масках. Младшая сестра барди одивается, как Средневековая путана и
# заходит в школьную уборную для мальчиков, группавой секс со всеми в школе + Барди.


# Барди может подарить крассавице-однокласснице секс-игрушку из магазина тёти.
# Скажет тёте, что его избили, а посылку отобрали=> тётя пожалеет => секс с тётей.


# Сестра Барди маструбировала за прочтением Лолиты и её застукали Библиотекарь, теперь для сцены секса с ним она должна взять в библиотеке эту книгу.


# Барди шантажирует старшую сестру, а младшая сама не против
# он завязывает им обеим глаза вставляет обеим в расширитель рта и вставляет двойной страпон.
# Они поочерёдно делают ему минет ( через расширитель) он кончает на них и они снимают маски.


# Дядя Барди смотрит порно на сайте и видеть там свою дочь, он покупает её на сайте, в это время Барди приходит к ним в гости.
# Дядя Барди сначала дрочит на дочь-вебкам-модель, а потом не выдерживает и заходит к ней в комнату и сцена с ней.
# Или он находит её на сайте и она  предлагает ему совместное участие в съёмке (тк это прибыльно).


# В школе у красавицы - одноклассницы (группа поддержки) есть подружки, после занятий физ-ры они идут в душ,
# одна просит намылить другую они обсуждают что дома маструбируют душем и тему секса с парнями (сцена секс-с душем).
# В это время Барди наказан учителем физ- ры и тащит стремянку (натягивали сетку для волейбола на улице)
# и проходит мимо окна в душевую и видит эту картину. Он может сфотографировать их (прокачка шантажа) или по дрочить.


# Школьная постановка "Отелло" придушил-кончил (прокачка Барди)
