# уровень отношений с учителями и одноклассницами прокачивается
# после каждой интимной сцены
# в зависимости от сцены по-разному

# в школе возможно выбирать, с кем выстраивать отношения
# развитие квестов не последовательное, в отличие от семьи

# В первый же игровой день Барди идет в школу
# он думает, как же он ненавидит всех этих придурков и не хочет их видеть
# в этой отстойной школе мне буде невыносимо скучно
# он мечтает о том, чтобы вернуться обратно в город

    ## Учителя ##

# учитель биологии
# учитель информатики
# учитель химии
# учитель географии
# школьная мед. сестра
# учитель физкультуры - злая, ненавидит Барди
# учитель английского языка и литературы - доп. уроки, т.к. плохие оценки
# учитель изо - новый учитель, доп. уроки живописи
# учитель алгебры и геометрии
# учитель физики
# учитель иностранных языков
# учитель музыки
# директора школы
# секретарь директора
# зав.хоз


# У Барди в школе могут быть проблемы с одной из преподавательниц (по физре).
# она потребует от него сдать нормативы по какому-то определенному виду спорта.
# легкая атлетика (бег, прыжки и т.п. -?) либо игра по типу баскетбола.
# но у него не получается
# она постоянно орет на него, обзывает слабаком и т.п., занижает ему оценки
# он ее ненавидит и хочет подставить
# думает, как это лучше сделать
#
#
#
#

# учитель по иностранному языку или по математике может предложить Барди доп. занятия с ней
# так как он сильно отстает от программы
# доп. занятия проходят вечером в школе, после окончания всех уроков, раз в неделю
# она красивая и Барди задается целью соблазнить ее
# он может вступить с ней типа в доверительную беседу и рассказывать о том, как ему здесь непросто и т.д.
# с той лишь целью, чтобы ее разжалобить
# она ведется, гладит его по голове, говорит, чтобы он к ней обращался, если что-то случится и т.д.
#

# В школу приходит новая училка. Она преподает живопись. Выглядит она сногсшибательно и Барди задается целью
# залезть к ней под юбку.
# Для этого ему нужно записаться к ней на занятия и купить все необходимое для этих занятий.
# Записаться на занятие - сходить в школе в кабинет к директору и написать заявление, что выбирает этот предмет
# в качестве дополнительного. Купить все необходимое - посетить магазин Марка, там можно найти все.
# Для этого нужны будут деньги.
# После урока живописи Барди напрашивается на дополнительные занятия и всячески пытается заинтересовать училку.
# В итоге она поддается и вступает с ним в интимные отношения, но происходит это постепенно.
# Возможно, он будет рисовать ее с натуры или что-то вроде этого. Или фотографировать, типа учится составлять композицию,
# брать правильные ракурсы и т.д. Она сначала будет скромничать, но потом будет становиться все смелее и смелее.

    ## Одноклассники ##

# в школе к нему в коридоре подойдет парень - привет, помнишь меня? Я Шон. Мы с тобой живем на одной улице и раньше учились вместе
# слышал от матери, что ты переехал обратно. как тебе школа? бла-бла. это будет его друг.
# Он может вкратце рассказать об отдельных учителях и одноклассниках.

# одноклассники смеются над Барди, т.к. он хвалился в соц.сетях, что уехал отсюда и обзывал их неудачнками
# а сам вернулся и теперь будет учится с ними
# они его постоянно цепляют и разговаривают с ним насмешливо
# нормально с ним общается только сосед Шон и одна из девочек в классе
# остальные либо стебутся над ним, либо просто не хотят с ним общаться и посылают его

# одни из одноклассников (лидер в классе) его толкает. или отбирает рюкзак и швыряет его на пол
# Барди может ответить ему грубо или просто проигнорировать. В зависимости от его ответа (если нагрубил в ответ),
# этот одноклассник встретит его после занятий у школы и изобьет его и отберет у него всю наличку.
# После чего скажет, что Барди теперь должен каждый день отстегивать ему по 10 баксов.
# Барди хочет отомстить.

    ## Одноклассницы ##

# Барди ведет список девочек из школы, с кем он хочет переспать.

# Среди одноклассниц будет зануда-отличница, первая красавица школы, фрик, просто обычная добрая девушка.
# С любой из них в дальнйшем будет возможность выстроить интимные отношения.

# С последней сразу завяжутся дружеские отношения, она сама заведет с ним разговор после того,
# как его будет задирать придурок-одноклассник. Эта одноклассница и будет той, которая станет ему помогать с домашкой
# и с учебой в дальнейшем. Он может приходит к ней домой для дополнительных занятий по каким-то обязательным предметам.

# Красавица будет вести себя с ним высокомерно. Это будет девушка придурка-одноклассника.
# Отомстить этому придурку Барди сможет, соблазнив эту красавицу и записав их интим на видео, без ее ведома.
# После чего он может либо просто шантажировать ее тем, что он все всем расскажет, либо просто показать
# придурку-однокласснику это видео

# Фрик. Пирсинг, цветные волосы, тату и поведение “не от мира сего”. Сначала не будет воспринимать Барди всерьез
# но потом, со временем начнет общаться с ним и станут возможны романтические отношения

# Зануда-отличница всякий раз будет стучать на Барди учителю (той злой) и указывать ему, что он тупой неудачник.

# В школе есть актовый зал, где школьники могут ставить какие-либо пьесы. Кто-то из девочек,
# н-р, красавица может играть там главную роль. И если Барди уже имеет с ней связь,
# то он заставит ее сделать ему блоуджоб прямо за кулисами зала, в котором сидит полно родителей и учителей.
# И после этого ей нужно выходить на сцену и доигрывать свою роль в представлении, целуя какого-нибудь однокассника.
