
# телефон всплывает на экран при звонках и сообщениях в мессенджерах
# флешбэки
# воспоминания
# философские мысли
# размышления
# разговор с самим собой

# В начале игры знакомство с персонажами: показываем обычный день в семье и школе.



# события, не связанные с инц или школой (сторонние похождения):
    # секс с подругой сестры через шантаж (компромат - фото, видео-?)
    # секс с любовницей отца через обман (притворился отцом, глаза у нее завязаны)
    # возможность снять проститутку (нужны наличные 350 баксов)
    # секс с проституткой и другом (ДП)
    # секс с матерью друга
    # продавщица
