# Дик и Мелани у нее дома

# Дик оглядывает комнату и говорит: Мелани, у вас такое уютное гнездышко. Вы имеете отличный вкус.

# Мелани отвечает спасибо и предлагает Дику присесть.
# И предлагает чай, вино или виски?
# Дик говорит что хотел бы сразу взять номер того негодяя, потому что боится что потом может забыть.
# Что при виде Мелани у него путаются мысли и он уже не может сосредоточиться.
# Мелани говорит что да, конечно. И спрашивает не кажется-ли Мистеру Дику что здесь очень жарко.
# Я пойду одену что-то более легкое, вы не возражаете если я отойду?
# Дик говорит что конечно нет.

# Мелани возвращается одетая в трусики и шубку.
# Подходит к Дику и спрашивает нравится-ли Дику ее образ? Не слишком-ли он будет смущать Мистера Дика?
# Дик просто в шоке.
# Он, запинаясь, говорит Мелани что его не будет смущать.
# Мелани открывает шубку, там грудь. А так?
# Дик в шоке.
# О Мелани! Я прошу Вас! Можно я сделаю несколько кадров? Я всегда мечтал об этом!
# Дик, но у Вас нет камеры.
# У меня есть телефон! Я могу сделать кадры на него!
# Мелани говорит что она любит фотографироваться, как Мистер Дик уже, наверное, знает.
# Но она любит хорошее качество фото.
# Дик говорит что это будут самые лучшие фотографии для него! И никто их не увидит никогда!
# Только Дик сможет оценивать красоту и качество сделанных фото!
# Так что неважно на какую камеру они будут сделана, для Дика они будут лучшие, потому что
# На них будет Мелани!
# Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди, но я бы не хотела чтобы мир увидел их раньше времени.
# Дик отвечает что клянется, никто не увидит это. Только пожалуйста, пусть она даст возможность!
# Мелани отвечает что хорошо, только трогать нельзя.
# Дик отвечает что все будет как Мелани скажет ему!

# Начинается фотосессия Мелани с Диком.
# Дика почти не видно, фото чисто с Мелани.
# Вертятся везде по дому.

# Дик садится на колени перед Мелани и говорит что он восхищается ей!
# Сцена заканчивается.



label ep23_dialogues7:
    return
