# Диалог Мелани и Моника после Дика

# Открывается локация гримерки
# Мелани днем и вечером в гримерке, прихорашивается.
# Если спросить у Алекса где Мелани, то он начинает отвечать что она в гримерке


# Моника начинает говорить с Мелани по поводу того как она сходила к Дику

# Здавствуй, Мелани. Ты общалась с Диком?
# Есть какие-то новости?
# Мелани отвечает что да, она уже позаботилась об этом.
# Моника заинтересована. Ну как? Расскажи?
# У тебя получилось обойти эту сучку Викторию?
# Мелани отвечает что она даже не заметила ее. Очень странно что Миссис Бакфетт обращает так много внимания на эту Викторию.
# Говорит что пообщалась с Диком в приватной обстановке и узнала много нового про то дело, о котором говорила Моника.
# И про саму Миссис Бакфетт (Мелани язвительно ухмыляется)

# Моника зло спрашивает и что же она узнала? Кто за всем этим стоит? Этот мерзавец Дик?

# Мелани отвечает что нет. Дик в этой ситуации никак не замешан и что он реагировал по мере развития событий.
# Он действительно начал дело, чтобы помочь Монике и вытащил ее из тюрьмы.
# Моника спрашивает зло: Помочь?? Да знаешь-ли ты как он теперь "помогает" мне?!
# Мелани отвечает что знает (улыбается)
# Моника спрашивает откуда эта сучка Виктория взялась вообще? Почему она так не любит Монику.
# Мелани говорит что Виктория была еще задолго до Моники. Их отношения с Диком начались ранее.
# Дик параллельно пытался ухаживать за Вами, Миссис Бакфетт.
# Но, когда Вы начали отвечать взаимностью и встречаться с ним, Виктория почувствовала опасность, исходящую от Вас.
# Сначала она выжила с места текущую секретаршу Дика, чтобы быть поближе к нему.
# Виктория ревнует, Миссис Бакфетт, и потому ведет себя так агрессивно.
# Более того, я навела справки про эту девочку, и могу сказать что у нее
# садистские наклонности по отношению к тем кто встает на ее пути.
# Я не знаю как Вы с ней "договорились" Миссис Бакфетт...
# Вам ведь не пришлось делать никаких странных вещей при этом?
# Моника смущенно спрашивает что Мелани имеет ввиду?
# Мелани улыбается и молчит.
# Моника зло отвечает что не понимает о чем вообще идет речь.
# Что Моника просто поговорила с Викторией и та пошла ей навстречу.
# И хватит об этом.

# Так значит это не Дик все затеял?
# Мелани отвечает что нет, это не Дик. Дик наоборот, помогает Монике и той следует ценить его помощь.
# Так как ему приходится тратить на это действительно много сил.
# Дик действительно любил Монику, из-за ее социального статуса.
# И, когда Моника лишилась его, то потерял интерес к ней.
# Вам, Миссис Бакфетт, следовало бы поучиться тому как надо обращаться с мужчинами...
# Моника саркастически спрашивает, что если он потерял интерес к Монике, то почему же он продолжает помогать ей?
# Мелани говорит что сейчас его об этом попросила Виктория.
# Это весьма удивительно. Потому я и спросила у Вас как Вам удалось "договориться" с ней?
# Моника зло щурится.
# Мелани улыбается
# Моника говорит: хорошо, Мелани, спасибо за то что ты узнала.
# Может быть ты скажешь тогда кто действительно стоит за этом?
# Мелани отвечает: Маркус...
# Моника испуганно спрашивает: Ты знаешь про Маркуса?!
# Мелани спокойно говорит: Да, Дик рассказал мне про все. Он такой забавный медвежонок...
# Моника кривится...

# Хорошо... Мелани...
# Если ты такая умная, может быть у тебя есть идеи как мне решить все это?
# Мелани отвечает: Конечно, Миссис Бакфетт. Это довольно просто.
# И как же?! (Моника встает в позу)
# Мелани улыбается: Найти подход к Маркусу...
# Моника говорит ты представляешь себе о чем вообще говоришь? Ты хоть знаешь этого человека?
# Мелани отвечает что Миссис Бакфетт просто не понимает.
# Что то что с ней случилось - это не из-за денег.
# Здесь явно замешаны отношения мужчины и женщины.
# Вы просто кому-то понравились, Миссис Бакфетт. Кому-то у кого есть власть.
# И Вам Вам характер не позволяет разобраться с этим.

# Monica Bitch:
# Вы просто сучка, которая думает только о себе.
# Monica Decent:
# Вы слишком скромная, Миссис Бакфетт.

# Моника отвечает что Мелани не стоит оценивать ее, пусть она не забывает свое место.
# Мелани улыбается.

# Моника говорит что у нее не получится найти подход к Маркусу.
# Это невозможно.

# Мелани говорит: Вам снова нужна моя помощь, Миссис Бакфетт?
# Моника спрашивает как Мелани может помочь?

# Мелани говорит что хотела бы чтобы Миссис Бакфетт вернула свое положение, ведь это хорошо для карьеры Мелани.
# Мелани может сделать так, чтобы Виктория исчезла с горизонта, а Мистер Дик помогал Монике в впредь.
# Но для этого Мелани придется переспать с ним. Но она не любит это делать с теми, кто ей не нравится.
# Спрашивает, этот Маркус, он симпатичный?

# Моника запинается... Ммаркус? Симпатичный?
# Я... не знаю... Мелани
# Мне трудно об этом судить...
# Ну Вы же видел его, Миссис Бакфетт?

# Ддда... видела.
# Воспоминания как Моника сидит голая у Маркуса.
# На фоне голос Мелани.
# Ну и как он выглядит? Он не слишком толстый?
# Моника отвечает что нет...
# Он красавчик...

# Возвращение к Мелани
# Мелани говорит: В таком случае я могу помочь Вам, Миссис Бакфетт.
# Моника говорит Мелани: Ты хочешь идти к Маркусу?!
# Ты представляешь насколько это опасно?
# Мелани отвечает, смеясь: Так опасно, как идти мимо Виктории? Хи-хи
# Миссис Бакфетт. Красивые женщины любят опасных мужчин!
# Это даже интереснее!
# Моника говорит: Но...
# Мелани: Миссис Бакфетт, можете быть уверены в моих силах...

# Моника: То есть ты можешь решить вопрос Маркусом, чтобы он оставил меня в покое?
# Мелани: Я думаю что даже смогу уговорить его восстановить Ваши документы, Миссис Бакфетт.
# И вернуть Вашу компанию...
# Моника думает: ЧТО? НЕУЖЕЛИ ЭТО МОЖЕТ ПРОИЗОЙТИ?!?
# Я ДАЖЕ НЕ МОГЛА ОБ ЭТОМ МЕЧТАТЬ!!!
# Моника: Мелани, ты действитеьно можешь сделать это? Правда?
# Мелани: Да, Миссис Бакфетт, но не просто так...
# Моника говорит: Мелани, проси все что хочешь... Деньги, положение, все!
# Мелани отвечает: Я подумаю, Миссис Бакфетт. Дайте мне время до завтра!
# Моника: Хорошо, Мелани! Тогда до завтра!
# До завтра, Миссис Бакфетт!


# Если Моника пытается войти в гримерку, то текст что не надо беспокоить Мелани до завтра, а то вдруг он передумает!




























label ep23_dialogues8:
    return
