# Моника спрашивает у Бифа, где "Ты что-то говорил по поводу работы в офисе?". Также еще вариант
# Биф... Мог бы ты дать еще немного денег? Хотя бы $ 100...
# Детка, хорошо что ты напомнила про сумму. Давай пересмотрим ее! Я считаю что ты развлекаешь папочку недостаточно хорошо и не стоишь $ 5000.
# Я думаю тебя вполне устроят $ 3000. Это хорошие деньги для такой как ты!
# Нет, Биф... Я не подразумевала пересмотр суммы...
# А что ты подразумевала, цыпочка?
# Нет, Биф... Ничего...
# mt Черт! С этим слизняком опасно говорить про деньги!
# Если он не будет давать мне эти $ 5000, то мне конец! Где я еще достану такую огромную сумму?!
# ...
# Какая огромная сумма, Моника? Ты о чем?
# Это же сущие копейки для тебя!
# Не привыкай к тому положению, в котором ты оказалась!
# Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла и восстановить справедливость!


# Моника также показывает Бифу попу, в случае если пройдена вся фотосессия
label ep23_dialogues1:
    return
