# сюжетка бара
# Бармен постоянно смотрит на других женщин, поставил пилон и тд
# Жена сварливая, ревнует его, говорит он извращенец и что пилон и тд только из-за денег
# На Монику жена смотрит как на проститутку и не хочет брать.
# Сначала берут посудомойкой (без документов), за что Моника может бесплатно есть в баре нормальную еду. (если уже сегодня ела, то не хочет работать)
# Когда Моника моет посуду, игрок может кликать на бармена, который лапает ее за зад
# Иногда появляется также около мужа жена.
# Если Моника кликнула на жену, то та тоже лапает Монику за зад (на что Моника очень удивляется, а жена в ответ сварливо ворчит чтобы та лучше мыла посуду, везде грязь! Моника думает о своем положении)
# Жена на самом деле любит девочек тоже, поэтому в том числе и согласилась на пилон. При лапании Моника может ругаться, либо терпеть.
# Если Моника терпит, то повышает левел у бармена, либо у жены. Если у жены lvl2, то она начинает говорить что такой красивый белый зад никогда не лапала (и улыбается, Моника понимает что та любит девочек).
# Моника комментирует что это реально сверкающая дыра с извращенцами
# Бармен lvl2 - уговаривает жену, чтобы Моника работала без документов официанткой. Жена соглашается, но чтобы Моника отдавала почти все чаевые (ее доход 5-10%), т.к. та отбирает у жены работу и приносит риск, так как работает без документов.
# Моника работает официанткой, позволяя или нет лапать себя (corruption и progress).
# Внчале работы выбор кем работает сегодня (официантка, посудомойка)
# Каждую смену Моника должна сдавать чаевые, с которых ей дают маленький процент.
# Если Моника не сдает чаевые, а пытается уйти, то ее ловят и вешают на нее долг (гораздо больше чем было чаевых, около 300-1000$).
# Чтобы погасить долг, Моника начинает танцевать на пилоне (все более и более развратно, а также одевать более вызывающую и открытую униформу официантки) - линейный прогресс постепенно.
# Если Моника 2 раза подряд пытается уйти с выручкой, то ее не пускают на работу (Моника остается без нормальной еды).
# Чтобы снова попасть, она должна отдать сумму, либо уговорить снова дать работать отрабатывать эту сумму
# Но за это она сделает минет бармену, либо поцелует грудь жене. (тогда бармен становится lvl.3, жена также lvl.3)
# Моника может также погасить долг, занявшись сексом с барменом (пока жена не видит), либо полизав жене попу или киску (прогресс), условие с женой, либо мужем lvl.3, т.е. уже должна сделать минет, либо целовать грудь
# Постепенно, по мере прогресса долгов, клиенты начнут делать комментарии о том что им не терпится сегодня увидеть эту попку в деле у пилона.
# Также, со временем, Моника ходит официанткой с shiny затычкой в заднице, говоря что скоро будет танцевать и вы ее увидите (все просят показать?)


label ep23_dialogues1_1:
    # Моника увидела вход в бар autorun
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."
    return

label ep23_dialogues1_1a:
    # Моника нажала на вход в бар
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."
    "..."
    "Черт! Ну еще бы я замечала какие-то жуткие бары в трущобах!"
    "Моника, кажется ты начинаешь привыкать к этому месту, да?"
    "Замечать какие-то бары..."
    "Интересно, что ты станешь замечать еще позже?"
    "Мне надо скорее кончать со всем этим!"
    "Но, все-же... Может заглянуть туда?"
    menu:
        "Зайти в бар.":
            return True
        "Уйти.":
            return False
    return

label ep23_dialogues1_2:
    # Моника первый раз зашла в бар
    mt "О БОЖЕ!"
    "ЧТО ЭТО ЗА ДЫРА?!?"
    "???"
    "SHINY HOLE?!?"
    "ЭТО МЕСТО ТАК И НАЗЫВАЕТСЯ!"

    "Пожалуй, мне лучше уйти отсюда!"
    ashley "Эй! Джо!"
    "К тебе пришла очередная шлюха!"
    "Сколько раз я тебе говорила не звать сюда работать шлюх!"
    mt "???"
    "Я... Я не собираюсь работать здесь!"
    ashley "Да как же не собираешься!"
    "Это Джо подговорил тебя, чтобы ты так сказала мне?!"
    "Он вечно таскает сюда шлюх, а потом оправдывается передо мной!"
    joe "Эшли! Что ты кричишь здесь?!"
    joe "О! Какая детка!"
    m "Я тебе не детка!"
    ashley "Джо, посмотри! Это не детка!"
    "Это шлюха!!!"
    mt "!!!"
    m "Хватит называть меня шлюхой!"
    "Я не заслуживаю такого обращения!"
    "Я зашла сюда, потому что увидела вывеску!"
    "Я клиент!!!"
    ashley "Ты?? Клиент?!"
    "Джо! Мало того что ты устроил здесь стриптиз!"
    "Хорошо, я терплю это, потому что это приносит деньги."
    "Но ты решил маскировать шлюх под клиентов?!"
    "Ты хочешь чтобы эта шлюха сидела здесь под видом посетителя и строила глазки всем вокруг?!"
    "А потом уводила их с собой до того как они заплатили?!"
    "Я не потерплю этого, Джо!"
label ep23_dialogues1_2a:
    joe "Эшли! Я первый раз ее вижу!"
    joe "Если она и шлюха, то я ее точно не знаю."
    "Она не из нашего района."
    ashley "О, Да! Джо! Ты-то знаешь всех шлюх в этом районе!"
    joe "Я не это имел ввиду, Эшли..."
    menu:
        "Слушать их болтовню.":
            jump ep23_dialogues1_2a
        "Уйти.":
            pass
    m "Знаете что!"
    "Вы позволяете себе обсуждать человека, при его присутствии, в третьем лице!"
    "Я не знаю кто Вас воспитывал Вашим манерам..."
    "Но я не собираюсь дальше это слушать!"
    "До свидания!"

    #fade
    joe "Послушайте, я не знаю как к Вам обращаться?"
    "Как Вас зовут?"

    mt "Меня зовут Мо..."
    "Черт! Лучше не называть свое настоящее имя здесь..."
    m "Меня зовут... Мэрилин..."
    joe "Мэрилин, слушай..."
    "Не обращай внимания на Эшли."
    "Просто ты действительно так одета, что она подумала..."
    m "Я все знаю..."
    "Можно не комментировать."
    "Но я не шлюха!"
    joe "Конечно нет! Я не имел это ввиду!"
    "Ты просто любишь носить такую одежду..."
    m "!!!"
    m "Я... не очень люблю носить такую одежду..."
    "И хватит комментариев об этом!"
    joe "Да, Мэрилин, конечно."
    "Слушай, ты неплохо выглядишь!"
    "Ты бы могла работать у нас."
    "Здесь у нас гибкий график, перспективы карьерного роста и..."
    m "Хватит меня дурить!"
    "Ты хочешь чтобы я виляла задницей у того пилона!?"
    mt "Еще бы! Моника Бакфетт! С обложки Модного Журнала!"
    "Самая красивая девушка в городе!"
    "Конечно он хотел бы чтобы такая как я работала здесь, виляя задницей!"
    "Но этого не будет никогда!"
    "Я никогда не опущусь до того, чтобы делать это... У всех на виду..."
    joe "Ну почему-же сразу у пилона..."
    "У нас есть работа посудомойкой или официанткой."
    "Хорошие чаевые и бесплатная еда для персонала."
    m "Бесплатная еда?"
    joe "Да! И очень вкусная!"
    "Для персонала у нас те же блюда, что и для гостей!"
    m "Я сомневаюсь в том что меня это заинтересует!"
    joe "Приходи, если надумаешь!"

    return

label ep23_dialogues1_2b:
    # autorun на улице
    mt "Черт!"
    "Горячая и вкусная еда..."
    "..."
    "И для этого не надо разносить флаеры в рекламе кебаба или делать что еще похуже..."
    "Может быть..."
    "Пока я не решила то небольшое недоразумение, которое со мной произошло..."
    "Мне попробовать поработать здесь?"
    "..."
    "РАБОТАТЬ В ТАКОЙ ДЫРЕ???"
    "МНЕ???"
    "МОНИКЕ БАКФЕТТ?!?"
    "..."
    "(хмык)"
    "Но что мне делать? Мне же надо где-то есть!"
    "Притом, меня в этом районе никто не узнает."
    "Да и там я назвалась другим именем... Мэрилин..."

#Marilyn

    return


label ep23_dialogues1_3:
    # Моника снова приходит в бар, устраиваться на работу
    # Клик на бармена
    if act=="l":
        mt "Как зовут этого бармена?"
        "Кажется, Джо?"
        return False

    joe "О! Мэрилин! Привет!"
    "Ты надумала работать у нас?"
    menu:
        "Да, я хочу устроиться на работу.":
            pass
        "Уйти.":
            return False
    m "Да, я хочу устроиться на работу."
    joe "Отлично!"
    "Эшли! Иди сюда! Она пришла!"
    # fade
    ashley "А! Это ты?!"
    "Джо уговорил меня взять тебя."
    "У тебя действительно хорошая задница и ты принесешь много денег, если будет танцевать у нас."
    m "ЧТО?! Я НЕ СОБИРАЮСЬ ТАНЦЕВАТЬ ЗДЕСЬ!!!"
    ashley "А зачем же ты пришла тогда?"
    m "Джо сказал что у Вас есть нормальная работа здесь."
    "Я могу работать официанткой."
    ashley "Джо! Мало того что ты набрал шлюх для танцев!"
    "Ты еще решил лишить меня работы?!"
    "Может быть ты меня тоже хочешь заменить на какую-нибудь шлюху, А?!"
    joe "Эшли! Она не хочет танцевать, пока..."
    "Это значит что она не шлюха."
    "Она хорошая девушка, Эшли!"
    "И она может помочь тебе."
    "В конце концов, я думаю она будет не против если ты будешь мало платить ей."
    joe "Она обрадовалась даже тому что здесь есть бесплатная горячая еда для персонала!"
    m "!!!"
    mt "Я?! Обрадовалась?!"
    "Неужели это было написано у меня на лице?!"
    "О БОЖЕ!!!"
    ashley "Это правда? Тебя устроит если тебе будут платить очень мало?"
    m "..."
    m "По правде говоря... Я бы хотела заработать здесь..."
    ashley "Ладно, мы посмотрим как ты будешь работать."
    "Если с тобой не будет проблем, то мы поговорим о повышении."
    "Давай сюда свои документы, я оформлю тебя на испытательный срок..."
    m "..."
    m "Я... Эммм..."
    "У меня нет документов сейчас."
    ashley "ЧТО?!?!"
    m "Но они будут позже! Я обещаю!"
    ashley "Вот позже и приходи!"
    "Я не позволю работать с клиентами нелегалу!"
    "Любая проверка нас оштрафует!"
    "У нашего заведения и так плохая репутация! Я не хочу ее портить еще сильнее!"
    menu:
        "Пожалуйста! Дайте хоть какую-то работу!":
            pass
        "Уйти.":
            return False

    m "Пожалуйста! Дайте хоть какую-то работу!"
    "Я слышала у Вас есть вакансия посудомойки!"
    ashley "Я не собираюсь платить нелегальному работнику!"
    menu:
        "Я буду работать за еду...":
            pass
        "Уйти.":
            return False

    m "Я буду работать за еду..."
    m "Я слышала что у Вас есть бесплатная еда для персонала..."
    "Если Вы не будете мне платить, то Вы ничем не рискуете..."
    ashley "Бесплатно? Почему ты на это согласна?!"
    "Может быть ты какая-то заразная! Или грязная!"
    "Если нет документов, значит нет медицинских справок!"
    "Я не пущу тебя мыть посуду за нашими клиентами!"
    "И вообще, ты умеешь мыть посуду?!"
    "По твоему виду этого не скажешь!"
    mt "АААААААА!!!"
    "ДА Я ЧИЩЕ ЧЕМ ВЫ ВСЕ ВМЕСТЕ ВЗЯТЫЕ ЗДЕСЬ!!!"
    "ЖАЛКИЕ НИЧТОЖЕСТВА!!!"
    mt "..."
    m "Эшли, я умею мыть посуду..."
    "Я долгое время работала гувернанткой в богатых домах..."
    "Сейчас у меня небольшие проблемы с миграционными бумагами..."
    "Поэтому я и не могу предоставить документы."
    "Но Вы можете посмотреть на меня и убедиться что я очень чистоплотная."
    "Вы можете рассчитывать на меня..."
    ashley "..."
    ashley "Хорошо. Можешь приходить и мыть посуду."
    "Я пока не буду брать тебя на постоянную работу."
    "Я хочу к тебе присмотреться."
    "За эту работу ты будешь получать бесплатную еду, которую ест персонал."
    "Это вкусная еда! Я сама готовлю ее!"
    mt "Не думаю что ты готовишь лучше, чем мне готовила Юлия!"
    "!!!"
    m "Да, Эшли. Спасибо Вам за доверие!"
    joe "Добро пожаловать, Мэрилин!"
    return


# Если Моника кликнула на жену, то та тоже лапает Монику за зад (на что Моника очень удивляется, а жена в ответ сварливо ворчит чтобы та лучше мыла посуду, везде грязь! Моника думает о своем положении)
# Жена на самом деле любит девочек тоже, поэтому в том числе и согласилась на пилон. При лапании Моника может ругаться, либо терпеть.
# Если Моника терпит, то повышает левел у бармена, либо у жены. Если у жены lvl2, то она начинает говорить что такой красивый белый зад никогда не лапала (и улыбается, Моника понимает что та любит девочек).
# Моника комментирует что это реально сверкающая дыра с извращенцами


label ep23_dialogues1_4:
    # Моника работает

    # Если уже ела
    mt "Я сегодня уже ела..."
    "Я не собираюсь лишний раз быть жалкой посудомойкой!"
    "Я - Королева, а не посудомойка!"
    #

    menu:
        "Мыть посуду.":
            pass
        "Уйти.":
            return False

    # Моника моет посуду
    mt "Никогда бы не подумала что буду мыть посуду в подобной дыре..."
    mt "Не могу поверить что я делаю это..."
    mt "У меня ощущение что все это сон..."
    mt "Мне надо определенно что-то менять в этой ситуации... И как можно быстрее!"


    # Клик на бармена
    # Бармен лапает Монику
    mt "Черт! Кажется, этот извращенец Джо пытается меня незаметно лапать!"
    menu:
        "Не обращать внимание...":
            pass
        "Прекратить это!":
            m "Джо! Ты что-то хотел взять здесь?"
            joe "Да, Мэрилин!"
            "Я хочу взять чистую пивную кружку!"

    mt "Это место - действительно Shiny Hole с извращенцами!"

    # Клик на барменшу
    # Барменша лапает Монику
    mt "Черт! Эшли меня трогает за зад?!"
    menu:
        "Не обращать внимание...":
            pass
        "Прекратить это!":
            m "Эшли! Ты что-то хотела взять здесь?"
            ashley "Я слежу чтобы ты лучше мыла посуду!"
            "Везде грязь!"

    mt "О БОЖЕ!!!"
    "ЗА ЧТО МНЕ ЭТО?!"
    mt "Это место - действительно Shiny Hole с извращенцами!"
    return

label ep23_dialogues1_5:
    # Моника помыла посуду
    mt "Все! Хватит! Я не собираюсь дальше портить руки моющими средствами!"
    m "Эшли, я помыла посуду... Где моя еда?"
    ashley "Я видела, ты помыла не все и не очень хорошо."
    "Но, так уж и быть, иди поешь..."
    # если lvl2, то уходящую Монику лапает за попу

    # fade
    mt "По крайней мере это действительно вкусная еда... По сравнению с кебабом..."
    mt "И я честно заработала ее..."

    return








    #
