# сюжетка бара
# Бармен постоянно смотрит на других женщин, поставил пилон и тд
# Жена сварливая, ревнует его, говорит он извращенец и что пилон и тд только из-за денег
# На Монику жена смотрит как на проститутку и не хочет брать.
# Сначала берут посудомойкой (без документов), за что Моника может бесплатно есть в баре нормальную еду. (если уже сегодня ела, то не хочет работать)
# Когда Моника моет посуду, игрок может кликать на бармена, который лапает ее за зад
# Иногда появляется также около мужа жена.
# Если Моника кликнула на жену, то та тоже лапает Монику за зад (на что Моника очень удивляется, а жена в ответ сварливо ворчит чтобы та лучше мыла посуду, везде грязь! Моника думает о своем положении)
# Жена на самом деле любит девочек тоже, поэтому в том числе и согласилась на пилон. При лапании Моника может ругаться, либо терпеть.
# Если Моника терпит, то повышает левел у бармена, либо у жены. Если у жены lvl2, то она начинает говорить что такой красивый белый зад никогда не лапала (и улыбается, Моника понимает что та любит девочек).
# Моника комментирует что это реально сверкающая дыра с извращенцами
# Бармен lvl2 - уговаривает жену, чтобы Моника работала без документов официанткой. Жена соглашается, но чтобы Моника отдавала почти все чаевые (ее доход 5-10%), т.к. та отбирает у жены работу и приносит риск, так как работает без документов.
# Моника работает официанткой, позволяя или нет лапать себя (corruption и progress).
# Внчале работы выбор кем работает сегодня (официантка, посудомойка)
# Каждую смену Моника должна сдавать чаевые, с которых ей дают маленький процент.
# Если Моника не сдает чаевые, а пытается уйти, то ее ловят и вешают на нее долг (гораздо больше чем было чаевых, около 300-1000$).
# Чтобы погасить долг, Моника начинает танцевать на пилоне (все более и более развратно, а также одевать более вызывающую и открытую униформу официантки) - линейный прогресс постепенно.
# Если Моника 2 раза подряд пытается уйти с выручкой, то ее не пускают на работу (Моника остается без нормальной еды).
# Чтобы снова попасть, она должна отдать сумму, либо уговорить снова дать работать отрабатывать эту сумму
# Но за это она сделает минет бармену, либо поцелует грудь жене. (тогда бармен становится lvl.3, жена также lvl.3)
# Моника может также погасить долг, занявшись сексом с барменом (пока жена не видит), либо полизав жене попу или киску (прогресс), условие с женой, либо мужем lvl.3, т.е. уже должна сделать минет, либо целовать грудь
# Постепенно, по мере прогресса долгов, клиенты начнут делать комментарии о том что им не терпится сегодня увидеть эту попку в деле у пилона.
# Также, со временем, Моника ходит официанткой с shiny затычкой в заднице, говоря что скоро будет танцевать и вы ее увидите (все просят показать?)


label ep23_dialogues1_1:
    # Моника увидела вход в бар autorun
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."
    return

label ep23_dialogues1_1a:
    # Моника нажала на вход в бар
    mt "А это что?"
    "Какой-то Бар?"
    "Раньше я не замечала его."
    "..."
    "Черт! Ну еще бы я замечала какие-то жуткие бары в трущобах!"
    "Моника, кажется ты начинаешь привыкать к этому месту, да?"
    "Замечать какие-то бары..."
    "Интересно, что ты станешь замечать еще позже?"
    "Мне надо скорее кончать со всем этим!"
    "Но, все-же... Может заглянуть туда?"
    menu:
        "Зайти в бар.":
            return True
        "Уйти.":
            return False
    return

label ep23_dialogues1_2:
    # Моника первый раз зашла в бар
    mt "О БОЖЕ!"
    "ЧТО ЭТО ЗА ДЫРА?!?"
    "???"
    "SHINY HOLE?!?"
    "ЭТО МЕСТО ТАК И НАЗЫВАЕТСЯ!"

    "Пожалуй, мне лучше уйти отсюда!"
    ashley "Эй! Джо!"
    "К тебе пришла очередная шлюха!"
    "Сколько раз я тебе говорила не звать сюда работать шлюх!"
    mt "???"
    "Я... Я не собираюсь работать здесь!"
    ashley "Да как же не собираешься!"
    "Это Джо подговорил тебя, чтобы ты так сказала мне?!"
    "Он вечно таскает сюда шлюх, а потом оправдывается передо мной!"
    joe "Эшли! Что ты кричишь здесь?!"
    joe "О! Какая детка!"
    m "Я тебе не детка!"
    ashley "Джо, посмотри! Это не детка!"
    "Это шлюха!!!"
    mt "!!!"
    m "Хватит называть меня шлюхой!"
    "Я не заслуживаю такого обращения!"
    "Я зашла сюда, потому что увидела вывеску!"
    "Я клиент!!!"
    ashley "Ты?? Клиент?!"
    "Джо! Мало того что ты устроил здесь стриптиз!"
    "Хорошо, я терплю это, потому что это приносит деньги."
    "Но ты решил маскировать шлюх под клиентов?!"
    "Ты хочешь чтобы эта шлюха сидела здесь под видом посетителя и строила глазки всем вокруг?!"
    "А потом уводила их с собой до того как они заплатили?!"
    "Я не потерплю этого, Джо!"
label ep23_dialogues1_2a:
    joe "Эшли! Я первый раз ее вижу!"
    joe "Если она и шлюха, то я ее точно не знаю."
    "Она не из нашего района."
    ashley "О, Да! Джо! Ты-то знаешь всех шлюх в этом районе!"
    joe "Я не это имел ввиду, Эшли..."
    menu:
        "Слушать их болтовню.":
            jump ep23_dialogues1_2a
        "Уйти.":
            pass
    m "Знаете что!"
    "Вы позволяете себе обсуждать человека, при его присутствии, в третьем лице!"
    "Я не знаю кто Вас воспитывал Вашим манерам..."
    "Но я не собираюсь дальше это слушать!"
    "До свидания!"

    #fade
    joe "Послушайте, я не знаю как к Вам обращаться?"
    "Как Вас зовут?"

    mt "Меня зовут Мо..."
    "Черт! Лучше не называть свое настоящее имя здесь..."
    m "Меня зовут... Мэрилин..."
    joe "Мэрилин, слушай..."
    "Не обращай внимания на Эшли."
    "Просто ты действительно так одета, что она подумала..."
    m "Я все знаю..."
    "Можно не комментировать."
    "Но я не шлюха!"
    joe "Я так и понял."

#Marilyn

    return















    #
