# Моника хочет попросить Мелани о помощи с Диком.
# В это время появляется пункт спросить у Алекса где Мелани. Алекс отвечает что она бывает днем.
# Если Моника была доброй с Мелани, то Моника зовет Мелани поговорить и Мелани идет в гримерку
# Если была злой, то Мелани не хочет идти, но Моника уговаривает ее
# В гримерке Моника говорит что хочет попросить Мелани об услуге.
# Мелани интересуется чем-же она таким может помочь Монике Бакфетт.
# Моника говорит что это касается мужчины, а Мелани в этом очень сильна.
# И это касается решения ее небольших проблем. И что она будет очень благодарна Мелани за это.
# И повысит ее значительно выше, когда вернется назад.
# Мелани говорит что не понимает зачем Моника ходит в таком виде. Она развелась с мужем и он забрал все ее деньги?
# Моника говорит что муж у нее плохой, на что Мелани отвечает что не бывает плохих мужчин, надо просто знать к ним подход.
# Так что, надо помочь с мужем?
# Моника отвечает что нет, надо помочь с другим мужчиной.
# Мелани удивляется. Значит в этом замешан еще один мужчина? Это, значит любовь?
# Как я сразу не догадалась. Только любовь может заставить Монику Бакфетт идти на такие жертвы у всех на виду.
# Моника говорит что это не совсем любовь, и на пути стоит еще одна женщина.
# Мелани говорит что еще одна женщина? Это становится интересно.
# И что же сама Миссис Бакфетт хочет от Мелани?
# Моника говорит что у нее есть подозрения, что этот человек замешан в том что у нее возникли небольшие временные трудности.
# Этот мужчина был поклонником Моники и любил ее, бегал за ней как пудель, но вдруг он изменился.
# И еще там появилась другая женщина. И Моника предполагает что ее проблемы могут быть связаны с этим.
# Моника пыталась найти подход к нему, но потерпела неудачу.
# Этот мужчина любит женщин и перед Мелани он не устоит.
# Если Дик признавался что хочет Мелани, то Моника об этом говорит. Мелани улыбается и отвечает что получает тысячи признаний в любви каждый день.
# А как же Вы? Вы считаете что я красивее Вас, Миссис Бакфетт? Что я могу затмить ту женщину, которая встала между Вами?
# Моника думает.
# Возможен ответ да или нет. Если нет, то выход. Затем диалог короче.
#
# Моника говорит что красота - это условная вещь, но в чем Мелани хорошо разбирается- так это в том как управлять мужчинами.
# Мелани улыбается и говорит что это очевидно и она рада что Моника это признала.
# Моника говорит что этим мужчиной будет управлять не так просто.
# Мелани говорит что любым мужчиной управлять просто. Мужчины готовы идти на любые жертвы, воевать друг с другом.
# Ради женщины. Им надо всего-лишь показать что Вы именно та женщина, ради которой стоит это делать.
# Любой мужчина готов на все ради меня, Миссис Бакфетт.
# Моника говорит что у нее тоже много поклонников.
# Мелани спрашивает, почему тогда вы не попросите о помощи их?
# Нет, Миссис Бакфетт. Вы не умеете управлять мужчинами.
# Оставьте это мне. Так кто тот мужчина, с которым Вам никак не справиться?
# Моника говорит что скажет если Мелани согласится помочь ей.
# Мелани говрит что поможет, если Моника поучаствует в фотосессии с Мелани.
# Биф хочет от нее какую-то пошлятину и Моника может помочь. Мелани не собирается задерживаться здесь, но хочет завершить подписанный контракт.
# Моника спрашивает чем-же она может помочь в этом?
# Мелани отвечает что там что поучаствует вместе с ней (улыбается)
# Моника надменно улыбается, значит Биф от тебя что-то хочет? И почему-же ты не управляешь им, а?
# Мелани отвечает что именно это она и делает (улыбается)

# Моника соглашается, либо нет. Если нет, то выход. Затем диалог короче.
# Моника говорит что согласна и спрашивает когда будет фотосессия.
# Если соглашается, но фотосессия не открыта, то Мелани говорит что это запланировано после фотосессий с Вами.
# Если открыто, то говорит что завтра вечером.
# Моника думает что очередная глупая фотосессия, но ей надо добраться до Дика!
# Далее в зависимости от того Моника сучка или нет, про себя ругается на Мелани что та сучка.

# Если Моника подходит к Мелани после этого, то Мелани отвечает когда будет фотосессия.


# ФОТОСЕССИЯ
# Алекс говорит встаньте в эту позу или в эту
# Моника говорит комментарии что так снимать или не снимать
# Если fail по corruption, то Мелани говорит с Моникой что фотосессия перенесена.
# Пусть Моника приходит, когда будет более раскованна. Мелани это устраивает.
# Моника думает что не Мелани говорить про раскованность. Это не ей приходится унижаться перед камерой!
# Алекс подходит и говорит что мистер Биф недоволен тем что фотосессия сорвалась.
# После фотосессии Моника может идти к Бифу на кастинг(?).

# Если фотосессия доходит до конца, то Алекс просит Моника сесть между ног Мелани и сделать вид,
# что касается язычком ее киски в трусиках.
# Объясняет это тем что это эротическая фотосессия в которой авиакомпания хочет показать что готова на все,
# лишь бы ее клиенты остались довольны!

# Если у Моники хорошие отношения с Мелани, то Моника может сказать Мелани что, пожалуйста,
# скажи Алексу что хватит. Тогда Мелани говорит Алексу что в этом кадре нет необходимости и фотосессия завершается.
# Мелани говорит на сцене Монике что будет ждать ее в гримерной комнате.

# Если Моника коснулась язычком трусиков, то после фотосессии Мелани говорит Монике что ей понравилось.
# И не хочет-ли Миссис Бакфетт коснуться язычком без трусиков.
# На что Моника категорически отвечает что нет, этого не будет никогда!
# И пусть Мелани следит за своим языком и не забывает кто она и кто Моника!
# Мелани многозначительно улыбается...
# Хорошо, Миссис Бакфетт. Я буду ждать Вас в гримерной комнате.
# Появляется вход в гримерную комнату.

# Там Мелани. С работы не выйти. Моника говорит что надо к Мелани.

# Моника говорит Мелани что выполнила ее просьбу и теперь ее очередь.
# Мелани улыбается и спрашивает так кто этот мужчина?
# Моника говорит что это Дик Адвокат.
# Мелани презрительно удивляется. Кто? Дик Адвокат? Этот толстячок?
# Какие у Вас могли возникнуть проблемы с тем, чтобы добиться от него желаемого?
# Моника молчит и зло смотрит.
# Мелани спрашивает так что мне надо от него получить?
# Моника говорит что Дик занимается одним очень важным делом касаемо Моники.
# Но у нее подозрение что необходимость в этом деле возникла по его же инициативе.
# Что если бы не он, то у нее не возникло бы подобных трудностей.
# Мелани спрашивает хорошо, мне надо только узнать информацию?
# Моника говорит что не только. Там эта Виктория, его секретарша, она против того чтобы Дик помогал Монике в этом деле.
# Значит из-за любви к ней Дик перестал помогать Вам?
# Моника стеснительно отвечает что нет, не перестал, я договорилась с Викторией, временно.
# Мелани удивленно: договорились? О чем? (улыбается)
# Моника отвечает что это неважно, может Мелани узнать что за всем этим стоит?
# Мелани отвечает что это выглядит простым делом, но Миссис Бакфетт не забыла о награде, которую обещала?
# Моника говорит что она поучаствовала с Мелани в этой жуткой фотосессии. Что же Мелани еще надо?
# Мелани отвечает что она женщина, а женщина всегда хочет больше.
# Моника говорит что если Мелани и правда поможет ей, то может рассчитывать на то что станет управляющей этого журнала.
# Мелани отвечает: О! Да это и впрямь так важно для Вас, Миссис Бакфетт!
# Хорошо, я проведаю этого Дика в ближайшее время.
# Моника говорит что только опасайся Виктории. Эта сучка очень, очень опасна!
# Мелани улыбается и говорит чтобы Миссис Бакфетт занималась своим делом. Кричала и командовала людьми.
# А как найти подход к мужчине, Мелани знает лучше. Ей доставит удовольствие сделать то, что не получилось сделать у самой Моники Бакфетт.
# И ее очень привлекает то, что Моника будет благодарна Мелани за это. Это очень поможет моей карьере.
# Ждите новостей, Миссис Бакфетт.
# Моника думает ну все. Держись сучка Виктория. Я нашла кое-кого кто тебе не по зубам!






label ep23_dialogues5:
    return


























#
