# Диалог Мелани и Моника после Дика

# Открывается локация гримерки
# Мелани днем и вечером в гримерке, прихорашивается.
# Если спросить у Алекса где Мелани, то он начинает отвечать что она в гримерке


# Моника начинает говорить с Мелани по поводу того как она сходила к Дику

# Здавствуй, Мелани. Ты общалась с Диком?
# Есть какие-то новости?
# Мелани отвечает что да, она уже позаботилась об этом.
# Моника заинтересована. Ну как? Расскажи?
# У тебя получилось обойти эту сучку Викторию?
# Мелани отвечает что она даже не заметила ее. Очень странно что Миссис Бакфетт обращает так много внимания на эту Викторию.
# Говорит что пообщалась с Диком в приватной обстановке и узнала много нового про то дело, о котором говорила Моника.
# И про саму Миссис Бакфетт (Мелани язвительно ухмыляется)

# Моника зло спрашивает и что же она узнала? Кто за всем этим стоит? Этот мерзавец Дик?

# Мелани отвечает что нет. Дик в этой ситуации никак не замешан и что он реагировал по мере развития событий.
# Он действительно начал дело, чтобы помочь Монике и вытащил ее из тюрьмы.
# Моника спрашивает зло: Помочь?? Да знаешь-ли ты как он теперь "помогает" мне?!
# Мелани отвечает что знает (улыбается)
# Моника спрашивает откуда эта сучка Виктория взялась вообще? Почему она так не любит Монику.
# Мелани говорит что Виктория была еще задолго до Моники. Их отношения с Диком начались ранее.
# Дик параллельно пытался ухаживать за Вами, Миссис Бакфетт.
# Но, когда Вы начали отвечать взаимностью и встречаться с ним, Виктория почувствовала опасность, исходящую от Вас.
# Сначала она выжила с места текущую секретаршу Дика, чтобы быть поближе к нему.
# Виктория ревнует, Миссис Бакфетт, и потому ведет себя так агрессивно.
# Более того, я навела справки про эту девочку, и могу сказать что у нее
# садистские наклонности по отношению к тем кто встает на ее пути.
# Я не знаю как Вы с ней "договорились" Миссис Бакфетт...
# Вам ведь не пришлось делать никаких странных вещей при этом?
# Моника смущенно спрашивает что Мелани имеет ввиду?
# Мелани улыбается и молчит.
# Моника зло отвечает что не понимает о чем вообще идет речь.
# Что Моника просто поговорила с Викторией и та пошла ей навстречу.
# И хватит об этом.

# Так значит это не Дик все затеял?
# Мелани отвечает что нет, это не Дик. Дик наоборот, помогает Монике и той следует ценить его помощь.
# Так как ему приходится тратить на это действительно много сил.
# Дик действительно любил Монику, из-за ее социального статуса.
# И, когда Моника лишилась его, то потерял интерес к ней.
# Вам, Миссис Бакфетт, следовало бы поучиться тому как надо обращаться с мужчинами...
# Моника саркастически спрашивает, что если он потерял интерес к Монике, то почему же он продолжает помогать ей?
# Мелани говорит что сейчас его об этом попросила Виктория.
# Это весьма удивительно. Потому я и спросила у Вас как Вам удалось "договориться" с ней?
# Моника зло щурится.
# Мелани улыбается
# Моника говорит: хорошо, Мелани, спасибо за то что ты узнала.
# Может быть ты скажешь тогда кто действительно стоит за этом?
# Мелани отвечает: Маркус...
# Моника испуганно спрашивает: Ты знаешь про Маркуса?!
# Мелани спокойно говорит: Да, Дик рассказал мне про все. Он такой забавный медвежонок...
# Моника кривится...

# Хорошо... Мелани...
# Если ты такая умная, может быть у тебя есть идеи как мне решить все это?
# Мелани отвечает: Конечно, Миссис Бакфетт. Это довольно просто.
# И как же?! (Моника встает в позу)
# Мелани улыбается: Найти подход к Маркусу...
# Моника говорит ты представляешь себе о чем вообще говоришь? Ты хоть знаешь этого человека?
# Мелани отвечает что Миссис Бакфетт просто не понимает.
# Что то что с ней случилось - это не из-за денег.
# Здесь явно замешаны отношения мужчины и женщины.
# Вы просто кому-то понравились, Миссис Бакфетт. Кому-то у кого есть власть.
# И Вам Вам характер не позволяет разобраться с этим.

# Monica Bitch:
# Вы просто сучка, которая думает только о себе.
# Monica Decent:
# Вы слишком скромная, Миссис Бакфетт.

# Моника отвечает что Мелани не стоит оценивать ее, пусть она не забывает свое место.
# Мелани улыбается.

# Моника говорит что у нее не получится найти подход к Маркусу.
# Это невозможно.

# Мелани говорит: Вам снова нужна моя помощь, Миссис Бакфетт?
# Моника спрашивает как Мелани может помочь?

# Мелани говорит что хотела бы чтобы Миссис Бакфетт вернула свое положение, ведь это хорошо для карьеры Мелани.
# Мелани может сделать так, чтобы Виктория исчезла с горизонта, а Мистер Дик помогал Монике в впредь.
# Но для этого Мелани придется переспать с ним. Но она не любит это делать с теми, кто ей не нравится.
# Спрашивает, этот Маркус, он симпатичный?

# Моника запинается... Ммаркус? Симпатичный?
# Я... не знаю... Мелани
# Мне трудно об этом судить...
# Ну Вы же видел его, Миссис Бакфетт?

# Ддда... видела.
# Воспоминания как Моника сидит голая у Маркуса.
# На фоне голос Мелани.
# Ну и как он выглядит? Он не слишком толстый?
# Моника отвечает что нет...
# Он красавчик...

# Возвращение к Мелани
# Мелани говорит: В таком случае я могу помочь Вам, Миссис Бакфетт.
# Моника говорит Мелани: Ты хочешь идти к Маркусу?!
# Ты представляешь насколько это опасно?
# Мелани отвечает, смеясь: Так опасно, как идти мимо Виктории? Хи-хи
# Миссис Бакфетт. Красивые женщины любят опасных мужчин!
# Это даже интереснее!
# Моника говорит: Но...
# Мелани: Миссис Бакфетт, можете быть уверены в моих силах...

# Моника: То есть ты можешь решить вопрос Маркусом, чтобы он оставил меня в покое?
# Мелани: Я думаю что даже смогу уговорить его восстановить Ваши документы, Миссис Бакфетт.
# И вернуть Вашу компанию...
# Моника думает: ЧТО? НЕУЖЕЛИ ЭТО МОЖЕТ ПРОИЗОЙТИ?!?
# Я ДАЖЕ НЕ МОГЛА ОБ ЭТОМ МЕЧТАТЬ!!!
# Моника: Мелани, ты действитеьно можешь сделать это? Правда?
# Мелани: Да, Миссис Бакфетт, но не просто так...
# Моника говорит: Мелани, проси все что хочешь... Деньги, положение, все!
# Мелани отвечает: Я подумаю, Миссис Бакфетт. Дайте мне время до завтра!
# Моника: Хорошо, Мелани! Тогда до завтра!
# До завтра, Миссис Бакфетт!


# Если Моника пытается войти в гримерку, то текст что не надо беспокоить Мелани до завтра, а то вдруг он передумает!

# Пикчи взять из начала эпизода
# С утра монолог Моники о том что появился шанс решить все трудности.
# Что пока рано радоваться, но Мелани доказала что она может решить с мужчинами любой вопрос .
# И еще неизвестно что Мелани хочет попросить взамен.
# Но, если честно, Моника готова пойти на все, НА ВСЕ, чтобы прекратить этот бесконечный кошмар!
# Первым делом Моника выгонит из дома эту сучку Бетти!
# И эту мелюзгу Барди, который позволяет себе немыслимые вещи!
# Уволит Фреда, максимально жестко!
# Затем примется за офис!

# MonicaBitch
# Да, кстати, Мелани в новом журнале места явно не найдется. Она слишком много знает про Монику.
# Желательно ее вообще задвинуть куда-нибудь подальше, в провинцию!
#

# Итак, сейчас надо отправляться к Мелани! Чем скорее она займется Маркусом, тем скорее я смогу претворить в жизнь мои планы!




# Моника приходит к Мелани (Мелани в гримерке, без разницы день/вечер)
# Привет, Мелани!
# Здравствуйте, Миссис Бакфетт!
# Моника говорит что подумала над возможностью Мелани решить вопрос с Маркусом.
# И готова дать на это согласие. В конце концов, Мелани сама сказал что хотела бы, чтобы Моника Бакфетт была обязана ей.
# И Моника считает что это действительно будет стоить благодарности с ее стороны.
# Мелани улыбаясь смотрит на Монику
# Да, Миссис Бакфетт. Большое спасибо.
# Как Вы помните, я обещала подумать над тем что я получу взамен.
# Моника говорит: Как что? Деньги, должность... Что еще?
# Видите-ли, Миссис Бакфетт. У меня вполне хорошее состояние и, даже если я чего-то не могу себе позволять, то обязательно найдется мужчина, который это даст.
# Также у меня есть власть над любым мужчиной.
# Моника спрашивает: И чего же тебе не хватает?
# Мелани отвечает: Власти над женщиной...
# Моника спрашивает что не понимает о чем Мелани говорит.
# Мелани спрашивает помнит-ли Моника о кастинге, который проводила Моника с ней?
# Моника спрашивает о каком кастинге? Что не припоминает.
# Мелани говорит что о том, когда Миссис Бакфетт заставила Мелани раздеться перед ней.
# Моника говорит что вспомнила. И что, это как-то обидело Мелани?
# Мелани отвечает что вовсе нет, Вы были мой Босс, а для Босса это обычные вещи.

# Если Моника не раздевала мартышек
# Моника: Но ты знаешь, я подумала и прекратила эту практику.
# Недавно ко мне приходили модели на кастинг и я решила не делать этого.
# Мелани: да, я понимаю, Миссис Бакфетт, но не было бы ничего страшного, если бы вы это сделали...

# Моника: то есть ты считаешь что так делать нормально и не обижаешься на это?
# думает: черт, мне не хватало сейчас чтобы Мелани стала вспоминать прошлые обиды!!!
# мне надо чтобы она сделала это, сходила к Маркусу и он бы оставил в покое меня!

# Мелани: Да, Миссис Бакфетт, я считаю что это нормально.
# Моника: Ты так говоришь, будто сама бы делала то же самое, если бы была Боссом!
# Мелани: Конечно, Мэм... (улыбается)
# Моника: Мелани, я не понимаю, к чему ты клонишь?
# Что ты хочешь от меня?

# Мелани: Побыть Вашим Боссом...
# Моника: Но зачем? Что за чушь? Зачем тебе это надо?
# Мелани: Это мой маленький каприз... Моя мечта... очень давно...

# Моника: Я не понимаю, Мелани. Ты хочешь быть главой журнала? Это можно обсудить.
# Но ты не можешь быть главнее меня!

# Мелани: Нет, Миссис Бакфетт! Я не хочу быть главнее Вас! Это слишком опасно...
# Моника: Я рада, что ты это понимаешь, дорогуша...
# Мелани: Я просто хочу немного справедливости. И сейчас это единственная возможность добиться ее.
# Моника: Какой справедливости? Что ты хочешь от меня, я никак не могу понять!
# Мелани: Я хочу чтобы Вы прошли кастинг, Миссис Бакфетт. Такой же как и я когда-то...
# Моника: Кастинг? Но где? И перед кем?
# Мелани: В Вашем кабинете, Миссис Бакфетт. Днем, когда там нет Биффа.
# Моника: То есть, Мелани... Я правильно понимаю?
# Ты хочешь усесться на мой стул и командовать мной?
# Заставить меня раздеться перед тобой?
# Я ПРАВИЛЬНО ПОНИМАЮ??!? (Моника злится)
# Мелани: Нет, Миссис Бакфетт, не совсем так.
# Не я буду командовать Вами, это будет делать другой человек...
# Я буду только смотреть...
# Моника: Какой другой человек? Мной все пытается покомандовать Биф и он поплатится за это рано или поздно!
# Мелани: Я знаю это. Я знаю Вас хорошо, Миссис Бакфетт.
# Человек, который осмелится командовать Вами, в будущем очень пожалеет об этом. Вы отомстите ему и отомстите очень сильно...
# Моника щурится: Ты правильно понимаешь, Мелани...
# Мелани: Поэтому я и не хочу рисковать собой. Я буду просто смотреть со стороны.
# Вы же можете потом в будущем сделать с этим человеком все что захотите.
# Моника: Мне, как владелице этого журнала, как-то странно слышать такие предложения от какой-то модели...
# Мелани: Это не предложение, Миссис Бакфетт. Это условие...
# Условие возвращения этого журнала Вам, а также документов и денег...
# Когда я шла к Мистеру Дику, я не ожидала что у Вас на самом деле все так плохо.
# Скажите, Миссис Бакфетт, где Вы ночуете?
# Моника отвечает: Это не твое дело, Мелани...
# Мелани: Если Ваша жизнь - это не мое дело, тогда я могу быть свободна, Миссис Бакфетт?
# Моника: Стой! Итак, этот кастинг...
# Что ты хочешь чтобы я там делала?
# Мелани: Не я хочу, Миссис Бакфетт! Вам будет говорить другой человек!
# Который потом будет отвечать за все это, перед Вами!
# Моника: Может быт обойдемся без другого человека, Мелани?
# Мелани: Это исключено, Миссис Бакфетт! Вы, в последствии, сотрете меня в порошок, а я этого не хочу.
# Моника: Я так полагаю что будет за что?
# Мелани улыбается: Скорее всего да...
# Моника: Как зовут того человека, который будет приказывать мне?
# Мелани улыбается: Его будут звать Миссис Бакфетт...
# Моника: ЧТО???
# Мелани: Это просто игра. Тот человек будет называться Вами, а Вы придете как модель, которую должны взять в журнал.
# Этот человек будет говорить Вам что делать. И, если Вы выполните все что от Вас требуется, то, скорее всего, Вы будете приняты.
# Моника: А зачем мне это надо? Принимать себя же в свой же журнал???
# Мелани: Потому что если Вы не будете приняты, то наша сделка не состоится...
# Моника: Я понимаю, Мелани. Ты хочешь унизить меня. Таким образом пощекотать свое ЭГО...
# Мелани: Нет, Миссис Бакфетт, что Вы? Наоборот, я буду просить того человека быть к Вам поснисходительнее.
# Моника: То есть ты хочешь защитить меня от унижения? Но зачем тебе тогда вообще этот кастинг?
# Мелани: Я хочу увидеть что Вы действительно хотите этого... Ведь мне, скорее всего, придется переспать с Маркусом, чтобы добиться для Вас результатов...
# Мелани: А моя честь для меня много значит, Миссис Бакфетт.

# Если Моника сучка или была плохой с Мелани
# Моника: О, Мелани! Кто бы говорил о чести!!!
# Мелани подозрительно смотрит
# Моника подозрительно смотрит
# Моника: Итак, Мелани, ты хочешь чтобы я разделась, так?
# Но ведь не будет никаких фото и видео, правда?
# Мелани: Это не будет никуда записано, Миссис Бакфетт.
# Я не думаю что надо будет просто раздеться.
# Есть условие: ЧТО-БЫ ВАС НИ ПОПРОСИЛИ СДЕЛАТЬ, ВЫ ЭТО СДЕЛАЕТЕ.
# И ВЫ БУДЕТЕ СТАРАТЬСЯ ЭТО СДЕЛАТЬ!
# Это кастинг. И Вы должны показать лучшее!
# Моника: Я не собираюсь заниматься сексом с мужчиной у тебя на глазах!!!
# Мелани: Это будет девушка...
# Моника: Девушка?..
# Я ее знаю?
# Мелани: Я сомневаюсь что Вы ее помните...
# Итак, Миссис Бакфетт, что Вы решили?

# Согласиться на кастинг.
# Моника: Мелани, если я соглашусь, то ты обещаешь что решишь мою проблему с Маркусом?
# Мелани: Я обещаю, Мэм...
# Моника: И ты понимаешь, что я уничтожу того человека, который будет приказывать мне?!
# Мелани: Можете делать с ним все что захотите, Миссис Бакфетт...
# А я останусь тем человеком, который спас Вас...
# Моника: И человеком, который пощекотал свое Эго...
# Мелани: Это невинная шалость, Миссис Бакфетт. К тому же, как я говорила, приказывать буду не Я...
# Моника: Я понимаю, ты умная девушка. Ты отвела будущую месть от себя...
# Мелани улыбается
# Моника: Я согласна, Мелани. Итак, когда будет этот твой кастинг?
# Мелани: Завтра днем, Миссис Бакфетт. Приходите днем...


# Отказаться.
# Я подумаю, Мелани. Я пока не готова для этого...
# Мелани: Подумайте, Миссис Бакфетт.
# Когда решите, сообщите мне...



# Если Моника хорошая и отношения с Мелани хорошие
# Моника: Мелани, я понимаю тебя...
# Но поверь, для меня та жизнь, которой я живу - она и так является самым большим унижением, которое я когда-либо испытывала!
# Возможно ты помнишь о том кастинге, когда я заставила тебя раздеться.
# Но у уже совсем другая!
# Я прошу прощения у тебя, Мелани!
# И прошу тебя о помощи, пожалуйста!
# Помоги мне! Помоги, как девушке, попавшей в беду!
# И не используй мою слабость для собственных утех!
# Я знаю ты добрая внутри! Ты послушаешь меня!
# Мелани: Миссис Бакфетт, я не ожидала что Вы так можете говорить...
# Хорошо, мы забудем про кастиги...
# Я завтра же пойду к Маркусу. Ждите от меня новостей!
# Хорошо, Мелани! Спасибо тебе!




























label ep23_dialogues8:
    return
