# Дик и Мелани у нее дома

# Дик оглядывает комнату и говорит: Мелани, у вас такое уютное гнездышко. Вы имеете отличный вкус.
label ep23_dialogues7:

    # Мелани отвечает спасибо и предлагает Дику присесть.
    # И предлагает чай, вино или виски?
    # Дик говорит что хотел бы сразу взять номер того негодяя, потому что боится что потом может забыть.
    # Что при виде Мелани у него путаются мысли и он уже не может сосредоточиться.
    # Мелани говорит что да, конечно. И спрашивает не кажется-ли Мистеру Дику что здесь очень жарко.
    # Я пойду одену что-то более легкое, вы не возражаете если я отойду?
    # Дик говорит что конечно нет.
    dick "Мелани! У Вас такое уютное гнездышко!"
    "Вы имеете отличный вкус!"
    melanie "Спасибо, Мистер Дик..."
    melanie "Давайте я Вас чем-нибудь угощу?"
    melanie "Что Вы предпочитаете? Чай, вино или виски?"
    dick "Мелани, я хотел бы сразу записать номер того негодяя."
    "Я боюсь что могу забыть потом."
    dick "Мелани, при виде Вас у меня путаются мысли."
    "Я даже сейчас уже не могу сосредоточиться...."
    melanie "Да, конечно, Мистер Дик."
    "Не кажется-ли Вам что здесь очень жарко?"
    "Я пойду одену что-то более легкое."
    "Вы не возражаете если я отойду на минутку?"
    dick "Что Вы, Мелани? Конечно я не возражаю."


    # Мелани возвращается одетая в трусики и шубку.
    # Подходит к Дику и спрашивает нравится-ли Дику ее образ? Не слишком-ли он будет смущать Мистера Дика?
    # Дик просто в шоке.
    # Он, запинаясь, говорит Мелани что его не будет смущать.
    # Мелани открывает шубку, там грудь. А так?
    # Дик в шоке.
    # О Мелани! Я прошу Вас! Можно я сделаю несколько кадров? Я всегда мечтал об этом!
    # Дик, но у Вас нет камеры.
    # У меня есть телефон! Я могу сделать кадры на него!
    # Мелани говорит что она любит фотографироваться, как Мистер Дик уже, наверное, знает.
    # Но она любит хорошее качество фото.
    melanie "Мистер Дик, нравится-ли Вам мой образ?"
    "Не слишком-ли он будет смущать Вас?"
    dick "..."
    dick "!!!"
    dick "..."
    dick "Ммм... Мелани..."
    dick "Нет... Этот образ... Не будет смущать меня..."
    melanie "А так?"
    dick "!!!"
    dick "..."
    dick "!!!"
    dick "О, Мелани!"
    "Я прошу Вас!"
    "Можно я сделаю несколько кадров?"
    "Я всегда мечтал об этом!"
    melanie "Дик, но у Вас нет камеры."
    dick "У меня есть телефон! Я могу сделать кадры на него!"
    melanie "Мистер Дик, я люблю фотографироваться. Вы уже, наверное, это знаете."
    "Но я люблю хорошее качество фото."

    # Дик говорит что это будут самые лучшие фотографии для него! И никто их не увидит никогда!
    # Только Дик сможет оценивать красоту и качество сделанных фото!
    # Так что неважно на какую камеру они будут сделана, для Дика они будут лучшие, потому что
    # На них будет Мелани!
    # Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди, но я бы не хотела чтобы мир увидел их раньше времени.
    # Дик отвечает что клянется, никто не увидит это. Только пожалуйста, пусть она даст возможность!
    # Мелани отвечает что хорошо, только трогать нельзя.
    # Дик отвечает что все будет как Мелани скажет ему!
    dick "Для меня это будут самые лучшие фото!"
    "Их больше никто никогда не увидит!"
    "Только я смогу оценивать их бесконечную красоту!"
    "И неважно на какую камеру они сделаны!"
    "Они лучшие, потому что на них будете Вы, Мелани!"
    melanie "Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди."
    "Но я бы не хотела чтобы мир увидел ее раньше времени..."
    dick "Мелани! Я клянусь! Никто не увидит это!"
    "Только пожалуйста, дайте мне возможность!"
    melanie "Хорошо, Мистер Дик. Но трогать нельзя..."
    dick "Мелани! Все будет так как скажете ВЫ!"

    # Начинается фотосессия Мелани с Диком.
    # Дика почти не видно, фото чисто с Мелани.
    # Вертятся везде по дому.

    # Дик садится на колени перед Мелани и говорит что он восхищается ей!
    dick "О Мелани!"
    "Я восхищаюсь ВАМИ!"
    melanie "..."
    # Сцена заканчивается.



label ep23_dialogues7:
    return
