# На следующий день днем Мелани идет к Дику
# играет музыка, Мелани заходит в entrance
# Там ее узнает рецепшин, восторгается и говорит
# Здравствуйте, Миссис Мелани!
# Это Вы? Я не верю своим глазам!
# Чем я могу быть полезна для Вас?
# Мелани говорит что пришла проведать одного сеньора, его зовут Дик.
# Та спрашивает Мистер Дик?
# Мелани говорит: Да, Дик. То-ли адвокат, то-ли как-то еще.
# Рецепшин отвечает: да, его так называют!
# Он как раз на месте, Вы можете пройти к нему!
# Миссис Мелани, разрешите взять Ваш автограф? Это для моей дочери, она большая ваша поклонница!
# Мелани отвечает что да, можно, тогда проводите меня к Мистеру Дику.
# Я боюсь заблудиться и поцарапать свою туфельку.
# Рецепшин отвечает с радостью что проводит Мисс Мелани к Мистеру Дику!

# Идут к Виктории.
# Виктория сидит работает, несколько кадров как Мелани крутая идет в ее сторону.
# Виктория поднимает глаза, удивленно.
# Они подходят к столу Виктории.

# Виктория зло смотрит на Мелани.
# В это время сбоку говорит рецепшин.
# Здравствуйте, Мисс Виктория, мы пришли к Мистеру Дику и...
# Виктория прерывает и привстает. Мистер Дик занятой человек, как Вас представить? Вы записаны к нему на встречу?

# Рецепшин обескураженно отвечает: я... мы.. Миссис Виктория, я не знаю есть-ли запись у Мистера Дика, дело в том что это...
# Мелани прерывает и выходит вперед. Меня зовут Мелани. Не беспокойся, куколка, я представлюсь сама.
# Мелани пальчиком на плечо сажает Викторию назад в кресло. Виктория обескуражена.
# Мелани проходит вперед. Рецепшин по инерции тоже движется вперед.
# Виктория вскакивает, преграждает дорогу ей и говорит что посещение Мистера Дика только по записи!

# Мелани заходит к Дику.




















label ep23_dialogues6:
    return
