# Моника спрашивает у Бифа, где "Ты что-то говорил по поводу работы в офисе?". Также еще вариант
# Биф... Мог бы ты дать еще немного денег? Хотя бы $ 100...
# Детка, хорошо что ты напомнила про сумму. Давай пересмотрим ее! Я считаю что ты развлекаешь папочку недостаточно хорошо и не стоишь $ 5000.
# Я думаю тебя вполне устроят $ 3000. Это хорошие деньги для такой как ты!
# Нет, Биф... Я не подразумевала пересмотр суммы...
# А что ты подразумевала, цыпочка?
# Нет, Биф... Ничего...
# mt Черт! С этим слизняком опасно говорить про деньги!
# Если он не будет давать мне эти $ 5000, то мне конец! Где я еще достану такую огромную сумму?!
# ...
# Какая огромная сумма, Моника? Ты о чем?
# Это же сущие копейки для тебя!
# Не привыкай к тому положению, в котором ты оказалась!
# Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла и восстановить справедливость!


# Моника также показывает Бифу попу, в случае если пройдена вся фотосессия
label ep23_dialogues1:
    img 9438
    m "Биф... Мог бы ты дать еще немного денег?"
    "Хотя бы еще $ 100?..."
    img 9439
    biff "Детка, хорошо что ты напомнила про сумму!"
    "Давай пересмотрим ее!"
    "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
    "И не стоишь тех $ 5000!"
    mt "!!!"
    biff "Я думаю тебя вполне устроят $ 3000."
    "Это хорошие деньги для такой уличной шлюхи как ты!"
    img 9440
    m "Нет, Биф... Я не подразумевала пересмотр суммы..."
    biff "А что ты подразумевала, цыпочка?"
    m "Нет, Биф... Ничего..."
    img 9441
    mt "Черт! С этим слизняком опасно говорить про деньги!"
    "Если он не будет давать мне эти $ 5000, то мне конец!"
    "Где я еще достану такую огромную сумму?!"
    "..."
    img 9442
    "Какая огромная сумма, Моника? Ты о чем?"
    "Это же сущие копейки для тебя!"
    "Не привыкай к тому положению, в котором ты оказалась!"
    "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
    "И восстановить справедливость!!!"
    return
