# Моника на следующий день идет в локацию офиса на карте.
# Мелани доступна только днем

# Сцена, когда Моника уходит домой (локация на карте):
# office_entrance.
# Мелани разговаривает с мартышкой
# Мелани спрашивает у мартышки: Итак, ты согласна?
# Мартышка: Да, я согласна.
# Так значит мне надо будет называться Моникой Бакфетт, также как зовут ту сучку?
# Мелани: Да
# Мартышка: А это точно будет она передо мной?
# Мелани: Да, это будет она...
# Ты помнишь что от тебя требуется?
# Мартышка: Да, заставить ее раздеться, сесть на пол.
# И приказать Вам подойти к ней.
# Мелани: Да, скажешь как на предыдущей фотосессии.
# Мартышка: И поцеловать Вашу киску.
# Мелани: Да, без трусиков. Прикажешь мне их снять.
# Мартышка: Хорошо, а остальное?
# Мелани: В остальном может приказывать что хочешь.
# Мартышка: Я точно могу приказывать этой сучке все что захочу???
# Мелани: Да, но не будь слишком строгой с ней. В конце концов, она должна быть принята.
# Мартышка: Она будет принята только если выполнит все что я скажу!!!
# И на мне будет ее одежда! Я хочу примерить шмотки этой сучки на себя!
# Это мое условие!
# Мелани: Конечно, конечно... (улыбается)
# Мартышка: Последний вопрос...
# Зачем она это сделает?
# Ведь она чертовски большой Босс!
# Мне точно за это ничего не будет?
# Мелани: Не беспокойся, девочка. Сделаешь все как мы договорились и получишь свои $ 100...
# Мартышка: Хорошо, но не вздумай меня обмануть!
# Мелани улыбается

# Моника приходит к Мелани в гримерку.
# Спрашивает к Мелани, когда она сходит к Маркусу?
# Мелани говорит что после кастинга.
# Готова-ли Миссис Бакфетт пройти его?
# Ответ да или нет
# Если да, то Мелани говорит что пойдемте в Ваш кабинет. Там Вас уже ждут...

# Моника приходит в кабинет, там сидит мартышка в ее платье.
# Мелани сидит на краю стола и улыбается

# Моника: ТЫ?!?!
# .....
# ЭТО... МОЕ ПЛАТЬЕ?!?!

# Мартышка отвечает молчать сучка!
# Моника ошарашенная смотрит на Мелани.
# Мелани говорит что Вы помните условие...
# Выбор
# Уйти или остаться и выполнять приказы

# уйти:
# Я не собираюсь участвовать в этом фарсе!

# остаться
# Мартышка говорит Монике зачем та пришла.
# Моника отвечает что пришла пройти кастинг, чтобы устроиться в журнал.
# Мартышка говорит чтобы та показала на что она способна.
# Попринимала разные позы, привлекла внимание.

# Моника начинает принимать позы (смущенно)
# Мелани смотрит

# Мартышка говорит что стоп! Так не годится!
# Виляй своей задницей посильнее! Не веди себя как жирная муха!

# Моника злится!!!
# Смотрит на Мелани
# Мелани улыбается

# Мартышка говорит Монике снять верх.
# Моника стесняется
# Мартышка кричит чтобы быстрее снимала верх или убиралась отсюда!
# Моника про себя говорит сучка, ненавижу!

# Мартышка говорит чтобы попозировала так...

# Затем говорит что Стоп!
# Это никуда не годится!

# Довольная встает, идет, берет стул и садится как Моника тогда.

# Говорит Монике встать сюда, указывая пальцем.
# Моника в бешенстве, но встает.
# Про себя думает что надо пережить это унижение, потом она сотрет ее в порошок!
# Мартышка говорит Монике повернуться своей жирной задницей и снять все что осталось!
# Моника говорит я не буду этого делать!
# Мартышка говорит что тогда убирайся и не трать мое время!
# Моника смотрит на Мелани, Мелани улыбается.
# Моника начинает снимать колготки с шортами.
# Мартышка улыбается.

# Мартышка говорит чтобы встала задом и нагнулась!
# Затем положила руки себе на зад и показала задницу как полагается.
# Что мартышка хозяйка журнала и должна оценить моделей во всех ракурсах!

# Выбор положить руки или убежать.

# Моника кладет руки.

# Мартышка говорит: Итак, ты хочешь стать моделью этого журнала?
# Моника отвечает: да, хочу
# ОЧень хочешь?
# Очень хочу!

# Далее идет серия кадров как Моника принимает разные обнаженные позы, а мартышка и Мелани улыбаются.

# Мартышка раздвигает ноги и говорит Монике посмотреть что у нее там.
# Монике отвратительно.
# Мартышка говорит быстро! И показывает пальцем.
# Моника садится и смотрит. Там между ног дилдо.

# Мартышка спрашивает Что там?
# Моника отвечает там что-то есть, у Вас между ног...

# Мартышка говорит чтобы Моника достала это...
# Моника достает, это дилдо.

# Мартышка говорит Монике встать. Моника встает.
# Мартышка говорит Монике поднести дилдо ко рту и понюхать.
# Моника нюхает.
# Мартышка спрашивает чем пахнет эта вещь?
# Моника отвечает что она пахнет Вами...
# Мартышка говорит Монике открыть рот, очень широко.
# Моника спрашивает зачем?
# Мартышка ругается: Сучка, быстро открыла рот и хватит тратить мое время!
# Моника открывает рот.

# Мартышка говорит: А теперь, вставь эту штуку себе в рот, максимально глубоко!
# Мелани удивлена, подняла бровь...
# Моника посмотрела на Мелани в возмущении.
# Мелани смотрит на Монику и улыбается...
# Говорит: Босс приказал...

# Моника смотрит на мартышку и думает: Я убью тебя...
# Затем вставляет дилдо.

# Мартышка говорит: А теперь трахай свой рот! Хорошенько трахай!

# Моника начинает трахать свой рот.

# видео

# Мартышка говорит что ты совершенно не владеет мастерством.
# Говорит чтобы Моника села на колени. И не высовывала дилдо!!

# Мартышка говорит убери руки! Моника убирает.
# Мартышка наклоняется и начинает рукой трахать Монике рот дилдо.

# видео

# Мартышка спрашивает: Ты поняла как надо себя трахать?
# Моника отвечает: "Да, поняла" или послать к черту

# Да, я поняла.
# Мартышка говорит: хорошо, покажи мне!
# Ляг на спину и раздвинь ноги!
# Моника с недовольным лицом делает это

# Мартышка говорит: А теперь вставь эту штуку в себя!
# Давай!

# Моника вставляет.
# Мартышка говорит: А теперь трахай себя, сучка!
# Трахай себя как следует!


# Выбор трахать себя или послать к черту

# Если трахать:
# видео Моника трахает себя

# Мартышка спрашивает в это время: Хочешь стать моделью?
# Моника отвечает ДА или хочу поскорее закончить это

# Мартышка говорит громче! Хочешь стать моделью этого журнала?!
# Громко Да или когда закончится этот кошмар?
#

# Мартышка спрашивает: Тебе нравится трахать себя?
# Моника говорит: У меня странное чувство, незнакомое... Меня что-то заполняет...
# Мартышка спрашивает громко: ТЕБЕ НРАВИТСЯ ТРАХАТЬ СЕБЯ???
# Моника отвечает выбор: ДА!!!

# После этого Моника кончает: АААаааааа!! Ааааа!!!!
# Моника лежит раскинув руки

# Следующий кадр, Моника привстает.
# Что это было? Что со мной случилось??? У меня никогда такого не было...

# Мартышка говорит Мелани.
# Мелани! Подойди к модели сверху и расставь ножки!
# Пора завершить прошлую фотосессию!
# Моника недоуменно смотрит на Мелани.
# Мартышка говорит Мелани, чтобы та сняла трусики
# Мелани снимает трусики и встает над Моникой

# Моника говорит: Мелани, ты что? Что ты собираешь делать?
# Мелани отвечет: Простите, Мэм. Это приказ Босса. Я здесь ни при чем...
# Мартышка говорит чтобы Моника дотронулась языком до киски Мелани.

# Выбор если Моника была добра к Мелани:
# Мелани, пожалуйста, я не могу сделать это.
# Мелани говорит что этого достаточно, чтобы пройти кастинг. Мартышка соглашается.

# Иначе:
# Моника шепчет: Мелани, ты сучка! Ты специально затеяла это!
# Мелани отвечает что у Миссис Бакфетт есть приказ Босса.
# Моника трогает язычком киску Мелани.
# Мелани балдеет от удовольствия

# Мартышка говорит: Стоп, стоп!
# Что это за нежности Вы тут развели?!
# Где страсть?!
# Мелани! Что ты стоишь?! Быстро сядь ей на лицо и трахни его своей киской!
# Мелани недоуменно смотрит на Мартышку.
# Мартышка говорит: Ты что не поняла, Мелани?! Быстро сядь на эту сучку!

# Мелани продолжает смотреть удивленно на мартышку, затем смотрит вниз.
# Моника (вид снизу) говорит: Эй, ты что собираешься делать?! Мелани?!...
# Мелани говорит: Простите, Миссис Бакфетт, это приказ Босса.
# Садится на Монику и начинает facesitting.

# Мартышка смотрит на это и говорит: Вот значит как выглядит pussy на миллиард долларов?
# Черт, я не могу удержаться... Эта сучка...
# Да пошло оно все!
# Мартышка спрыгивает со стула и начинает лизать киску Моники.

# Видео threesome (всеобщие охи-вздохи)

# Мелани кончает.
# Мелани встает.
# Мартышка говорит: Мелани, ты все?
# Теперь моя очередь!
# И садится на лицо Моники.

# Мартышка говорит Мелани:
# Мелани, ты пока можешь полизать ее киску, а потом мою!

# Мелани надменно отвечает: Сегодня это твоя работа, девочка...
# Мелани уходит

# Какое-то время Мартышка трется о лицо Моники.

# Мартышка кончает.
# Встает. Говорит Моники чтобы она полизала ей зад!

# Моника смотрит на зад. Смотрит вокруг.
# Спрашивает, а где Мелани?

# Мартышка отвечает: Зачем тебе Мелани, сучка? Здесь есть моя попка! Ее надо лизать!
# Моника вскакивает и говорит: Ах ты сучка! Я убъю тебя! Ты ответишь за все что здесь было!!!
# ТВАРЬ!!!
# Моника напрыгивает на Мартышку.
# Мартышка испугалась и, улыбаясь, убегает.

# Моника говорит: Мне надо одеться.
# Одевается. Затем думает.
# Где там эта Мелани?!?!
# Пусть только попробует еще что-то захотеть!
# Я уже достаточно здесь натерпелась!!!

# Монике не выйти из офиса, т.к. мне надо увидеть Мелани


# Моника приходит к Мелани.
# Моника: Ну что, ты довольна?!?!
# Мелани отвечает: Миссис Бакфетт, Вы кончили или мне показалось?
# Моника: Мне... Я... Это тебя не касается, Мелани!
# Мелани! Что с нашим договором?!
# Когда ты решишь вопрос с Маркусом?!
# Мелани отвечает: Я займусь этим завтра, Миссис Бакфетт.
# Скоро будут новости, не волнуйстесь.
# Моника: Я буду ждать!

# Мелани пропадает.

# Вопрос у Алекса: Где Мелани?
# Алекс отвечает что не видел ее и, может быть, Моника знает где она.
# Моника отвечает что нет.

# Вопрос у секретарши: Где Мелани?
# Секретарша отвечает что не видела ее и, может быть, Моника знает где она.

# Вопрос у Бифа: Где Моника?
# Биф отвечает что малышка Мелани куда-то пропала. И что он ее накажет, когда она появится.

















label ep23_dialogue9:
    return
