# На заправке можно покупать еду.
# Периодически не работает касса.
# Кристина не узнает Монику, на что Моника делает комментарий, что ее никто не узнает в этих лохмотьях.
# По крайней мере хоть что-то хорошее есть в этой одежде.
# Если не работает касса, то Моника думает какую бы трепку сейчас устроила продавщице.
# Если разбивала бутылку, то думает что стоит разбить что-нибудь еще, но сейчас это слишком опасно.

# Еда выбирается из прилавков. Пирожные и гамбургеры.
# Дают разное кол-во еды. (как инвентарь)
# Каждый день еда убавляется (с утра) и обновляется флаг monicaEat()

label ep23_dialogues5:
    return
