# Дик и Мелани у нее дома

# Дик оглядывает комнату и говорит: Мелани, у вас такое уютное гнездышко. Вы имеете отличный вкус.
label ep23_dialogues7:

    # Мелани отвечает спасибо и предлагает Дику присесть.
    # И предлагает чай, вино или виски?
    # Дик говорит что хотел бы сразу взять номер того негодяя, потому что боится что потом может забыть.
    # Что при виде Мелани у него путаются мысли и он уже не может сосредоточиться.
    # Мелани говорит что да, конечно. И спрашивает не кажется-ли Мистеру Дику что здесь очень жарко.
    # Я пойду одену что-то более легкое, вы не возражаете если я отойду?
    # Дик говорит что конечно нет.
    img 8964
    dick "Мелани! У Вас такое уютное гнездышко!"
    img 8965
    dick "Вы имеете отличный вкус!"
    img 8966
    melanie "Спасибо, Мистер Дик..."
    img 8967
    w
    img 8968
    w
    img 8969
    w

    img 8970
    melanie "Присаживайтесь, Мистер Дик."
    img 8971
    melanie "Давайте я Вас чем-нибудь угощу?"
    img 8972
    melanie "Что Вы предпочитаете? Кофе, вино или виски?"
    img 8973
    dick "Мелани, я хотел бы сразу записать номер того негодяя."
    "Я боюсь что могу забыть потом."
    img 8974
    dick "Мелани, при виде Вас у меня путаются мысли."
    img 8975
    "Я даже сейчас уже не могу сосредоточиться...."
    img 8976
    melanie "Да, конечно, Мистер Дик."
    img 8977
    "Аххххх..."
    "Не кажется-ли Вам что здесь очень жарко?"
    img 8978
    "Я пойду одену что-то более легкое."
    img 8979
    "Вы не возражаете если я отойду на минутку?"
    dick "Что Вы, Мелани? Конечно я не возражаю."


    # Мелани возвращается одетая в трусики и шубку.
    # Подходит к Дику и спрашивает нравится-ли Дику ее образ? Не слишком-ли он будет смущать Мистера Дика?
    # Дик просто в шоке.
    # Он, запинаясь, говорит Мелани что его не будет смущать.
    # Мелани открывает шубку, там грудь. А так?
    # Дик в шоке.
    # О Мелани! Я прошу Вас! Можно я сделаю несколько кадров? Я всегда мечтал об этом!
    # Дик, но у Вас нет камеры.
    # У меня есть телефон! Я могу сделать кадры на него!
    # Мелани говорит что она любит фотографироваться, как Мистер Дик уже, наверное, знает.
    # Но она любит хорошее качество фото.
    img 8980
    with fadelong
    melanie "Мистер Дик, нравится-ли Вам мой образ?"
    img 8981
    "Не слишком-ли он будет смущать Вас?"
    img 8982
    dick "..."
    img 8983
    dick "!!!"
    img 8984
    melanie "..."
    img 8985
    dick "Ммм... Мелани..."
    dick "Нет... Этот образ... Не будет смущать меня..."
    img 8986
    with fadelong
    melanie "А так?"
    img 8987
    dick "!!!"
    img 8988
    w
    img 8989
    dick "..."
    img 8990
    w
    img 8991
    dick "!!!"
    dick "О, Мелани!"
    "Я прошу Вас!"
    "Можно я сделаю несколько кадров?"
    "Я всегда мечтал об этом!"
    img 8992
    melanie "Дик, но у Вас нет камеры."
    img 8993
    dick "У меня есть телефон! Я могу сделать кадры на него!"
    img 8994
    melanie "Мистер Дик, я люблю фотографироваться. Вы уже, наверное, это знаете."
    "Но я люблю хорошее качество фото."

    # Дик говорит что это будут самые лучшие фотографии для него! И никто их не увидит никогда!
    # Только Дик сможет оценивать красоту и качество сделанных фото!
    # Так что неважно на какую камеру они будут сделана, для Дика они будут лучшие, потому что
    # На них будет Мелани!
    # Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди, но я бы не хотела чтобы мир увидел их раньше времени.
    # Дик отвечает что клянется, никто не увидит это. Только пожалуйста, пусть она даст возможность!
    # Мелани отвечает что хорошо, только трогать нельзя.
    # Дик отвечает что все будет как Мелани скажет ему!
    img 8995
    dick "Для меня это будут самые лучшие фото!"
    "Их больше никто никогда не увидит!"
    "Только я смогу оценивать их бесконечную красоту!"
    "И неважно на какую камеру они сделаны!"
    "Они лучшие, потому что на них будете Вы, Мелани!"
    img 8996
    melanie "Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди."
    "Но я бы не хотела чтобы мир увидел ее раньше времени..."
    img 8997
    dick "Мелани! Я клянусь! Никто не увидит это!"
    "Только пожалуйста, дайте мне возможность!"
    img 8998
    melanie "Хорошо, Мистер Дик. Но трогать нельзя..."
    img 8997
    dick "Мелани! Все будет так как скажете ВЫ!"

    # Начинается фотосессия Мелани с Диком.
    # Дика почти не видно, фото чисто с Мелани.
    # Вертятся везде по дому.
    # photo
    img 8999
    w
    img 9000
    w
    img 9001
    w
    img 9002
    w
    img 9003
    w
    img 9004
    w
    img 9005
    w
    img 9006
    w
    img 9007
    w
    img 9008
    w
    img 9009
    w
    img 9010
    w
    img 9011
    w
    img 9012
    w
    img 9013
    w
    img 9014
    w
    img 9015
    w
    img 9016
    w
    img 9017
    w
    img 9018
    w
    img 9019
    w
    img 9020
    with fade
    melanie "Мистер Дик, Вам нравится?"
    dick "Мелани, я просто без ума!"
    melanie "Идите сюда..."
    img 9021 #nophoto
    w
    melanie "Я разрешаю сделать Вам последний кадр..."
    img 9022 #nophoto
    w
    img 9023
    with Dissolve(0.8)
    w
    #end_photo


    # Дик садится на колени перед Мелани и говорит что он восхищается ей!
    img 9024
    dick "О, Мелани!"
    img 9025
    w
    img 9026
    w
    img 9027
    "Я восхищаюсь ВАМИ!"
    img 9028
    melanie "..."
    # Сцена заканчивается.
