# Если на фитнесе было достаточно посещений (в идеале посмотрены все девочки), то появляется Фред в конце занятия.
# Фред говорит Монике что ей идет эта униформа. Моника злится и спрашивает что Фреду надо от нее.
# Фред говорит что нужен совет в выборе попы. Какой попы?
# Одной из тех что там занимается.
# Какую бы Вы предпочли, Миссис Бакфетт?
# Бетти, Стефани или Ребекку?
# Моника говорит что бери Бетти, эта дура как раз заслуживает такого болвана как ты.
# Фред говорит что это будет непрофессионально, т.к. он у нее работает.
# Моника говорит что добраться до других у него шансов есть.
# Фред говорит что Моника поможет ему в этом. Моника спрашивает с какой стати.
# Фред отвечает что Моника что-нибудь придумает, потому что иначе ей придется пожертвовать своей попой.
# Хватает ее за зад.
# Моника поворачивается и, в зависимости от bitchness дает пощечину, либо дает по яйцам ногой.
# Фред падает, если ударили.
# В это время заходят Стефани и Ребекка
# Видят Фреда. Моника делает комментарий в его сторону, чтобы он убирался отсюда, болван.
# Стефани и Ребекки нравятся слова Моники и они разговаривают с ней о том наконец-то увидели прежнюю Монику.
# А то они уже стали сомневаться по поводу ее слов.
# Моника говорит чтобы не сомневались.
# После этого несколько меняется диалог при встрече подруг на фитнесе.

# Фред, если к нему подойти у дома, смотрит на Монику.
# Моника спрашивает хочет-ли он еще получить?
# Фред делает вид что боится и что не хочет. Моника говорит чтобы тогда помалкивал.

# Когда Моника трет пятно, периодически вместо Бетти появляется Фред, который смотрит на нее.
# Если Моника кликнет на Фреда, то оборачивается и говорит чтобы он проваливал, если не хочет получить еще.
# Фред говорит что просто гуляет и ищет надо-ли где-то применить его профессионализм.


# В один из дней Бетти находится в спальне. Заходит Фред.
# Бетти в белье (заранее определяется какое белье, запуск когда в определенном)
# Бетти зло спрашивает что он тут делает?
# Фред говорит что его послал Мистер Робертс, чтобы позвать Бетти, потому что он уезжает с Фредом по делам
# и хочет поцеловать супругу перед отъездом.
# Бетти спрашивает и что, ради этого он послал прислугу водителя в ее спальню?
# Фред отвечает что вообще-то нет, просто кое-кто еще хочет ее поцелуя.
# И снимает штаны.
# Бетти говорит что он сошел с ума? Здесь ходит Барди, не хватало чтобы он это увидел.
# И что он вообще себе позволяет в ее спальне?
# Фред отвечает что закрыл дверь и ведет себя профессионально, так как хозяйка богатого дома хочет поцеловать его член.
# Бетти смотрит на Фреда, спускается и целует.
# Фред говорит что хозяйка дома хочет взять член в рот поглубже. Бетти делает минет.
# Фред кончает и говорит что спасибо, теперь можно идти к Мистеру Робертсу.
# Бетти говорит что куда это он собрался, давай быстрее и тд. Повторяется сцена секса (можно взять из прошлой версии)
# Фред кончает. Бетти говорит что не вздумай снова кончить на лицо, раздается крик Ральфа: Бетти, ты где?
# Фред снова кончает на лицо, Бетти зло смотрит и вытирает его.
# Кричит в ответ: Ральф, я иду, хватит орать на весь дом!
# Они спускаются вниз. Фред говорит Ральфу что дверь в комнату Бетти была закрыта и он ждал, пока она закончит макияж.
# Бетти спрашивает Ральфа зачем он ее звал.
# Ральф отвечает что едет на важную встречу и хотел чтобы Бетти поцеловала его (Бетти только что была вся в сперме)
# Бетти решает целовать его или нет. Если целовать, то в губы или в щеку.


label ep23_dialogues3:
    return
