# TODO: Translation updated at 2019-08-29 19:51

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:3
translate german ep25_dialogues4_map1_b1524046:

    # mt "Мне лучше не идти туда в таком виде."
    # mt "Я выгляжу как респектабельная Леди."
    # mt "Такую как я там сразу ограбят или что еще похуже!"
    mt "Мне лучше не идти туда в таком виде."
    mt "Я выгляжу как респектабельная Леди."
    mt "Такую как я там сразу ограбят или что еще похуже!"

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:17
translate german ep25_dialogues4_map2_8100b9ff:

    # mt "Мне лучше не показываться в этом красивом платье."
    # mt "Я выгляжу как Моника Бакфетт и меня могут узнать."
    # mt "Мне надо незаметно прокрасться к себе в комнату..."
    mt "Мне лучше не показываться в этом красивом платье."
    mt "Я выгляжу как Моника Бакфетт и меня могут узнать."
    mt "Мне надо незаметно прокрасться к себе в комнату..."

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:25
translate german ep25_dialogues4_map3_ed0a7d78:

    # mt "Мне лучше не показываться в этом красивом платье."
    # mt "Я выгляжу как Моника Бакфетт и меня могут узнать."
    # mt "Бетти точно выгонит меня из дома..."
    mt "Мне лучше не показываться в этом красивом платье."
    mt "Я выгляжу как Моника Бакфетт и меня могут узнать."
    mt "Бетти точно выгонит меня из дома..."

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:32
translate german ep25_dialogues4_map4_f9cb0c3f:

    # mt "В том коридоре нет света."
    # mt "Плохо видно."
    # mt "Но мне казалось что Фред где-то шастает здесь."
    # mt "Может быть здесь есть выход на улицу?"
    mt "В том коридоре нет света."
    mt "Плохо видно."
    mt "Но мне казалось что Фред где-то шастает здесь."
    mt "Может быть здесь есть выход на улицу?"

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:40
translate german ep25_dialogues4_map5_829bd8c6:

    # mt "Кажется я нашла новый способ покидать дом."
    mt "Кажется я нашла новый способ покидать дом."

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:45
translate german ep25_dialogues4_map6_413bb150:

    # mt "Я побаиваюсь уходить из дома в одежде гувернантки, пока Бетти дома."
    # mt "Она может снова заметить меня около ворот дома и устроить очередную трепку."
    mt "Я побаиваюсь уходить из дома в одежде гувернантки, пока Бетти дома."
    mt "Она может снова заметить меня около ворот дома и устроить очередную трепку."

# game/Quests/EP2_05/ep25_dialogues4_map.rpy:48
translate german ep25_dialogues4_map6_f0d79344:

    # mt "Сучка!"
    mt "Сучка!"

