# клиент, который платил Монике 50 баксов, разводит на блоуджоб прямо в подворотне
# как только Моника начинает, появляется Перри и начинает орать, что она ее ищет т.п.
# ты мне должна уже 100 т. долларов
# Моника - чтооо!!! 10 тысяч!
# Перри делает снимок на телефон - теперь я тебя запомню
# Перри - ага, вот ты и призналась!
# поялвяется мамочка - девчка, ты работаешь в моем районе без согласования со мной
# Моника - с какой стати! это все незконно. я вызову полицию
# мамочка - полиция в курсе. все законно
# ты будешь работать здесь и отдавать мне половину, а также ты выплатишь долг этой уважаемой женщине
# со сцен дома Моника в этот же вечер должна пойти на точку и отдать мамочке 50 процентов иначе она не может лечь спать
# также она должна отдать долг Перри
# в первый раз оона придет к Перри и та скажет, отдавай мои сто тысяч (50)
# либо отрабатывай иначе мамочка сказала, что ты уедешь в полицию
# Моника говорит, откуда такая сумма, я всего один раз переночевала
# Перри - будешь спорить со мной, отдавать будешь вообще 100. я тебя искала, поставила тебя на счетчик
# если Моника просто ушла, то мамочка ей скажет, что Перри собирается вызывать полицию, тебе лучше с ней догвоориться
# отрабатывай - Перри раздвигает ноги, ликинг за 10 долларов - раз в неделю
# если она откажет, если Моника не отрабатывает, то долг вырастает на 1000 баксов, о чем Перри ее предупредит
#
#
# мамочка скажет, что если Моника будет себя хорошо вести, то она даст возможность ей здесь работать
# если Моника отрабатывает у Перри, то она может жить в хостеле
# если Моника хочет сегодня переночевать в хостеле, то надо отработать у Перри 10 долларов и та ей разрешит остаться на ночь в номере
#
#

# если хотя бы одну неделю она не отрабатывает, то долг увеличивается
#
#
#
#
#





# панки - ситизены 1
# придут к ней домой, предложив выше заработок 20 баксов
# сначала предложат сделать блоуджоб у пилона
# она откажется - что прям здесь?
# они- да. ну если у тебя есть более подходящее место, то пошли туда
# Моника думает, что та дыра, в которой она живет, вполне подходит для таких мерзких придурков
# если выгнали с эскорта, то она думает о том, что могла бы там заработать больше, но ее туда больше не пустят
# дома у нее ведут себя как свиньи, что-нибудь роняют, с ботинками на кровать лезут, гадят в туалете
# в итоге она одному делает блоужоб, за 20 баксов
# а второму за доплату в 5 баксов делает хенджоб
# добавить вариативность в секс-сцены
#
#
# художник - ситизен 2
# сначала у пилона он ей предолжит подработку моделью для его картины, за деньги
# для этого его нужно будет пригласить к себе
# сначала он ее рисует, комментирует, пытается полапать
#
#
