# свидание у Мелани с Алексом
# Виктория сидит с Мелани у нее дома, Мелани в домашнем пеньюаре
# Виктория собирается уходить, Мелани сидит, а та ей говорит
# подружка Мелани, ты помнишь чтонужно делать. ты звонила ему?
# Мелани - да, он сказал, что скоро будет
# Виктория - ты же хочешь, чтобы я осталась и помотрела?
# Мелани - да (зло)
# Виктория - я бы с удовольствием осталась и помогла тебе, подружка, но я не хочу смущать Алекса
# ты помнишь, что ты должна будешь надеть и что ты должна будешь сказать Алексу при этом
# да, подружка, если я не хочу смущать Алекса, не значит, что я не хочу посмотреть
# Виктория оставляет камеру на столе, камера будет большая
# Мелани спрашивает, что сказать Алексу, когда он увидит эту камеру
# Виктория говорит - подружка, ты же умная, ты не можешь сама придумать что сказать Алексу
# хорошо, я тебе помогу
# скажи ему, что ты любишь записывать все на камеру и выкладывать потом это в интерент
# Мелани в шоке
# Виктория хихикает - я пошутила, ты доверяешь своей подружке смотреть это и решать выкладывать это в интернет или нет
# ведь это так?
# Мелани в шоке - да, я доверяю тебе
# да кстати, подружка, ко мне недавно заходили полицеские от мистера Маркуса и спрашивали по Миссис Бакфетт и ее ближайшее окружение
# я сначала хотела им рассказать про тебя, но потом вспомнила, что вы мои подружки
# и сказала, что ничего не знаю. они меня попросили сообщить им, если вдруг мне что-то станет известно
# Мелани напугана
# Виктория говорит, подружка не должна прятаться от камеры, я должна постоянно ее видеть в кадре
# и если Алекс останется жить у подружки, то у вас обязательно сегодня дожен быть секс
# Виктория уходит, приходит Алекс
# ...
# периодически при свидании показываем из офиса Дика, как Виктория сидит и смотрит на компе их свидание (нечасто)
#
# Алекс спросит про портрет
# Мелани, глядя в камеру, говорит, что мечтала о его члене и рисовала его. это твоя работа и я хочу чтобы это тут было
# давай не будем это стирать
# Алекс возражать не будет
#
# когда Мелани предложит Алексу жить вместе, он будет сомневаться, что все так стремительно
# до этого она даже не смотрела в его сторону
#
# на свидани романтика нет - со стороны Алекса недоверие, со стороны Мелани напряжение, она постоянно смотрит на камеру
# Мелани пытается создать романтическую обстановку, но выглядит все очень наиграно и Алекс это все видит
# на преложение жить вместе ответ не дает, сомневается
# ей приходится его уговаривать
# он спрашивает, почему ты тогда сказала, что это все неправда
# Мелани оправдывается, говорит, что тогда еще сомневалась
# Алекс - а почему ты предлагаешь мне сразу жить вместе, мы с тобой даже не встречались
# ты всегда была так холодна со мной и вдруг сраз предлагаешь  жить вместе
# у нас с тобой даже интима не было
# Мелани говорит, подожи минуту, я сейчас вернусь
# она возвращается, переодевшись в откровенный наряд
# она садится напротив него и снова спрашивает о совместной жизни
# он пускает на нее слюни и ничего уже не соображает
# ликинг
# Мелани предлагает ему пойти в спальню
# и берет камеру с собой
# Алекс спрашивает зачем камера? ты хочешь все записать?
# она говорит, что да
# я не замечал раньше за тобой такого, ты всегда избегала моей камеры
# она ему холодно отвечает, что потому что тогда его не было с ней в кадре

# подробный петтинг - грудь, ликинг, комментарии Алекса
# Алекс от этого кончит
# Мелани скажет - и это все? а я?
# ты должен это сделать
# он пытается к ней пристроиться сзади, трется и у него начинает вставать
# Алекс- ты точно не против? ты точно этого хочешь?
# я о таком даже мечтать не мог? точно?
# Мелани вынуждена убеждать его, что точно
# он вводит в нее головку и спрашивает, ты не передумала, точно? я могу войти глубже?
# и тому подобное
# после этого Алекс предложит поменять позу, а она говорит, что на сегодня достаточно, секс уже был
# Алекс говорит, раз ты не кончила, значит секса не было
# Мелани смотрит на камеру и понимает, что она должна это довести до конца (кадр с Викторией у компа)
# Мелани говорит - какую позу ты хочешь
# Алекс раскрепощается и говорит, садись на меня
# Мелани медлит, в итоге секс и они оба кончают
# ложатся спать, он лезет обниматься к ней, Мелани раздражена и говорит, что он будет спать на диване в гостиной
# он говорит, что тогда он придет к ней с утра
# Мелани зло на него смотрит
# занавес
#
