# РАЛЬФ
# Моника переоденеться в Бетти и начинаются отношения
# Дальнейшее развитие с Ральфом. Барди рекомендует Монике для того, чтобы уж точно соблазнить Ральфа,
взять одежду Бетти, пока та на фитнессе и прийти к Ральфу, он от нее тащится, как и от имени Бетти

# Бетти выгоняет, разводится с ней. Бетти будет работать секретаршей у Стива, т.к.
тот женился на Джейн и она теперь не работает вообще.
# Барди отправляет к матери в провинцию. При этом Барди злится и рассказывает отцу правду про нее,
но рассказывает коряво, неправильно называя ее фамилию. Ральф скажет, что я все равно отослал его,
он говорил мне про тебя какую-то чушь, в которую поверит только сумасшедший.
# При этом у Фреда появляеется новый повод для шантажа, он угрожает, что расскажет Ральфу правду про нее.
# разбить на два, во второй части Бетти их застукает
#
# Барди ловит Монику и говорит, что придумал, что ей нужно сделать - стать Бетти
# Моника - в смысле?
# у Бетти много одежды, но ральф любит именно это платье
# я долго за ними наблюдаю, Ральф не разрешает ей надевать ничего другого
# ты же ходишь с ней на фитнес, пока она там кувыркается с тренером, возьми ее одежду
# переоденешься, пойдешь к Ральфу и скажешь, что ты Бетти
#
# на фитнесе (вт, чт) нужно подойти к шкафчику, появится новый пункт - переодеться в одежду Бетти и идти к Ральфу
# Моника идет домой, может ходить в плтье Бетти по дому (мысли)
# вечером Моника возвращается в фитнес и переодевается в свою одежду
#
# переодетая Моника заходит в гостиную к Ральфу
# он в растерянности - Бетти? Моника?
# она вешает ему лапшу на уши
# сцена - блоуджоб в гостиной (ее снимает Барди на телефон)
# Мистер Робертс, вам понравилось? я могу еще к вам прийти
# Ральф скажет, да, очень. приходи ко мне еще, я буду ждать
# у Моники два варианта поведения с ним: просить деньги и иногда заниматься с ним сексом,
# он говорит: а, плохая гувернантка снова хочет соблазнить хозяина в его доме, пока хозяйка не видит;
# либо он спросит ее, что она хочет, денег? И Моника ему скажет, что ее на самом деле зовут Бетти,
# и скрывала свое настоязее имя, т.к. боялась, что ваша жена меня не возьмет на работу, я вас полюбила сразу,
# бла-бла, они встречаются тайком от Бетти, пока та на фитнесе. В итоге Моника говорит ему, что будет ему
# лушей женой, чем Бетти, у нее никогда не будет болеть голова, она не будет пилить и его и т.п.
# При втором варианте, она будет жить в своем доме на правах хозяйки, но она должна будет ежедневно готовить Ральфу,
# убираться и заниматься с ним сексом и ходить только в платье Бетти и называться Бетти.
# Ральф ей денег давать не будет. Если она что-то не выполняет, то он перестает ей давать деньги. - это после скандала с Бетти
# Разв неделю он дает ей 5000 баксов и ни центом больше.
#
# Моника про себя думает, что может извлечь из этой ситуации выгоду для себя
# я снова стану здесь хозяйкой
# этот дом по праву принадлежит мне
#
# Барди говорит, молодец, гувернантка. в конце учебного года, когда мне выставят оценки, я покажу отцу это видео, чтоб он не ругал меня
# это будет отличный способ установить, кто здесь на самом деле хозяин
#
# по вт и чт она возвращается к Ральфу, его в гостиной нет
# она решет поискать его  и идет в спальню
# он ее там ждет
# плюс сцена секса в ее спальне наверху (разные сцены для вариативности)
#
# после секса с Ральфом, она думает предложить ему официально узаконить их отношения (в след. версиях) или просто поцеловать его
#
#
#
#
#
#
#
