
# после выступления Моники, к ней в гримерку приходит Эшли
# начинает возмущаться на Монику, что у той видимо вошло в привычку красть процент Эшли после выступлений
# я всячески иду тебе на встречу, pub_name, и ты уже в который раз отвечаешь кражей чаевых!!
# ты наказана!!
# Моника - !!! это несправедливо! мне пришлось голой танцевать перед этой толпой жалких неудачников!
# ты еще и наказать меня хочешь?!
# Эшли говорит - да! помнишь Мистера Беркельбауха?
# Моника  - никчемный банкир?
# Эшли - да. он придет сюда на днях и требует снова устроить ему приват. он потребовал, чтобы все девочки присутствовали
# Моника - все?! мне нужно будет идти в приват с сучкой Молли?
# Эшли - да. и с Клэр. но у нас проблема. Клэр категоричски против приватов.
# Эшли - поэтому тебе придется с ней договориться. она должна прийти на этот приват
# Моника говорит, что бесполезно уговаривать Клэр. пусть Молли одна идет на этот приват!
# Эшли орет, что банкир захотел так и она не может отказать ему.
# она допустила просрочку платежа и банк пересмотрел из-за этого ее льготы, они подлежат отмене
# Беркельбаух обещал помочь ей, если она устроит ему такой приват, где будут все девочки
# и вы все сделате так, как мне надо! иначе уволю всех к черту!
# в общем, pub_name, это твои проблемы, как ты будешь уговаривать Клэр, но ты должна это сделать
# если вы обе придете на этот приват, то я прощу тебе эту кражу чаевых!
# Моника про себя возмущается, что эта Эшли совсем охренела. почему она и Клэр должны помогать ей
# она просрочила платеж, пусть сама его и отрабатывает!
# но если я откажусь сейчас, то останусь без этой работы. а я тут стала неплохо зарабатывать в последнее время...
# чертова Эшли!!!

# в след. свой визит в паб, Моника встречает в гримерке Клэр
# думает о том, как бы уговорить ее
# начинает издалека - как дела, бла-бла-бла
# Клэр настроена вполне дружелюбно
# Моника решается и говорит ей, что помнишь, ты говорила, что могу обратиться к тебе за помощью
# Клэр говорит - да, конечно. у тебя что-то случилось?
# Моника говорит о том, что у Эшли проблемы с кредитами и она поставила условие
# если Моника его не выполнит, то Эшли сказала, что уволит ее
# Клэр спрашивает, что за условие и Моника говорит о том, что она и Клэр должн сегодня присутствовать на привате с банкиром
# Эшли и Молли там тоже будут
# Клэр говорит, что еще за глупости? с какой стати они все должны кривляться перед каким-то там клиентом
# Моника говорит, что тоже возмущена этим, но Эшли сказала, что уволит ее, а ей нужна эта работа
# в итоге Клэр соглашается, говорит, что это только ради Моники и повторно она не пойдет на подобное

# подсобка
# банкир сидит, развалившись на диване
# перед ним стоят Молли, Клэр и Моника. Эшли стоит в сторонке
# банкир оценивающе осматривает девочек,потом поворачивается к Эшли
# говорит, что не ожидал, что Эшли так несерьезно отнесется к исполнению своих обязательств
# твоя безответственность в делах, Эшли, навела меня на мысль, что я не могу доверять тебе...
# ты даже не представляешь, сколько усилий мне пришлось приложить в прошлый раз, чтобы сделать для тебя те льготы
# и при первом же платеже ты допускаешь серьезную просрочку...
# Эшли - Мистер Беркельбаух, я...
# он ее перебивает - Эшли, раз ты так несерьезно относишься к нашим с тобой договоренностям, то
# я полагаю, что я не могу доверять тебе на слово
# в прошлый раз ты мне пообещала показать самую лучшую попку в Шайни-хол
# и привела ее (указывает на Монику)
# что ж... по сравнению с твоей попой, она может быть и лучше... а что насчет других девочек?
# вдруг ты меня обманула, Эшли? я должен лично удостовериться в том, что эта попка была лучшая...
# Моника про себя думает - вот козел! самоуверенный никчемный человечишка
# Клэр смотрит на него немного свысока, а Молли наоборот пытается флиртовать и строит глазки
# в итоге он заставлят все девочек встать перед ним на стол и снять трусики
# он комментирует их вид сзади и говорит, что все попы хороши... какую же выбрать?
# потом заставляет присоединиться к ним и Эшли
# та пытается отнекиваться и спорить, но он настаивает
# говорит о том, что если она откажется, то может больше не рассчитываеть на его поддержку
# и что он не будет улаживать ее вопрос с просрочкой и отменой льготного процента
# Эшли предлагает ему приятно провести время одновременно со всеми тремя девочками. за счет заведения
# такого не удостаивался еще ни один клиент моего бара
# банкир лениво отвечает, что он выдвинул свое условие и ждет, когда Эшли встанет рядом с ними, чтобы он мог сравнить их попы
# Эшли деваться некуда, она злится, но встает рядом с девочками и задирает юбку
# банкир говорит, что теперь другое дело, теперь он сможет провести всестороннюю оценку...
# подходит и трогает ладонями каждую попу
# Клэр и Мника возмущенно переглядываются, Молли игриво хихикает, Эшли стоит злая
# банкир говорит, что удостоверился в том, что Эшли его не обманула в прошлый раз и он готов снова сделать ей льготный процент
# при одном условии
# Эшли спрашивает, каком
# он говорит, что он уже видел на сцене всех трех девочек и теперь ему хочется чего-то новенького... например посмотреть на Эшли
# Эшли в шоке - чтоо?! это не в правилах моего бара! я здесь хозяйка, а не стриптизерша! я замужем, в конце концов!!
# онговорит, что если она будет с  ним спорить, то бар будет принадлжеать ей недолго...
# ты же помнишь, Эшли, что брала кредит под залог этого помещения?
# Эшли- !!! да, Мистер Беркельбаух...
# он - ты все еще хочешь поспорить со мной, идти тебе на сцену или нет?
# Эшли - нет, Мистер Беркельбаух (зло косится на девочек)
# он - вот и хорошо, Эшли. думаю. ты сможешь объяснить все Джо и он не будет против
# если в следующий свой визит сюда я не увижу тебя на сцене, то наша сделка отменяется, Эшли
# поняла меня? Эшли говорит, что все поняла, стоит недовольная
# он говорит - а теперь я хочу немного расслабиться
# ну что, девочки, кто первый?
# в итоге: Моника и Клэр танцуют перед ним на столе, а Молли трется об него (бубсджоб)
# банкир уходит довольный, шлепнув по попам девочек и напомнив Эшли про танец на сцене

# девочки с Эшли в подсобке, банкир ушел
# Эшли говорит, чтоб они не вздумали рассказывать о произошедшем ни одной живой душе! особенно Джо!!
# и о ее прблемах с банком тоже никто не должен знать! все уяснили?!
# они говорят - да
# Эшли говорит Клэр спасибо, что согласилась
# pub_name, ты прощена, но что бы больше никаких глупостей!!
# а ты, Молли, останься. мне нужно, чтобы ты показала мне какие-нибудь движения для танца


# плакат
# в один из дней Моника приходит на работу в паб и видит, что Джо и Эшли примеряют к стене плакат
# Джо его держит в руках, из-за его спины не видно, что там изображено
# Джо спрашивает - так? сюда?
# а Эшли говрит - правее, выше. теперь немного левее
# Моника спрашивает, что они делают?
# Джо поворачивается и Моника видит, что он держит плакат с фотосессии Моники в красном платье
# Эши говорит - смотри как на тебя похожа, мы повесим этот плакат для посетителей
# это такой ход для привлечения клиентов - все будут знать, что здесь работает девочка, похожая на эту супер звезду
# и будут приходить сюда, чтобы поглазеть на тебя.
# Джо говорит - да, и я предложил бы, чтобы ты снимала маску на сцене. двойник Моники Бакфетт танцует стриптиз в Шайни хол!
# да у нас клиентов станет в десятки раз больше!!!
# Моника в шоке - какой кошмар, теперь все узнают, что это она. и Эшли с Джо уже поняли это!!
# пытается отговорить их - Эшли, нет. это плохая идея. я... я не хочу, чтобы м... ее плакат висел здесь!!!
# Эшли ей - тебе то какая разница, ведь это не ты!
# Моника про себя - уф, как же хорошо, что Эшли и Джо всего лишь недалекого ума людишки
# нет, это не я.
# я... я не буду выходить на работу, если вы повесите это здесь!
# я не хочу, чтобы... чтобы меня все сравнивали с этой девушкой с плаката!
# я pub_name, а не она!!!
# в итоге Эшли с Джо соглашаются пока не вешать плакат
# Эшли грозно - но это до твоей первой кражи, pub_name!
