# - эскорт (служащий) + гадость девочкам
# меню, где он подходит к ней и предлагает уединиться ("Сколько денег ты скопил?! (в следующем обновлении)")
# он говорит, что 100 баксов и проблем на тт раз не будет
# с чего ты взял? а вдруг нас снова увидят
# тот говорит, что нет мэм, я уже все предусмотрел, такого как в прошлый раз не повторится
# Моника не знает, что админ в курсе и служащий ей об этом не говорит
# в итоге они вместе приходят на ресепшен к админу и служащий говорит, что вот она согласилась за 100 долларов
# Моника в шоке
# администраторша Монике говорит, что этот служащий уже достал всех девочек эскорта, пристает ко всем
# а с ним никто не хочет работать. ведь кто-то должен же удовлетворить этого озабоченного служащего.
# админ - интересно, а девочки спорили о том, согласишься ли ты за 50 долларов обслужить его
# Моника - почему за 50?! 100
# админ - ты забыла про процент?
# Моника-  я не буду этого делать!
# Админ - это твой клиент, ты уже дала согласие. тебе напомнить правила нашего ВИП-эскорта? иди работай


# служебный коридор, Моника со служащим заходят, а там сидят все девочки
# ой, смотри, а ты говорила, что она не пойдет на это
# ой, да ладно. она это и в туалете ему делала (если делала)
# хи-хи, я хочу на это посмотреть
# Моника вынужена делать это при девочках, а те комментируют и хихикают
# как вариант отказа в меню - укусить его за член, он орет и убегает по коридору, бежит мимо ресепшена и орет

# месть брюнетке с каре
# самый первый клиент с эскорта (футфетиш)
# Моника увидит его в ресторане и будет флиртовать с ним,  но у нее не будет получаться
# он будет тупить, типа соглашаться, а на самом деле думать толко о сексе с ней
# она ему скажет, что с удовольствием с ним еще раз встретиться
# тот скжет, о да, ты такая классная, мне так понравилось в прошлый раз
# я даже боялся подходить к тебе, ты тут самая лучшая
# Моника говорит, нет пойдем. ты мне очень понравился
# только давай возьмем еще вон ту девочку, тебе будет приятно вдвойне
# в итоге в номере
# клиент целует ноги Монике как в прошлый раз, и у него от этого стоит
# Моника говорит брюнетке, чтобы та тоже поцеловала ее ножку
# клиент говорит- да, да. попробуй. это так возбуждает. она такая клевая
# Моника говорит, протягиваю ногу брюнетке - ну, чего ты ждешь? это же твоя работа. за все уже оплачено
# в итоге голый клиент лежит на кровати сверху на брюнетке, целуя ноги Монике

# + мини-диалог, где Моника после этой сцены огрызается с брюнеткой



#
#
#
#
#
#
#
#
