# при условии, что у Барди достигнут максимальный уровень (8-?) и были сцены с одноклассником и не запущен ревендж-квест
# в один из дней, когда Моника просыпается у себя в подвале в спальне
# если она хочет уйти из дома, не проводя уборку, ее ловит Бетти
# Бетти говорит, что у нее в комнате надо убраться или если Моника давно не убиралась, то та орет на нее
# что она хреновая гувернантка и что если она не будет выполнять свою работу по дому, за что получает приличные деньги
# то она скажет об этом Ральфу и он вышвырнет ее на улицу!!
# Моника может послать ее и уйти, куда планировала (в этом случае квест Барди-Ральф запущен не будет)
# или она может про себя сказать, что ненавидит эту деревенщину, но она не позволит выставить ее из своего же дома
# и согласиться провести уборку

# Моника идет убираться в доме, для чего нужно надеть форму гувернантки
# в одной из комнат ее подлавливает Барди и проводит свою обычную проверку
# если Моника в трусиках - наказание от Барди, он ее шлепает по попе в подвале
# если Моника без трусиков - он ее хвалит
# и говорит, что гувернантка хорошая, но она должна доказать хозяину дома, что он может ей доверять, говорит, что будет ждать ее в подвале после уборки

# после того как Моника оказывается у себя в спальне в подвале либо после наказания от Барди, либо по завершению уборки
# возникает сцена диалога с Барди, где он ей говорит, что
# если было наказание, то - гувернантка плохая и невнимательна к приказам хозяина, поэтому она должна доказать ему, что он может ей доверять
# если наказания не было - гувернантка хорошая, и она должна доказать хозяину дома, что он может ей доверять
# Моника думает, что этот сопляк снова задумал какую-то гадость
# наверное, его придурошный друг опять испачкал белье преподавателя
# говорит ему, ни в какой колледж я больше не пойду!!
# Барди смеется и говорит, что хорошая гувернантка сделала бы для хозяина все, что он скажет
# и вообще, почему ты так противишься встрече с моим препоавателем? это странно...
# вот Бетти с удовольствием ходила к нему договариваться (хихикает)
# Моника про себя думает, что неудивительно, что этой провинциальной шлюхе понравилось ходить к этому извращенцу
# когда она выполняла грязные просьбы неудачника Эдвардса, она, наверное, думала, что она хорошая жена и мачеха
# фи, как это отвратительно
# знал бы Ральф, чем его порядочная жена занимается у него за спиной
# Барди говорит, ладно, гувернантка, не переживай, в колледж тебе не нужно идти
# пока что
# Моника спрашивает, что тогда ему надо от нее
# Барди говорит, для тебя не секрет, что у меня есть фотки, компрометирующие Бетти
# у них с моим отцом брачный контракт, согласно которому, если Бетти ему изменит, то развод и никакого раздела имущества, все остается у отца
# я мог бы показать отцу эти фотки, но эта дура Бетти наверняка вывернет ситуацию в свою сторону и скажет что фотки - фейк
# а отец прочно сидит под ее каблуком
# в общем, мне не нравится, что Бетти им командует и я хочу, чтобы он немного расслабился
# Моника смотрит на него с подозрением
# про себя думает, не рассказать ли ей самой Ральфу про то, что вытворяет Бетти
# было бы хорошо, если бы он вышвырнул ее отсюда
# Моника спрашивает - расслабился? о чем ты?
# Барди говорит, я приготовил для отца подарок и хочу чтобы ты ему вручила его
# Моника - ??? а что за подарок?
# просто вручить подарок?
# Барди - ага. отец скорее всего будет противиться, но твоя задача - заставить его взять свой подарок
# так ты согласна?
# Моника или говорит - иди к черту о своими глупостями, мне не до этого сейчас. тебе надо - ты и вручай ему подарок!!
# в этом случае она уходит, а этот диалог возникнет снова при следующей встрече с Барди, для этого нужно будет убраться в доме
# или говорит, что врядли будет сложно заставить Ральфа забрать подарок
# подарки любят все. какой же дурак откажется от презента? тем более, презент от собственного сына...
# Моника - ок, давай сюда подарок. когда его нужно отдать Ральфу?
# Барди - ты можешь попытатся вручить подарок отцу, когда Бетти не будет дома
# она по вторникам и четвергам на фитнесе
# и пока она кувыркается с фитнес-тренером, ты выполнишь мое задание
# Моника про себя, странно, почему именно в тот день, когда этой провинциальной дуры нет дома, что же там за подарок такой?
# Моника - ок. так что там за подарок
# Барди - этот подарок - моя гувернантка
# Моника - очень смешно, Барди. я серьезно спрашиваю. давай сюда этот подарок. у меня нет времени на твои глупости!
# мой подарок - это ты. я как-то неясно выражаюсь?
# Моника - ?!?!?!
# Моника возмущенно - в смысле, Я?!
# Барди - хорошая гувернантка должна соблазнить моего отца
# Моника орет - ты что, совсем головой поехал? как ты можешь требовать от меня подобное?!
# я не собираюсь принимать участие в этих твоих глупостях!!
# Барди говорит, что гувернантка обязана исполнять его приказы, что вообще то благодаря ему она здесь работает
# в общем заставляет ее, шантажирует
# Моника снова перед выбором, сделать как говорит Барди или послать его
# если посылает, то Барди вернется к этому разговору при следующей уборке
# если она соглашается (коррапшн), то думает, что Бетти с ней ни в какое сравнение не идет
# Ральф не сможет отказать ей и, такоим образом, она легко выполнит очередной глйпый приказ этого сопляка
# и вообще, что если у меня получиться не только соблазнить Ральфа, но и открыть ему глаза на истуинную сущность Бетти
# в таком случае, он вышвырнет эту дуру отсюда, а так как я с ним буду в отношениях, то я
# стану здесь полноправной хозяйкой! мой дом снова вернется ко мне!!
# и я в этот же день вышвырну мерзкого Барди отсюда!
# хмммм... думаю, Моника, это отличный план! малявка Барди даже не подозревает о том, что оказал мне услугу этим приказом
# в общем она говорит Барди, ок, я сделаю это
# Барди доволен, уходит (уровень отнощений с Барди + 20)

# к Ральфу Моника может подойти с целью его соблазнения по вторникам или четвергам, когда Бетти нет дома
# Ральф всегда сидит в гостинной с книгой
# Моника к нему подходит, когда она в одежде гувернантки, перед этим надевает трусики Юлии, т.к. без них она не хочет идти к нему

# Моника не знает, что бы ей придумать такого
# при следующей уборке в доме, убирается в гостиной и пытается завладеть вниманием Ральфа, принимая сексуальные позы
# но тот внимания не обращает на нее и наоборот говорит, что здесь уже достаточно, Моника, ты можешь идти
# Моника злится, думает, что в следующий раз у нее обязательно получится (уровень Ральфа + 10)
# что ей ничего не стоит соблазнить такого неудачника как Ральф
# такие как он даже мечтать боятся о внимании такой леди как я

# в следующий вторник или четверг
# клик на гостиную, чтобы пойти к Ральфу
# Моника думает, чтобы такого сделать, чтобы Ральф обратил на нее внимание?
# воспользуюсь тем, что Бетти нет дома и принесу ему что-нибудь из кухни
# он же не сможет мне отказать? на этот раз я попробую не надевать трусики. это точно сработает
# идет на кухню, потом в гостинную

# Ральф ей, когда она подходит - да, Моника? ты что-то хотела?
# Моника- Мистер Робертс, я принесла вам чай, вы не откажетесь?
# Р - спасибо, Моника, я не хочу. поставь на стол...
# М - черт!
# протягивает руку, чтобы поставить на стол и роняет чашку на пол
# М - ой, простите, Мистер Робертс. я случайно. я сейчас все уберу!
# Р - ... (недоволен)
# Моника наклоняется так, чтобы задралась юбка и Ральф это увидел
# Ральф смотрит, но не реагирует
# Р - в следующий раз не нужно мне приносить ничего, Моника. Бетти заботиться о том, чтобы я не нуждался ни в чем
# Моника (недовольно) - хорошо, Мистер Робертс
# про себя, чертова дура Бетти!
# Р- и еще, Моника. когда работаешь, надевай нижнее белье. я не хочу, чтобы Барди увидел случайно, что ты без белья.
# тебе должно быть стыдно за это
# да и не дай бог Бетти узнает об этом. ты же знаешь, что она очень ревнивая...
# Моника про себя - вот идиот!
# М- да, конечно, Мистер Робертс
# мне нужно будет придумать что-то другое (уровень Ральфа + 10)
# уходит

# после этого сталкивается с Барди
# он спрашивает ее, ну что, гувернантка, получается выполнить приказ хозяина дома?
# она говорит, что пока нет
# при этом она может отказаться дальше заниматься этими глупостями (завершение квеста)
# или продолжить дальше квест и спросить Барди, как ей лучше это сделать?
# он ей скажет, что это твое задание, вот ты и придумывай, как

# в следующий вторник или четверг
# Моник думает, надо надеть трусики.
# хммм.. может, мне надеть трусики Бетти? интересно, какие из них ему нравятся?
# надевает какие-то трусики Бетти
# снова идет в гостиную к Ральфу
# Р- а, Моника, снова убираться тут будешь? тут все в порядке. ты смотрю зачастила сюда
# Р - уж не собираешься ли ты снова завести разговор по поводу твоей зарплаты?
# М- ет, что вы, Мистер Робертс. я просто забочусь о том, чтобы в доме был порядок
# Р - ... хорошо, Моника
# она продолжает уборку, нагибается и Ральфу становится видно, что она в трусиках Бетти
# Р - !!! Моника, я конечно рад, что ты исполнила мою просьбу по поводу нижнего белья, но...
# Р - ты носишь трусики Бетти?! если она об этом узнает, то будет крайне недовольна!
# Моника про себя - придурок, знал бы он, как обстоят дела в его доме на самом деле...
# М - ой, Мистер Робертс, видимо, я случайно перепутала трусики
# Моника про себя, ну по крайней мере этот истукан отрывается от своей никчемной книги и смотрит мне под юбку
# это уже небольшое достижение
# нужно будет придумать что-нибудь еще
