# Джо приходит в гримерку и говорит про приват
# что один из постоянных клиентов требует приват
# она отвечает, пусть их королева шлюх идет в приват
# Джо говорит, что клиент требует именно ее и он уже пообещал ее клиенту, он уже ждет в подсобке
# не переживай, он ничего тебе не сделает, просто посмотрит и все
# я проконтролирую, чтобы ничего не случилось
# Моника может согласиться, чтоб заработать денег
# Джо может присутствовать на привате, якобы контролируя как она все делает

# customer в подсобке барменов
# он сидит, развалившись на диване
# говорит ей, ну давай детка, покажи мне себя
# рад что ты не как Менсфилд, не думал что ты шлюха
# хорошо что это так
# Моника говорит, что она не шлюха
# тот говорит я доплачу тебе 50 баксов, если ты скажешь что ты шлюха
# вставка, как говорила заключенным, что она хорошая шлюха
# клиент говорит, танцуй
# Моника думает о том, какой же это никчемный неудачник бла-бла
# начинает танцевать
# он комментирует
# о, даа. у тебя лучшая задница в этом чертовом пабе
# снимай верх, покажи мне своих малышек
# после того как она полностью разделась, клиент достает свой член
# иди сюда, я хочу потрогать тебя
# она говорит, что можно только смотреть, прикасаться нельзя
# он - да ладно тебе, больше заработаешь
# выбор
# Моника или злится, но выполняет
# или отказывается. говорит, это не по правилам, про себя - фии!
# он - да ладно тебе. давай, потрогай его немного.
# Моника говорит, что она здесь танцует, а не занимается проституцией
# говорит, что приват закончен, Джо говорит, что нет, клиент должен остаться удовлетворенным
# клиент ложится на стол и Моника треться об его член
# он - вооот, другое дело! вот так мне нравится больше
# если он кончит, то еще плюс 50 баксов
# видишь, я могу быть очень щедрым, если ты ведешь себя хорошо
# итого 100 баксов просто за танец, 50, если сказала, что она шлюха и 100 если клиент кончил
# в конце Джо говорит, не забудь отдать процент чаевых Эшли

# приват будет доступен один раз в неделю
