#Джо приходит в гримерку и говорит про приват
#Моника может согласиться, чтоб заработать денег
#Джо может присутствовать на привате, якобы контролируя как она все делает

#клиент говорит, рад что ты не как Менсфилд, не думал что ты шлюха
#хорошо что это так
#Моника говорит, что она не шлюха
#тот говорит я доплачу тебе 50 баксов, если ты скажешь что ты шлюха
#вставка, как говорила заключенным, что она хорошая шлюха
#клиент говорит, танцуй
#после того как она полностью разделась, клиент достает свой член
#Моника говорит, что приват закончен, Джо говорит, что нет, клиент должен остаться удовлетворенным
#клиент ложится на стол и Моника треться об его член
#если он кончит, то еще плюс 50 баксов
#итого 100 баксов просто за танец, 50, если сказала, что она шлюха и 100 если клиент кончил
#в конце Джо говорит, не забудь отдать процент чаевых Эшли

#приват будет доступен один раз в неделю
##############################################
# customer1 (в синей куртке)

# перед приватом (повторяющийся диалог перед приватом)
# customer1 "Эй, как насчет привата?"
# customer1 "Ты такого щедрого клиента, как я, здесь не найдешь."
# mt "Это тот придурок, который дает четвертак чаевых для официанки. Сама щедрость!"
# customer1 "Ну так что насчет того, чтобы уединиться, а?"
# выбор пойти с ним в приват или отказаться
# если отказаться, то она говорит, что не танцует в привате
# если соглашается, то говорит, чтобы он шел за ней


# в подсобке барменов, 1-й приват с ним
# он сидит, развалившись на диване
# говорит ей, ну давай детка, покажи мне себя
# Моника думает о том, какой же это никчемный неудачник бла-бла
# начинает танцевать
# он комментирует
# о, даа. у тебя лучшая задница в этом чертовом пабе
# снимай верх, покажи мне своих малышек
# Моника отвечает, что в привате танцует только одетой
# клиент возмущается, как так?!
# это же приватный танец, я тебе плачу деньги, а ты раздеваешься
# давай, снимай. я хочу посмотреть на твои сиськи
# Моника думает, если он и правда готов заплатить больше, возможно стоит снять жилет
# ведь на сцене я танцую в одних трусиках...
# Моника снимает жилет, танцует в одних трусиках
# он ей говорит - теперь снимай трусики
# Моника говорит, нет
# и за это я должен платить?!
# клиент говорит, ну тогда не расчитывай на щедрые чаевые...
# давай, покрути своим задом. отрабатывай свои деньги
# да, кстати, как тебя зовут
# Моника молчит...
# чего молчишь? это невежливо с твоей стороны
# будешь вежливой, получишь больше чаевых
# черт. если я скажу (имя паб_name), этот козел сразу поймет, что я - это я
# меня зовут (называет эскортное имя)
# он - (эскортное имя), я не люблю, когда меня обманыват. я знаю твое настоящее имя
# Моника в шоке - как?! он знает меня?
# он - тебя зовут (имя паб_name). и ты работаешь здесь официанткой
# Моника говорит, что нет. просто она с ней похожа бла-бла
# он - ну ладно, поверю тебе. вот твои деньги
# дает ей 15-? баксов
# надеюсь, в следующий раз ты будешь посговорчивей и повежливее. тогда и заработаешь больше


# в подсобке барменов, 2-й приват с ним
# он говорит, ну что, (эскортное имя), в этот раз ты будешь более вежливой со мной?
# Моника молчит и думает, какой же он козел
# но если он и правда готов заплатить больше, возможно стоит снять трусики
# ведь мы с ним только вдвоем и никто на меня больше не смотрит
# Моника начинает танцевать
# он показывает ей купюры и говорит, чтоб она снимала трусики
# Моника злится, но выполняет
# он - вооот, другое дело! вот так мне нравится больше
# иди сюда, я хочу потрогать тебя
# она говорит, что можно только смотреть, прикасаться нельзя
# он - да ладно тебе, никто же нас не видит, зато больше заработаешь, иди сюда
# выбор, если дает потрогать грудь и попу, он платит 40-? баксов ей в итоге, если отказ - 30-?
# видишь, я могу быть очень щедрым, если ты ведешь себя хорошо
# а сейчас я хочу, чтобы ты сняла свою маску, хочу увидеть твое лицо
# Моника отказывается. говорит, это не по правилам бла-бла
# клиент ей - мне не нравится, что ты мне постоянно отказываешь в моих просьбах
# а как насчет того, чтобы поиграть с моим членом, а?
# Моника снова отказывает ему, про себя - фии!
# он - да ладно тебе. давай, потрогай его немного.
# Моника говорит, что она здесь танцует, а не занимается проституцией
# он недоволен, платит деньги и уходит


# в подсобке барменов, 3-й приват с ним
# эй, чем ты сегодня меня порадуешь, (эскортное имя)?
# давай, начинай. мне нравится как ты танцуешь передо мной без одежды
# снимай с себя всю одежду
# Моника злится, но думает, что в прошлый раз она уже танцевала перед ним голая
# Моника танцует, раздевается
# клиент снова просит потрогать ее
# а потом просит снять маску - хочу видеть твое лицо, (эскортное имя)
# выбор - снять маску или не снимать
# если снимает, то он платит больше - 45?
# Моника думает о том, что может сказать, что они с официанткой просто очень похожи, их все путают бла-бла
# снимает маску, тот возмущенно говорит, так ты и есть та не особо вежливая официантка, ты еще и обманщица!
# она продолжает врать ему, что она не официантка
# он не верит
# в наказание, что ты обманула меня, ты мне подрочишь
# тогда я не пожалуюсь Джо на тебя. иначе скажу ему, что я недоволен твоей работой
# выбор
# если она отказывается, он платит деньги и уходит
# если соглашается - она спускается к нему со стола и делает ему хенджоб, за что он ей заплатит в два раза больше-?


######################################################

# customer2 (лысый, сидит за столиком слева)

# перед приватом (повторяющийся диалог перед приватом)
# customer2 "Эй, красотка, пошли со мной в приват!"
# customer2 "Порадуй папочку!"
# mt "Это тот придурок, который думает, что я из деревни. Идиот!"
# выбор пойти с ним в приват или отказаться
# если отказаться, то она говорит, что не танцует в привате
# если соглашается, то говорит, чтобы он шел за ней


# в подсобке барменов, 1-й приват с ним
# он - ну давай, красотка, покажи класс
# Моника про себя - просто еще один танец перед очередным никчемным неудачником
# Моника танцует
# он - а теперь снимай жилет, папочка хочет посмотреть на твои сисечки
# я их видел только издалека, очу посмотреть поближе
# Моника снимает жилет
# он - ооо, а если я захочу засунуть член между твоих сисечек, ты же не откажешь?
# Моника говорит, что по правилам паба можно только смотреть, трогать нельзя
# он - а я и не буду тебя трогать, это ты потрогаешь мой член
# Моника отказывается
# он ей, да ладно тебе (имя паб_name), ты больше заработаешь, а мне будет приятно
# Моника - как ты меня назвал? я не (имя паб_name), меня зовут (эскортное имя)
# он говорит, что папочку не обманешь, уж кто-то, а он ее сразу узнал
# Моника все равно отказывается
# танцует
# он платит ей 20 баксов и говорит, что надеется на повторение


# в подсобке барменов, 2-й приват с ним
# он - ну что, (имя паб_name), ты готова сделать сегодня приятно для папочки
# Моника - я не (имя паб_name), меня зовут (эскортное имя)
# он - ладно, ладно. будем считать, что я тебе поверил
# хотя обманывать старших нехорошо
# приступай, мне не терпится снова увидеть твои сисечки
# танцует, снимает жилет
# он - так как насчет титсджоб? не торопись отказываться. заработаешь больше, (имя паб_name)-(эскортное имя)
# Моника - я не...
# он перебивает - это неважно. сделаешь?
# она снова отказывается, ссылаясь на правила бла-бла
# он - а трусики снимешь, я хочу увидеть, что (имя паб_name)-(эскортное имя) прячет у себя межу ног
# Моника - ведь мы с ним только вдвоем и никто на меня больше не смотрит
# а заплатит он больше
# злится, что какой-то неудачник будет пялиться на ее..., но трусики снимает
# он расстегивает ширинку и дрочит на нее, она танцует
# (имя паб_name)-(эскортное имя), иди сюда, прикоснись к моему члену
# я заплачу тебе в два раза больше
# отказ
# он - да ладно тебе. давай, потрогай его немного.
# Моника говорит, что она здесь танцует, а не занимается проституцией
# он недоволен, платит деньги 30 баксов и уходит


# в подсобке барменов, 3-й приват с ним
# (имя паб_name)-(эскортное имя), папочка соскучился по тебе, давай скорее начинай
# и снимай с себя сразу свои тряпки
# Моника танцует, постепенно раздеваясь
# он расстегивает ширинку и дрочит на нее
# когда она полностью разделась, он просит снять маску
# она отказывается
# он говорит, что он все равно знает, кто она такая
# какой смысл скрываться дальше
# нас никто здесь не видит и не слышит, а он никому не расскажет
# давай, будь хорошей девочкой
# (имя паб_name)-(эскортное имя), иди сюда, потрогай своими сисечками мой член
# я заплачу тебе 100 баксов, об этом никто не узнает
# для девушки из деревни это большие деньги, (имя паб_name)-(эскортное имя)
# достал меня называть таким именем
# выбор
# если она отказывается, он платит деньги и уходит
# если соглашается - она спускается к нему со стола и делает ему титсджоб, за что он ей платит 100 баксов


######################################################

# customer3 ()

# перед приватом (повторяющийся диалог перед приватом)
# customer3 "Эй, красотка, пошли со мной в приват!"
# customer3 "Порадуй папочку!"
# mt "Это тот придурок, который думает, что я из деревни. Идиот!"
# выбор пойти с ним в приват или отказаться
# если отказаться, то она говорит, что не танцует в привате
# если соглашается, то говорит, чтобы он шел за ней


# в подсобке барменов, 1-й приват с ним
##################

# в подсобке барменов, 2-й приват с ним
##################

# в подсобке барменов, 3-й приват с ним
##################
