label ep212_dialogues7_biff1: #Поставить на стол одну ногу.
    music stop
    img black_screen
    with diss
    sound snd_fabric1
    pause 1.5
    music Groove2_85
    img 22908
    with fade
    m "Биф, мне обязательно это делать?"
    biff "Ага. Чем сегодня ты порадуешь папочку?"
    img 22909
    with diss
    mt "Сволочь!"
    img 23738
    w
    img 23739 # звук ноги на стол (без каблуков)
    w
    img 23740
    m "Так тебя устроит, Биф?"
    img 23741
    biff "Да, цыпочка! Это хоть что-то новенькое..."
    img 23742
    biff "Надеюсь, в следующий раз цыпочка придумает еще что-нибудь интересное..."
    music Power_Bots_Loop
    img 22920
    with fade
    m "..."
    mt "Ненавижу этого придурка!"
    return

label ep212_dialogues7_biff2: #Сесть на стол лицом к Бифу, широко раздвинув ноги.
    music stop
    img black_screen
    with diss
    sound snd_fabric1
    pause 1.5
    music Groove2_85
    img 22908
    with fade
    m "Биф, мне обязательно это делать?"
    biff "Ага. Чем сегодня ты порадуешь папочку?"
    img 22909
    with diss
    mt "Сволочь!"

    img 23743
    w
    img 23744
    w
    img 23745 # запрыгивает резко
    w
    img 23746
    biff "О! Цыпочка!"
    biff "Какая ты горячая! Ты даже напугала папочку!"
    biff "Что дальше?"
    img 23747
    m "Ничего, Биф! Этого достаточно!"
    img 23748
    biff "Нет, цыпочка!"
    biff "Хорошая цыпочка должна дать папочке хорошенько рассмотреть себя!"
    img 23749
    m "Нет!!!"
    img 23750
    biff "Плохая цыпочка снимется завтра с членом во рту и закончит контракт на серию фотосессий!"
    img 23751
    biff "И отправится назад сосать члены за $ 20!"
    biff "А ее место займет другая цыпочка!"
    img 23752
    m "!!!"
    biff "Так какая ты цыпочка?"
    img 23753
    menu:
        "Я хорошая цыпочка...":
            pass
    img 23754
    m "Я хорошая цыпочка..."
    img 23755
    biff "Давай, цыпочка, раздвинь широко свои ножки!"
    biff "Покажи как ты любишь папочку!"
    img 23756
    m "Биф, тебе и так прекрасно видно все!"
    img 23757
    biff "Если цыпочка не любит папочку, то она вылетит с этой работы прямо сейчас!!!"
    img 23758
    m "!!!"
    menu:
        "Я хорошая цыпочка...":
            pass
    img 23759
    m "Я хорошая цыпочка..."
    img 23760
    m "Я люблю папочку..."
    img 23761
    biff "Ха-ха!!!"
    img 23762
    biff "Вот так-то лучше!"
    img 23763
    biff "Надеюсь, в следующий раз цыпочка придумает еще что-нибудь интересное..."
    img 23764
    m "!!!"
    music Power_Bots_Loop
    img 22920
    with fade
    m "..."
    mt "Ненавижу этого придурка!"

    return
















#
