# админ говорит, что атм семейная сцена, никто из девочек не хочет идти туда
# поэтому пойдешь ты и сделаешь все как надо, клиент должен остаться доволен
# помимо Моники должна быть еще одна девушка
# админ заставит второую девушку тоже пойти с Моникой к ним в номер
# та отказывается, но админ говорит, что этой твой постоянный клиент, поэтому ты и пойдешь

# Моника будет в новом нижнем белье
# семейная пара, жена запалила мужа, что он шастает по проституткам
# жена оплачивает мужу проститутку, чтобы посмотреть как он занимается с ней сексом
# при этом она комментирует их секс, унижает Монику
# жена говорит ему, с кем из них ты спал, покажи мне эту шлюху
# он был со второй девушкой, но она гшепчет ему, только попробуй ей рассказать, я расскажу ей все твои грязные фантазии
# в итоге у него секс с Моникой, а жена и вторая девушка из экорта смотрят на них
# ты падшая грязная женщина, тебе не проивно от самой себя
# ты хоть помылась после предыдущего клиента, шлюха
# скажи мне, кто лучше эта грязная шлюха или я
# муж будет говорить, что конечно же его жена лучше
# покажи мне, что ты делаешь, когда врешь мне что ты зареживаешься на работе
# он - можно я не буду этого делать, у меня не стоит
# нет, ты шлюха, давай делай свою работу, поднимай его член
# выбор - кончить внутрь или на нее (грудь, попа, лицо)
# жена спрашивает, ну и что, тебе нравится
# тот говорит, что нет
# у него плохо стоит, он не может войти в нее, Моника ему вынуждена дрочить, потом он снова пытается войти в нее
# муж кончает, а жена говорит, раз ты кончил, значит тебе понравилось, ты мне врал, что она тебе не нравится
# вторая девушка из эскорта все это время просто стоит и смотрит
# жена у Моники спросит, ну что тебе нравится, что бы Моника не ответила, жене это не понравится

# жена нажалуется админу, что Моника ничего не смогла сделать, у него не встал
# админ спросит у второй девушки, та скажет, что да, не встал у него
# Моника пытается возразить, но жена на нее рявкает, чтоб она заткнулась
# админ спрашивает у второй девушки, отказалась ли Моника вообще работать
# но та говорит, что она старалась, но у нее ничего не получилось
# в итоге админ штрафует ее
# Моника оскорблена и обижена такой несправедливостью
# жена говорит Монике, ну что, ты больше не будешь с ним спать
# та со злостью говорит, что нет, а вторая девушка при этом ехидно улыбается

# отдельным лейблом, служащий отеля будет просить у Моники секс с ним, но она пока что будет отказывать, т.к. не по правилам
