label ep212_melanie_home_photoshoot1a:

    #кадр
    img 23856
    #up
    img 23857
    #side
    img 23858
    #down
    img 23859

    #кадр
    img 23860
    #up
    img 23861
    #side
    img 23862
    #down
    img 23863

    #кадр
    img 23864
    #up
    img 23865
    #side
    img 23866
    #down
    img 23867

    #кадр
    img 23868
    #up
    img 23869
    #side
    img 23870
    #down
    img 23871

    #кадр
    img 23872
    #up
    img 23873
    #side
    img 23874
    #down
    img 23875

    #кадр
    img 23876
    #up
    img 23877
    #side
    img 23878
    #down
    img 23879

    #кадр
    img 23880
    #up
    img 23881
    #side
    img 23882
    #down
    img 23883

    #кадр
    img 23884
    #up
    img 23885
    #side
    img 23886
    #down
    img 23887

    #кадр
    img 23888
    #up
    img 23889
    #side
    img 23890
    img 23891
    #down
    img 23892

    #кадр
    img 23893
    #up
    img 23894
    #side
    img 23895
    #down
    img 23896
    img 23897

    #кадр
    img 23898
    #up
    img 23900
    img 23899
    #side
    img 23902
    img 23901
    #down
    img 23903
    img 23904
    img 23905

    #кадр
    img 23906
    #up
    img 23907
    #side
    img 23909
    img 23908
    #down
    img 23910
    img 23911
    img 23912




    # поза 1
    alex_photograph "Отличная поза, Мелани."
    melanie "Алекс, старайся не брать крупным планом..."
    victoria "Нет-нет. Так не пойдет."
    victoria "Нужно что-то более раскрепощенное, подружка Мелани."
    melanie_t "!!!"

    # поза 2
    victoria "Подружка Мелани сейчас перестанет прикрываться."
    victoria "Не забывай, что у нас откровенная фотосессия."
    alex_photograph "О, отличный ракурс! Это будут шедевральные кадры!"
    melanie_t "Алекс так радуется..."
    melanie_t "Как-будто я позволю ему оставить эти кадры себе..."

    # поза 3
    victoria "Алекс, возьми еще с этого ракурса."
    melanie "Алекс, думаю, что это перебор."
    alex_photograph "Что ты, Мелани! В кадре все смотрится прекрасно!"
    melanie_t "!!!"

    # поза 4
    victoria "Подружка Мелани, расставь ноги пошире."
    victoria "Это будет смотреться более изысканно."
    melanie "Алекс, ты помнишь, что я тебе говорила про кадры крупным планом?"
    alex_photograph "Да, Мелани, конечно."
    alex_photograph "Не беспокойся."
    melanie_t "Дрянь!"

    # поза 5
    victoria "Думаю, если подружка Мелани снимет свои трусики..."
    victoria "Кадры станут намного интереснее."
    victoria "Что скажешь, Алекс?"
    alex_photograph "О, да! Это отличная идея, Мисс Виктория!"
    melanie "Алекс, недостаточно того, что у меня грудь практически не прикрыта?"
    alex_photograph "Мелани,  не переживай."
    alex_photograph "Я буду брать такие ракурсы, что ничего лишнего не будет видно."
    melanie_t "Он думает, что меня также легко обмануть, как Миссис Бакфетт..."
    # Виктория пристально смотрит на нее
    img 17429
    with fade
    victoria "Ну? Мы ждем, подружка..."
    melanie_t "!!!"
    # Мелани снимает трусики и остается в одном прозрачном пеньюаре
    sound snd_fabric1
    img 17430
    with diss
    # поза 6
    victoria "По-моему, отличная поза."
    victoria "Не останавливайся, Алекс. Продолжай работать."
    melanie "Алекс, мы делаем кадры для порножурнала?"
    alex_photograph "Нет, конечно, Мелани!"
    melanie "Тогда не нужно делать кадры в такой позе."
    melanie_t "!!!"

    # поза 7
    victoria "Алекс, возьми еще с этого ракурса крупным планом."
    victoria "Получится отличный кадр."
    melanie_t "Сучка!"

    # поза 8
    melanie "Алекс, думаю, что пора заканчивать."
    alex_photograph "Еще несколько кадров, Мелани!"
    alex_photograph "Ты не представляешь, какие шикарные кадры получаются!"
    melanie_t "Тебе осталось недолго радоваться этим кадрам..."

    # поза 9
    victoria "Нужно сделать снимки еще в этой позе."
    victoria "И с этого ракурса."
    melanie_t "!!!"
    alex_photograph "Отличная идея, Мисс Виктория!"


    return
