
# после второго свидания Моники и Юлии, Моника приходит на работу и в гримерке ее перехватывает Фред
# он спрашивает, как продвигается его задание
# видимо, вы, Миссис Бакфетт недостаточно серьезно относитесь к моим небольшим просьбам
# это непрофессионально с вашей стороны
# я решил, что не будет лишним напомнить о том, что это не шутки
# посмотрите, думаю, вас заинтересует эта фотография
# впрочем, как и всех остальных...
# Фред показывает ей, что он ее сфоткал во время чистки ковра
# Моника бесится, думает, что он мерзавец и т.п.
# выбор у Моники - послать его нах или сказать, что она выполнит это задание
# если выбор послать Фреда - она говорит, что ему никто не поверит, т.к. она большой босс скажет, что это подделка
# и ему, никчемному ничегонезначащему водителю никто здесь не поверит!!
# если она его не посылает, то она говорит ему, что она не забыла о его задании
# что она и так выглядит как какая-то лесбиянка, а все из-за этого глупого задания
# Фред говорит, нет, Миссис Бакфетт. это не глупости
# я пришел сегодня сюда, чтобы сказать вам, что у вас последний шанс, я жду ответ завтра в течение дня
# если вы мне не дадите ответ, то я завтра же всем покажу эту фотографию
# желаю удачи, Миссис Бакфетт


# Моника у себя в кабинете, сидит за столом и бесится, какой Фред гад
# что ее достало, что он к ней пристал со своими дебильнми заданиями
# надо прекращать все это скорее, ведь завтра это фото может увидеть весь офис!!
# мне нужно сегодня во что бы то ни стало попасть домой к Юлии и наконец узнать чертов цвет ее чертовых трусиков
# как мне надело притворяться перед этой никчемной бывшей гувернанткой
# Моника подходит к Юлии и выдавливает из себя улыбку
# привет, милая. Я так соскучилась по тебе.
# обнимашки-целовашки, Юлия довольная
# говорит, что будет рада, если Моника придет к ней в гости
# если она конечно захочет прийти к ней в ее конуру в трущобах
# Моника говорит, что ей очень нравится ее квартира, она очень уютная и она с радостью придет к ней вечером
 

# до этого, зачем тебе мои трусики, это предлог, чтобы попробовать мою киску
# Моника думает про себя фууу, но вынуждена притворяться
#говорит, что да, давно хочу
#Юлия спрашивает, а с какого времени, с того, как я у вас работала
#Моника говорит да бла-бла-бла
# Юлия в своей квартире выходит из душа в полотенце, руки за спиной

# в итоге перед лицом Моники киска Юлии, она снова не видит трусики
# спрашивает у Юлии, где трусики, бесится, но вынуждена притворяться
# я же вышла только из душа
# значит, они в ванной?
# Юлия говорит нет
# вам нравится моя киска? я так мечтаю, чтобы вы прикоснулись ко мне
# я так мечтала об этом, я вся изнемогаю
# вы же не передумали, Миссис Бакфетт
# та говорит, нет. а где твои трусики?
#Юлия говорит, что вот моя киска перед вами. зачем вам мои трусики?
#я помню, вы носили мои белые трусики, с этими вы хотите сделать то же самое?
#Моника говорит, да, я хочу носить их. обожаю твое белье,
#все это время думает, как бы свалить отсюда быстрее, какая гадость и т.д.
#Юлия говорит, хорошо, я покажу вам свои трусики
#показывает и паралелльно говорит
#а вы останетесь сегодня у меня, я так мечтаю подольше побыть с вами
#я бы убежала с вами вдвоем подальше отсюа и жить вместе где-нибудь, например на моей родине
#если бы это было возможно...
#Моника говорит, что ты же знаешь, что это нереально, я слишком знаменита, чтобы остаться незамеченной
#Юлия говорит, что если обратиться к ее дяде, то он может сделать ей поддельный паспорт
#у Моники выбор послать ее, т.к. узнала цвет или вступить в отношения из-за дяди
#куни, целуются, Моника остается на ночь
#Моника уточняет у Юлии возможность убежать, та ломается, говорит, что это просто мечты, такая как вы не поступит так бла-бла
#Моника думает, как бы мне ее уломать и заставит поверить в искренность своих чувств
#в итоге она придумывает предложить ей жить вместе (в след. обновлении)


#след. день встреча с Фредом, Моника говорит, что узнала цвет. он черный
#он говорит, ну вот видите, как все просто
#скоро я венусь к вам со следующим заданием
