# при условии, что у Барди достигнут максимальный уровень (8-?) и были сцены с одноклассником и не запущен ревендж-квест
# после уборки Барди ловит Монику

label ep212_dialogues1_bardie_ralph1:
    img black_screen
    with Dissolve(1.0)
    pause 1.0
    music Sneaky_Snitch
    img 9672
    with fadelong
    bardie "Гувернантка, спустись вниз."
    bardie "Твой хозяин хочет поговорить с тобой"

    # В подвале спальня
    m "Что тебе снова от меня надо?!"
    bardie "Гувернантка, ты была хорошей и помогала хозяину."
    bardie "Теперь у хозяина хорошие оценки в колледже."
    m "!!!"
    bardie "Еще гувернантка соблюдает правила дома и ходит без трусиков..."
    mt "Мерзкая малявка!"
    mt "Я даже представить не могла что все это дойдет до такого!"
    bardie "Также гувернантка помогла хозяину заставить Бетти тоже соблюдать правила дома."
    bardie "Хозяину это нравится."
    bardie "Хозяин любит, когда в доме порядок и все соблюдают правила." # улыбается
    mt "Это мой дом! И я должна устанавливать порядки здесь!"
    mt "ТОЛЬКО Я!"
    mt "Ненавижу!!!"
    bardie "Однако, хозяин пока еще не доволен."
    m "Что значит недоволен?!"
    m "Что тебе еще надо?!"
    bardie "Во-первых, хозяину не нравится все время проверять, соблюдает-ли гувернантка правила дома."
    bardie "Хозяин тратит слишком много времени на поддержание порядка."
    bardie "Хозяин должен издалека видеть, что гувернантка придерживается правил."
    m "Что ты имеешь ввиду?!"
    bardie "Твоя юбка."
    bardie "Хозяин заметил, что гувернантка не очень любит, когда хозяин заглядывает под нее."
    bardie "Хозяин думает о своих подопечных и заботится о них."
    bardie "Поэтому, хозяин решил что гувернантке будет лучше без этой юбки."
    bardie "Так будет всегда видно, что гувернантка послушная."
    bardie "И хозяину не придется все время беспокоить ее, чтобы проверять это."
    m "ЧТООО?!"
    m "Ты хочешь, чтобы я ходила по дому голой?!"
    m "ЭТОГО НЕ БУДЕТ!"
    m "ДАЖЕ НЕ МЕЧТАЙ!!!"
    bardie "Хозяину не нравится, когда гувернантка поднимает на него голос!"
    bardie "Хозяин определяет правила этого дома!"
    bardie "А гувернантка должна соблюдать их!"
    m "В аду я видела эту гребаную работу гувернанткой!"
    m "Ты знаешь, кто ты и кто я!!!"
    m "Как ты смеешь требовать от меня что-то подобное!"
    m "Ничтожная малявка!"
    bardie "Ты - моя игрушка!"
    bardie "И я делаю с тобой все что захочу!"
    m "НЕТ, МАЛЯВКА!!!"
    bardie "Да! Ты сама сказала мне это!"
    bardie "Там, в полицеском участке, ты сама сказала что ты моя игрушка!"
    bardie "Ты что, обманула меня?!"
    m "!!!"
    bardie "Если ты меня обманула, то я прямо сейчас пойду к Мистеру Маркусу!"
    bardie "И попрошу его выписать тебе штраф!"
    mt "Дьявол!"
    mt "Он снова шантажирует меня!"
    mt "Как тебя угораздило влипнуть в это, Моника?"
    mt "Что какая-то мелкая малявка знает про Маркуса и командует мной в моем же доме!"
    mt "Мне хочется прихлопуть его!"
    mt "Этого мелкого недороска!"
    bardie "Молчишь?!"
    bardie "Значит ты не моя игрушка?"
    # уходит
    bardie "Тогда я иду к Мистеру Маркусу прямо сейчас!"

    mt "Дьявол!"
    mt "Это конец!"
    m "Стой! Подожди!!"
    bardie "Что тебе надо! Я не хочу разговаривать с тобой!"
    bardie "Ты обманула меня!"
    m "Стой! Я... Я не обманывала тебя..."
    bardie "Да? Тогда скажи кто ты!"
    mt "О БОЖЕ! Моника!"
    mt "Неужели тебе придется снова сказать это?!"
    m "Я... Я твоя игрушка..."
    bardie "И?"
    m "И... И ты можешь делать со мной все что хочешь..."
    bardie "Так-то лучше, гувернантка!"
    bardie "Если ты хочешь, чтобы я тебя простил, то пообещай что не будешь забывать что ты моя игрушка!"
    mt "Я убью его! Я его точно убью..."
    m "Я... Обещаю что не буду забывать кто я..."
    bardie "???"
    m "Я... Обещаю что не буду забывать что я твоя игрушка... Хозяин..."

    bardie "Так-то лучше!"
    bardie "И ты помнишь новые правила дома?"

    mt "Черт! Я не хочу ходить по дому голой!"
    mt "Мне надо что-то придумать!"
    mt "Эта малявка настолько глуп, что такая умная как я должна легко обвести его вокруг пальца..."
    m "Барди..."
    m "Дело в том, что в доме хозяин не только ты."
    m "Знаешь, здесь также есть Ральф, твой отец."
    m "И он явно не одобрит мой внешний вид..."
    m "И заставит снова одеться как обычно..."
    bardie "Ральф?"
    bardie "Ну да... Хм..."
    bardie "Точно!"
    bardie "Гувернантка, у меня есть поручение тебе!"
    m "Какое еще поручение?!"
    mt "Что этот мелкий извращенец снова придумал?!"
    bardie "Бетти надоедала мне."
    bardie "Постоянно ко мне придиралась."
    bardie "Сейчас, когда она стала послушной, мне стал мешать Ральф, мой отец."
    bardie "Он контролирует мою учебу и сует свой нос в дела хозяина."
    bardie "Хозяину это не нравится. Это надо исправить."
    bardie "В этом доме все должна соблюдать правила."
    m "И что ты собрался делать с этим?"
    bardie "То же самое что и с Бетти!"
    m "В смысле?"
    bardie "Ральф очень боится Бетти."
    bardie "Потому, если в моих руках будут кое-какие материалы, это поможет мне убрать его с моего пути."
    m "Ты собрался шантажировать Бетти изменой Ральфу, а Ральфа изменой Бетти?"
    m "Но откуда ты возьмешь эти материалы?"
    m "Ральф целыми днями сидит дома. Неужели он изменяет Бетти?"
    bardie "По моим наблюдениям, Ральф периодически уезжает, чтобы встречаться со шлюхами."
    bardie "Он стал это делать после того, как доме появилась ты."
    mt "Этот мерзавец тратит на шлюх мои деньги!"
    mt "Которые должен был платить мне!"
    mt "Мерзавец! Ничтожество!"
    mt "Вся эта дурацкая семейка, которая захватила мой дом!"
    # Зло
    m "Я думаю Бетти будет интересно узнать о его визитах!"
    bardie "Тише, гувернантка!"
    bardie "Бетти не должна ничего узнать!"
    bardie "Иначе я потеряю контроль над Ральфом, а гувернантку будет ждать штраф!"
    m "!!!"
    m "Что-же, вперед! Иди, выводи его на чистую воду!"
    bardie "Есть одна проблема..."
    m "Какая?"
    bardie "У меня нет необходимых материалов на Ральфа."
    m "Такой шпион как ты, уверена, без труда достанет их!"
    bardie "Все не так просто. Он мой отец."
    bardie "Поэтому он умеет заметать следы."
    m "Ну вот и отлично!"
    m "У тебя нет материалов, а значит нечем шантажировать Ральфа."
    m "Значит ходить голой мне запрещено."
    m "Все, ты закончил? Можешь идти!"
    bardie "К счастью, у меня есть красивая игрушка."
    bardie "Которая поможет мне добыть эти материалы!"
    m "Какая игрушка?"
    bardie "Ты забыла? Ты! Ты моя игрушка!"
    m "!!!"
    bardie "Ты обещала что не будешь этого забывать!"
    bardie "Быстро скажи кто ты!"
    mt "!!!"
    m "Я... Я твоя игрушка..."
    m "!!!"
    m "Но если ты говоришь что не сможешь прошпионить за ним, то чего тогда ты ждешь от меня?"
    m "Я понятия не имею, куда он ходит и где встречается с кем-то!"
    bardie "Мне не обязательно знать где ходит Ральф."
    bardie "Мне нужны материалы! И все!"
    m "Но как ты их добудешь, если не знаешь где Ральф встречается с кем-то?"
    bardie "Очень просто! Мне не надо их добывать!"
    bardie "Зачем их где-то добывать, если их можно просто сделать!"
    m "Что ты имеешь ввиду?"
    bardie "Я имею ввиду мою игрушку, которая сделает эти материалы для хозяина."
    m "Ты имеешь ввиду - Меня?!"
    bardie "Ну конечно!"
    bardie "Так даже лучше!"
    bardie "Хозяину не придется нигде бегать и ничего искать."
    bardie "Моя ручная гувернантка соблазнит Ральфа и сделает необходимый хозяину материал!"
    m "Ты... Ты решил подложить меня под Ральфа?!"
    bardie "Конечно! Ты ведь моя игрушка!"
    bardie "Я делаю с тобой все что хочу!"
    m "ТЫ..."
    m "ТЫ... ТЫ..."
    bardie "Моя игрушка хочет что-то сказать мне?"
    m "!!!"
    bardie "Да, и я вовсе не требую от тебя заниматься с ним сексом."
    bardie "Достаточно поцелуя."
    bardie "При этом он должен трогать тебя за попу."
    bardie "И ее должно быть хорошо видно."
    bardie "Я не люблю, когда другие трогают мои игрушки..."
    bardie "Но я готов потерпеть это один раз..."
    m "!!!"
    bardie "Гувернантка хорошо поняла распоряжение хозяина?"
    m "!!!"
    bardie "Я не слышу..."
    m "Да, гувернантка поняла хозяина вполне хорошо..."
    mt "Не могу поверить!"
    mt "Мне придется соблазнять этого отвратительного Ральфа!"
    mt "Только такая провинциальная дура как Бетти может жить с этим старым неудачником!"
    mt "И мне, Монике Бакфетт..."
    mt "Самой богатой и влиятельной леди этого города..."
    mt "Приходится соблазнять это ничтожество, по приказу какого-то сопляка..."
    mt "БОЖЕ, Моника!"
    mt "Как могло до этого дойти!"
    mt "..."
    mt "Кстати, о Бетти..."
    m "А что насчет Бетти?"
    m "Как мне соблазнять Ральфа, если Бетти все время следит за мной?"
    m "Она и так подозревает меня что я пришла в дом, чтобы соблазнить Ральфа."
    bardie "Бетти уже стала больше доверять тебе и не так следит за тобой как раньше."
    bardie "Ты ведь заметила, что тебе [необязательно убираться в доме ежедневно]?"
    bardie "Поэтому ты легко соблазнишь Ральфа у Бетти под носом!"
    bardie "Но не вздумай допустить того, чтобы она заметила тебя."
    bardie "Тогда весь план рухнет и Бетти перестанет слушаться хозяина."
    bardie "В таком случае гувернантку ждет штраф у Мистера Маркуса."
    m "!!!"
    m "Как мне соблазнять его?"
    m "Я не умею этого делать!"
    bardie "Моника Бакфетт не умеет соблазнять мужчин?"
    m "Я делала это когда-то давно. Один раз..."
    m "Мужчины всегда сами пытались соблазнить меня..."
    bardie "Тебе стоило бы научиться этому!"
    bardie "Это может быть полезный навык для моей игрушки!"
    bardie "Так она сможет принести больше пользы хозяину!"
    mt "Малявка!!!"
    bardie "Возможно я дам тебе шанс потренироваться на мне..."
    bardie "Но только после Ральфа!"
    bardie "Сейчас на это нет времени!"
    bardie "Это будет сделать не сложно."
    bardie "Просто убирайся в гостиной, когда он сидит там."
    bardie "Нагибайся пониже, чтобы было видно что у тебя под юбкой."
    bardie "И Ральф сам к тебе пристанет."
    bardie "Я видел это в кино..."
    bardie "Там это никогда не занимает много времени."
    mt "Догадываюсь что это за кино..."
    # уходит
    bardie "Я жду результатов от гувернантки."
    bardie "Не затягивай с моим приказом!"
    return

label ep212_dialogues1_bardie_ralph2:
    # Моника думает
    mt "Дьявол!"
    mt "Этот малявка совсем обнаглел!"
    mt "Ральф..."
    mt "Какого черта я должна соблазнять старого уродливого неудачника!"
    mt "..."
    mt "Хотя... Возможно, если я соблазню его..."
    mt "Тогда я смогу занять место Бетти в этом доме."
    mt "Отправить эту малявку домой к его родной матери."
    mt "И вернуть себе дом..."
    mt "Точно, Моника!"
    mt "Как тебе это не пришло в голову сразу?!"
    mt "Ну все, держитесь!"
    $ log1 = _("Соблазнить Ральфа.")
    $ log1 = _("Барди хочет, чтобы я соблазнила Ральфа и сделала для него материалы... Но, может быть, это мой шанс вернуть назад свой дом?")
    return

label ep212_dialogues1_bardie_ralph3: # Моника приходит убираться в гостиную
    # не рендерить
    menu:
        "Соблазнять Ральфа.":
            pass
        "Убираться как обычно.":
            pass
#    menu:
#        "Убираться на виду Ральфа в трусиках Юлии.":
#            pass
#        "Убираться на виду Ральфа в трусиках Бетти.":
#            pass
#        "Убираться на виду Ральфа без трусиков":
#            pass
    mt "Вот и Ральф..."
    mt "Легкая жертва для такой красивой девушки как я..."
    mt "Уверена, что он никогда не сталкивался с красотой, подобной моей..."
    mt "И даже не подозревает, как он уязвим и жалок..."
    mt "Я специально скрывала свою женственность, чтобы он не вздумал ко мне приближаться!"
    mt "Но теперь он - моя жертва!"
    mt "И я верну назад этот дом!"

    # если нет трусиков или одеты трусики Бетти
    mt "Однако, не думаю что стоит делать это без трусиков."
    mt "Однако, не думаю что стоит делать это в трусиках Бетти."
    mt "Для такого как он будет достаточно надеть [трусики Юлии]..."
    mt "Сделаю это в следующую уборку."
    #

    return


label ep212_dialogues1_bardie_ralph4: # Моника убирается в трусиках Юлии
    # не рендерить
    mt "Мистер Робертс, разрешите мне убрать в этой комнате?"
    ralph "Конечно, Моника. Можешь убираться."

    # Ральф уперся в книгу и не замечает Монику
    mt "Он смотрит или нет?"

    mt "Ну же!"

    mt "Мистер Робертс, я протру и здесь тоже!"
    ralph "Да, Моника. Протирай везде..."

    mt "Он что, даже не смотрит?!"
    mt "Я не понимаю..."

    # Конец
    mt "Мистер Робертс, я закончила уборку здесь..."
    ralph "Да, Моника, конечно. Можешь продолжать уборку в других комнатах."

    mt "Как же так?"
    mt "Я вертелась перед ним все время, а он даже не оторвался от своей дурацкой книги!"
    mt "Что за жалкий представитель мужской фауны?"

    return

label ep212_dialogues1_bardie_ralph5: # После уборки
    img black_screen
    with Dissolve(1.0)
    pause 1.0
    music Sneaky_Snitch
    img 9672
    with fadelong
    bardie "Гувернантка, спустись вниз."
    bardie "Твой хозяин хочет поговорить с тобой"


    bardie "Ну что, ты соблазнила его?"
    bardie "Когда вы будете целоваться?"
    bardie "Я уже приготовил свой телефон, чтобы снять это!"
    m "Я... Нет, у меня пока не получилось сделать это..."
    bardie "Как это?"
    bardie "Ты делала что я говорил тебе?"
    m "Да, я убиралась и наклонялась перед ним..."
    bardie "И что, он увидел твою киску и ничего не сделал?"
    m "Он не видел ее..."
    bardie "Почему это?!"
    m "Я делала это... в трусиках Юлии..."
    bardie "Ты нарушила правила дома?!"
    m "Я решила что так будет проще соблазнить его..."
    bardie "Трусиками Юлии? Ха-ха!"
    bardie "Тогда уж возьми трусики Бетти..."
    bardie "А лучше вообще без трусиков!"
    bardie "Чтобы не нарушать правила дома."
    mt "Я не собираюсь делать это без трусиков!"
    # уходит
    bardie "Я жду, гувернантка..."
    return

label ep212_dialogues1_bardie_ralph6: # autorun
    # не рендерить
    mt "Надоедливая малявка!"
    mt "Когда же я наконец избавлюсь от него!"
    return


label ep212_dialogues1_bardie_ralph7: # Моника приходит убираться в гостиную 2-ой раз
    # не рендерить
    mt "Вот и Ральф..."
    mt "Похоже он слепой, как крот, раз не обратил внимание на меня в прошлый раз..."
    mt "Но, в трусиках Бетти, он меня явно заметит."
    mt "У него нет никаких шансов устоять против меня..."

    # если нет трусиков или одеты трусики Юлии
    mt "Мне надо будет [надеть трусики Бетти]."
    mt "Сделаю это в следующую уборку."
    #
    return

label ep212_dialogues1_bardie_ralph8: # Моника убирается в трусиках Бетти
    # не рендерить
    mt "Мистер Робертс, разрешите мне убрать в этой комнате?"
    ralph "Конечно, Моника. Можешь убираться."

    mt "Трусики Бетти должны сработать..."

    mt "Смотрит он или нет?"

    mt "Мистер Робертс, скажите, здесь тоже на протирать в этот раз?"
    ralph "Да, Моника протирай везде и тщательно..."

    mt "Он что, не смотрит?!"
    mt "Да он совсем обнаглел?!"
    mt "Как можно не смотреть на то что перед ним?!"

    menu:
        "Убираться перед Ральфом.":
            pass
        "Закончить уборку.":
            pass
    # подходит к Ральфу
    m "Мистер Робертс, разрешите я здесь тоже протру, я вижу пыль..."
    ralph "Да, Моника, конечно, можешь протирать..."

    mt "Он что, снова пялится в свою книгу, а не на меня?!"
    mt "Да как он смеет?!"
    mt "Как такое вообще возможно?!"
    mt "Перед ним самая красивая девушка этого города!"
    mt "Он что, импотент?!"

    mt "Мистер Робертс, я закончила уборку здесь..."
    ralph "Да, Моника, конечно. Можешь продолжать уборку в других комнатах."

    return


label ep212_dialogues1_bardie_ralph9: # После второй уборки
    img black_screen
    with Dissolve(1.0)
    pause 1.0
    music Sneaky_Snitch
    img 9672
    with fadelong
    bardie "Гувернантка, спустись вниз."
    bardie "Твой хозяин хочет поговорить с тобой"

    # в подвале
    bardie "Ну что, гувернантка, у тебя получилось?"
    # Моника зло и обиженно
    m "Нет! Он импотент, он даже не смотрит на меня!"
    mt "Как такое вообще возможно?! Я не понимаю!!!"

    bardie "Ты показала ему свою киску?"

    m "Да, я показала ему!"
    m "Видимо у него нет члена, раз он никак не реагирует на меня!"
    m "Это жалкое бесполое существо, не имеющее вкуса!"

    bardie "Странно, у них с Бетти регулярный секс."
    bardie "Я знаю это, я подглядывал за ними."
    bardie "Ральф все время просит это у Бетти, а она дает ему только когда он это заслужит."

    bardie "Ты уверена что показала ему свою киску?"
    m "Да!"
    bardie "Покажи мне ее..."
    m "Что показать?"
    bardie "То что ты показывала ему..."
    m "Это вовсе необязательно!"
    bardie "Это обязательно!"
    bardie "Покажи мне, покажи как ты соблюдаешь правила дома!"
    # Обиженно
    m "!!!"
    bardie "Я жду!"
    m "!!!"
    # показывает (все варианты трусиков Бетти)

    # возвращает юбку как было
    bardie "Ты должна была идти без трусиков и показать Ральфу свою киску!"
    bardie "Это бы сработало! Я видел это в кино!"
    m "Нет! Я не буду показывать свою голую попу какому-то старикашке!"

    # не рендерить (видео наказания)
    bardie "Ты плохая гувернантка!"
    bardie "Ты нарушаешь правила и будешь наказана!"

    bardie "Плохая гувернантка! Плохая!"
    bardie "Плохая гувернантка нарушает правила дома!"
    bardie "Ходит по дому в трусиках!"
    bardie "Получай!"
    bardie "Будет гувернантка слушаться хозяина?"
    bardie "Будет гувернантка соблазнять моего отца голой попой?"
    bardie "Покажет гувернантка Ральфу свою киску?"

    m "Да, я покажу Ральфу свою киску!"
    m "Я буду хорошей гувернанткой!"
    m "Пожалуйста, хватит!"

    # рендерить (взять арты после наказания, где Моника держится за красную попу)

    bardie "Мне надоело ждать!"
    bardie "В следющую же уборку ты пойдешь к Ральфу и покажешь ему все что у тебя есть!"
    bardie "Ты поняла своего хозяина?!"
    m "Да, я поняла..."
    bardie "Ты дашь ему хорошенько рассмотреть тебя!"

    bardie "Ты должна его соблазнить!"
    bardie "Хозяину нужен этот материал!"
    # уходит
    bardie "Пока можешь быть свободна, гувернантка."
    bardie "Но помни что твой хозяин ждет результатов!"
    return

label ep212_dialogues1_bardie_ralph10: #autorun
    # не рендерить
    mt "Это отвратительно!"
    mt "Этот малявка снова отшлепал меня!"
    mt "..."
    mt "Похоже, мне придется идти к Ральфу без трусиков."
    mt "По другому не получится."
    mt "Но мне придется пойти на такую жертву, чтобы избавиться от Барди и вернуть свой дом!"
    return


label ep212_dialogues1_bardie_ralph11: # Моника приходит убираться в гостиную 3-ий раз
    # не рендерить
    mt "Вот и Ральф..."
    mt "Этот гребаный импотент."
    mt "Мне придется пойти на крайнюю меру, чтобы соблазнить его..."
    mt "Но это того стоит!"
    mt "Вот-вот я верну себе этот дом и избавлюсь от надоедливой малявки!"


    mt "Похоже он слепой, как крот, раз не обратил внимание на меня в прошлый раз..."
    mt "Но, в трусиках Бетти, он меня явно заметит."
    mt "У него нет никаких шансов устоять против моих женственных форм..."

    # если одеты любые трусики
    mt "Мне надо будет [придти без трусиков]."
    mt "Сделаю это в следующую уборку."
    #
    return

label ep212_dialogues1_bardie_ralph12: # Моника убирается в трусиках Бетти
    # не рендерить
    mt "Мистер Робертс, разрешите мне убрать в этой комнате?"
    ralph "Конечно, Моника. Можешь убираться."

    mt "Ну что, Моника..."
    mt "Ты задействовала самое сильное оружие, которое у тебя есть..."

    mt "Ни один мужчина в мире не устоит перед таким..."

    mt "Черт! Не могу поверить что я делаю это..."
    mt "Соблазняю свой голой попой какого-то старикашку..."
    mt "В своем совственном доме!"
    mt "Ужас!"
    mt "Но мне надо сделать это!"
    mt "Я в шаге от того чтобы вернуть мой дом назад..."

    # autorun
    mt "Мне надо привлечь его внимание..."

    m "Мистер Робертс, скажите, здесь тоже протирать?"
    ralph "Да, Моника, протирай везде..."
    mt "Дьявол! Он даже не смотрит!"
    mt "Не смотрит на то, что ему показывает самая чуть-ли ни самая красивая девушка в этом мире!"
    mt "Сама Моника Бакфетт соблазняет его!"
    mt "А он не смотрит! Урод!"

    menu:
        "Убираться перед Ральфом.":
            pass
        "Закончить уборку.":
            pass
    # подходит к Ральфу
    m "Мистер Робертс, разрешите я здесь тоже протру, я вижу пыль..."
    ralph "Да, Моника, конечно, можешь протирать..."

    mt "Мне надо во что бы то ни стало заставить его посмотреть на меня!"
    m "Спасибо, Мистер Робертс!"

    m "Скажите, здесь тоже протирать?"
    ralph "Да, Моника, протирай..."

    m "А здесь?"
    ralph "Да..."

    m "И здесь тоже протирать?"
    ralph "Да, Моника, протирай везде..."

    # Задевает книгу, она падает
    m "Ой, Мистер Робертс, простите! Я случайно..."
    # поднимает книгу, показывая попу
    m "Позвольте, я подниму Вашу книгу!"
    mt "Он у меня почти в руках!"

    # дает ее
    m "Вот, Мистер Робертс, Ваша книга..."

    # Ральф встает
    # рендерить
    ralph "Моника, мне надо с тобой поговорить..."
    mt "Все! Я сделала это!"
    mt "Он, наконец-то, обратил внимание на меня!"
    mt "Теперь ему никуда не деться, он мой!"
    mt "У него нет никаких шансов соскочить с моего крючка!"

    ralph "Моника, ты меня слышишь?"
    # улыбается заискивающе
    m "А? Да, Мистер Робертс, я Вас слушаю..."

    # строго
    ralph "Моника, я давно заметил, что ты пытаешься обратить мое внимание на себя."
    ralph "С самого начала, как только ты начала работу здесь, ты проявляла интерес ко мне."
    mt "Что? С самого начала?"
    mt "Это неправда!"
    ralph "Бетти предупреждала меня об этом."
    ralph "Да и это, в общем, неудивительно."
    ralph "Такая молодая девушка как ты, без хорошего дохода."
    ralph "Конечно такой роскошный дом произведет на тебя впечатление."
    ralph "И ты попытаешься воспользоваться своими внешними данными, чтобы остаться здесь в качестве хозяйки."

    mt "Что он имеет ввиду?"
    mt "Это он так пытается сказать что от меня без ума?!"

    ralph "Я заверил Бетти что ты хорошая девушка и не станешь вести себя как все..."
    ralph "Однако, я ошибся..."
    ralph "И из всех способов, соблазнить хозяина дома, ты выбрала самый вульгарный..."
    ralph "Сначала ты пыталась соблазнить меня видом моих трусиков."
    mt "!!!"
    ralph "Затем решила использовать трусики Бетти..."
    mt "ЧТО?! ОН УЗНАЛ ИХ?!"
    ralph "У тебя на лице удивление?"
    ralph "Да, я узнал их."
    ralph "Я очень люблю все то, что носит Бетти."
    ralph "И для меня удивительно, как гувернантка позволила себе одеть белье супруги своего работодателя."
    m "!!!"
    ralph "Конечно ты сделала это без спроса, но сделала всего один раз."
    ralph "Посчитаем это досадным недоразумением..."
    ralph "Я могу понять то, что тобой двжут корыстные мотивы."
    ralph "И ради них ты готова пойти на то, чтобы демонстрировать себя без всякого стыда..."
    ralph "Я знаю что моральные устои современных девушек, твоего возраста, далеки от тех идеалов к которым я привык..."
    ralph "Однако, я бы не хотел терпеть это в своем доме..."
    m "!!!"
    ralph "Давай ты мне пообещаешь, что больше не будешь так делать."
    ralph "И мы вместе забудем о том что здесь только что было..."
    ralph "Ты согласна со мной?"
    mt "!!!"
    # стоит потупившись
    m "Да, Мистер Робертс... Я согласна..."
    ralph "Я не скажу об этом Бетти..."
    ralph "Я боюсь ее реакции на подобные вещи..."
    # сжимается (есть поза в артах рука на голове)
    ralph "Ты ведь знаешь, что Бетти такая строгая..."
    ralph "Скорее всего, учитывая какого она мнения о тебе, тебе придется быть уволеной отсюда..."
    mt "Я никогда не чувствовала себя так глупо!!!"
    mt "Моника, какой кошмар!"
    mt "Тебя отчитывают за аморальное поведение в своем же собственном доме!"
    mt "Как до такого могло дойти?!"
    mt "Я не могу поверить что нахожусь здесь!"
    mt "Мне хочется провалиться сквозь землю..."
    m "Да, Мистер Робертс... Я поняла..."
    m "Простите, Мистер Робертс... Такого больше не повториться..."
    ralph "Хорошо, Моника. Можешь быть свободна."
    m "Спасибо, Мистер Робертс..."
    return



label ep212_dialogues1_bardie_ralph13: # После третьей уборки
    img black_screen
    with Dissolve(1.0)
    pause 1.0
    music Sneaky_Snitch
    img 9672
    with fadelong
    bardie "Гувернантка, спустись вниз."
    bardie "Твой хозяин хочет поговорить с тобой"

    # в подвале
    bardie "Ну что, гувернантка, у тебя получилось?"
    # Моника зло и обиженно
    m "Нет!"
    m "Я сделала все как ты сказал!"
    m "Ральф отчитал меня и пригрозил сказать об этом Бетти!"
    m "Я не была в более глупой ситуации за всю мою жизнь!"
    m "Это все из-за тебя, Барди!"

    bardie "Странно, а в кино у гувернантки все получилось..."
    bardie "Она наклонилась без трусиков и после этого начался секс..."
    m "Я представляю что это было за кино, Барди!"
    m "В реальной жизни это происходит не так, как в кино, которое ты все время смотришь!"

    bardie "Гувернантка, хозяину надо подумать..."
    bardie "Я придумаю для способ залезть Ралью в штаны..."
    m "!!!"
    # уходит
    bardie "Я скоро сообщу тебе что надо делать..."
    bardie "Пока можешь быть свободна!"
    help "Продолжение квеста в следующем обновлении."
    return

label ep212_dialogues1_bardie_ralph14: # autorun
    # не рендерить
    mt "Не могу поверить что у меня не сработало!"
    mt "Меня отчитали как какую-то шлюху!"
    mt "Я не шлюха, которая пыталась переспать с хозяином, чтобы занять место жены!"
    mt "Я... Я лишь хотела восстановить справедливость!"
    mt "Если бы этот никчемный старикашка только знал кого он отчитывает!"
    mt "Мерзавец!"
    mt "Бесполезный, никчемный неудачник!"
    return












#
