# в очередной свой визит в субботу к Филиппу, когда у него шлюха номер 1
# шлюха догоняет Монику на улице и снова предлагает ей помочь ублажить Филиппа
# теперь становится доступен пункт меню "тройничок"
# Моника говорит, что не собирается за несчастные 50 баксов заниматься подобными грязными вещами
# про себя - я Моника Бакфетт, а не какая-то там проститука, которая готова на все ради денег!!
# шлюха № 1 говорит ей, что на этот раз она отдаст ей 100 баксов, но тогда одним минетом Моника не отделается
# выбор - отказ или Моника соглашается
# при согласии уточняет, 100 баксов?
# про себя думает, что в прошлый раз он заплатил ей 200 баксов, в этот раз она готова отдать ей половину своего заработка
# вроде как никакого подвоха в этом нет
# я могу заработать 100 долларов либо отказаться и остаться вообще без заработка сегодня
# Моника соглашается, они заходят к Филиппу в гостиную


# Филипп, как обычно, сидит на диване, развалившись со скучающим видом
# спрашивает, ты опять решила устроить мне сюрприз, шлюха № 1?
# ну ладно. давай. что на этот раз?
# уверена, тебе понравится
# с этими словами она снимает с себя футболку и подходит к Монике
# трогает ее за грудь, та на нее зло смотрит и думает, какого она вообще согласилась на это
# с какой-то шлюхой?
# с другой стороны, я смогу заработать 100 долларов
# в итоге та начинает снимать платье с Моники и трогает ее при этом, запускает ей руку между ног и трогает ее киску
# потом говорит, чтобы та сделала тоже самое с ней
# Моника смотрит на нее непонимающе, мол зачем все это
# Моника стоит голая, Филипп расстегивает брюки и начинает подрачивать свой член
# та говорит, что Филиппу такое нравится, это его возбуждает, посмотри на его член
# Моника трогает грудь шлюхи № 1, потом снимает с нее брюки
# та показывает на свою киску и говорит, чтоб Моника потрогала ее своим язычком, Филиппу этоо понравится
# Моника отказывается, мы так не договаривались
# Филипп говорит, шлюха № 2 сейчас перестанет спорить и полижет шлюху № 1 между ног, я хочу посмотреть на это
# Моника опускается на колени и лижет ей киску
# потом Филипп говорит, что достаточно, что сейчас обе его шлюхи подойдут к нему
# они подходят, шлюха № 1 услужливо говорит ему, что поможет снять одежду
# снимает с него рубашку
# тот говорит, что шлюха № 1 встает раком, а шлюха № 2 ложится под нее, в позу 69
# Филипп пристаивается сзади шлюхи № 1 и приказывает Монике лизать сначала киску шлюхи № 1
# у Моники прямо перед лицом, как он входит в киску шлюи № 1, она про себя думает, фу, какая мерзость.
# а шлюха № 1 стонет, о как же хорошо! О, Филипп, я обожаю когда ты во мне. давай, трахни меня
# смотрит на Монику и говорит, давай, полижи меня  и сама делает тоже самое Монике
# Моника делает, потом Филипп говорит ей лизать его яички
# Филипп комментирует, что доволен сегодня своими шлюхами
# шлюхи стараются для него и ему это нравится
# а теперь очередь шлюхи № 2 быть оттраханной
# давай, выбирайся оттуда, шлюха № 2
# он выходит из шлюхи № 1, они оба встают и смотрят на Монику
# та говорит, что мне сделать
# он говорит, ложись, подставляй мне свою дырочку, покажи как ты хочешь почувствовать мой член внутри себя
# Моника ложится на спину и раздвигает ноги, спрашивает - так?
# шлюха № 1, проверь, готова ли ее дырочка, достаточно влажная?
# шлюха № 1 подходит к Монике и вводит в нее пальцы, говорит Филиппу, что недостаточно, но она сейчас все сделает как надо
# водит пальцами туда-сюда в Монике, Филипп стоит смотрит на это и трется членом о попу шлюхи № 1
# ты поглядывает на него, улыбается игриво
# что ты хочешь, чтоб я сделала?
# я хочу, чтобы ты села на лицо шлюхи № 2
# она выполняет
# Филипп раздвигает ноги Моники шире и входит в нее
# шлюха № 1 уже елозит у нее по лицу своей киской
# Моника про себя думает, скорее бы закончился этот кошмар, как же это все грязно и мерзко!
# боже, Моника, никогда бы не подумала, что ты опустишься до подобного. и ради чего? из-за 100 долларов?!
# шлюха № 1 комментирует, как ей прикольно и как она кайфует от этого, трогает свою грудь, смотрит на Филиппа игриво
# когда кончает - выбор, куда кончить (внутрь Моники, на ее киску, на ее грудь, на ее лицо)
# а теперь я хочу чтобы шлюха № 1 слизала это все со шлюхи № 2
# та выполняет, с довольным видом
# Моника снова думает, что это все мерзость


# смена кадра, они уже в одежде, в руках у Филиппа деньги
# он хвалит шлюху № 1 за инициативу и гвоорит, что как и в прошлый раз доволен ее идеей
# поэтому сегодня заплатит ей больше, чем обычно
# он платит ей 250 долларов и дает сверху еще 50
# Моника говорит, а мне?
# он отвечает, что сегодня не ее день, поэтому он ей ничего платить не собирается
# тебе бы еще поучиться у шлюхи № 1, как делать мне приятно
# !!!

# на улице шлюха № 1 отдает ей 100 долларов
# Моника говорит, что он ей заплатил 300, было бы справедливо, если она отдаст ей половину заработка
# шлюха № 1 не соглашается, говорит, что платит ей 100, как они и договаривались
# Моника злится, думает, что никогда больше не согласитя на подобное, это унизительно
# она не какая-нибудь проститутка, чтобы они так с ней поступали
# она Моника Бакфетт! И Филипп еще заплатит за все!
