label ep212_dialogues_revenge_quest1:
    # Сидят Стив, Фред. Перед ними стоит Моника с пистолетом (красивое платье)
    # У Стива член опущен
    img 23634
    steve "ММмммммм!!!"
    steve "ММмммммм!!! Ммммм!!!"
    steve "МММмммпффхххх!!!"
    # Моника убирает кляп у Стива
	img 23635
    steve "Моника! Что все это значит?!!"
    steve "Что это за место?!"
	img 23636
    steve "И что это за штука передо мной???"

	img 23637
    m "Здравствуй, Стив."
    m "Это - бывшая спальня Юлии, моей гувернантки."
    m "А сейчас это, по совместительству, моя спальня."
	img 23638
    m "ГДЕ МНЕ ПРИХОДИТСЯ НОЧЕВАТЬ, МАТЬ ТВОЮ!!!"

# Указывает на аккумулятор
	img 23639
    m "А это..."
    m "Это автомобильный аккумулятор, Стив."
    m "Он наш общий друг."
    m "Мы побеседуем с тобой... втроем..."
    m "Если ты не будешь говорить мне правду..."
	img 23640
    m "То я дам слово ему..." # указывает на аккумулятор

	img 23641
    steve "Моника! Ты захватила меня!"
    steve "Это преступление!"
    steve "Отпусти меня! Все еще можно изменить! И..."
    m "Заткнись, слизняк!"

	img 23642
    m "Ты будешь говорить, когда скажу тебе Я!"
    steve "!!!"
    m "Итак, отвечай, кто за всем этим стоит?!"

    steve "За чем стоит, Моника?"

    m "За тем что произошло со мной!!"

	img 23643
    steve "Моника, но я ничего не знаю!"
    steve "Я всего-лишь честный бизнесмен, который заключает честные сделки!"

	img 23644
    m "Честные сделки, Стив?"
	img 23643
    steve "Да, Моника! Честные сделки!"
	
	img 23645
    m "Ты считаешь что заключал со мной честные сделки?"
    m "Ты правда так считаешь?"
	steve "..."
	
	img 23646
    m "Хорошо, Стив."
    m "Мы можем заключить с тобой еще одну сделку. Честную..."
    m "Ты рассказываешь кто стоит за всем этим."
    m "И проживешь еще один день..."
	img 23647
    steve "Но Моника! Ты неспособна на такое!"
    steve "Я был добр к тебе и поддерживал тебя все время!"

	img 23648
    m "Значит ты не хочешь заключать сделку, Стив?"

	img 23649
    steve "..."
    steve "Моника..."
    steve "Я бы не очень хотел заключать такую сделку... Я..."
	img 23650
    steve "Моника, между прочим у нас не закрыта предыдущая сделка!"
	img 23651
    m "Какая предыдущая сделка?!"
	img 23652
    steve "..."
	img 23653
    m "Ах, ты про это?!"
	img 23654
    steve "..."
	img 23655
    m "Значит, Стив, ты предлагаешь мне закрыть ту сделку, да?"
    m "И, в таком случае, ты мне все расскажешь?"
    # С хитринкой
	img 23656
    steve "Да, Моника! Я предлагаю закрыть эту сделку и обсудить следующую..."
	img 23657
    m "Ты предлагаешь сделать это прямо сейчас?"
	img 23658
    steve "Да, Моника! Не бывает неподходящего времени, чтобы закрыть хорошую сделку!"
    # Моника наклоняется
	img 23659
    m "Но Стив, как ты предлагаешь мне это сделать?"
    m "Ведь у тебя совсем не стоит..."
	img 23660
    steve "Моника, ты знаешь, что это сфера ответственности твоей стороны договора!"
    steve "Ты ведь знаешь что с этим сделать, чтобы успешно закрыть эту сделку!" # ухмыляется
	
	img 23661
    m "..."
	img 23662
	w
	img 23663
    steve "Я рад что ты осознала ситуацию и приняла верное решение, чтобы выйти из нее, Моника..."

    # Моника наклоняется
    # ближе, ближе
	img 23664
    steve "Я предлагаю сумму следующей сделки в $ 5000, Моника."
    steve "И ты отпускаешь меня."
	img 23665
    steve "Но к сделке прилагается дополнительное соглашение."
    steve "За мое молчание, в эту же сумму включительно я возьму в аренду твою попку."
    steve "И возьму прямо здесь, сразу же."
	img 23666
    steve "Ты знаешь, я умею быстро восстанавливаться между хорошими сделками, Моника!"
	img 23667
    m "Да, Стив..."
	img 23668
    m "Конечно, Стив..."
	img 23669
	w
    # Моника вешает электрод на Стива
    # Электричество, вспышки
	img 23670
    steve "ААААААААААА!!!"
    steve "ЧТО ЭТО?!! АААААААА!!!"

    # Моника затыкает Стиву рот
	img 23671
    m "Наш общий друг возражает против твоей точки зрения, Стив."
    m "И я решила дать ему слово."
	img 23672
    steve "ААААААААААА!!!"

    # Снимает кляп с Фреда
	img 23673
    m "Ну что, корнишончик."
    steve "ААААААААААА!!!"
    m "Хочешь быть следующим?"
	
	img 23674
    fred "Миссис Бакфетт!"
    fred "Пожалуйста! Я сказал все что знал!"

	img 23675
    m "Эх, ты снова за старое..."
    m "Мне будет не хватать тебя..." # Направляет пистолет

	img 23676
    fred "Миссис Бакфетт! Прошу!"
    fred "Дайте мне поговорить с Мистером Стивом!"
    fred "Он все расскажет Вам! Клянусь!"
    steve "ААААААААААА!!!"
    steve "ААААААААААА!!! ААААААААААА!!!"

	img 23677
    m "Хорошо, корнишончик..."
    m "Это твой последний шанс..."

    # Моника убирает электрод, у Стива стоит член
	img 23678
	w
	img 23679
    m "О, Стив!"
    m "Я смотрю твоему члену это понравилось!"

	img 23680
    steve "Моника! Что ты наделала!"
    steve "Мой член... Это какая-то необъяснимая реакция!"
	
	img 23681
    m "Неважно."
    m "Наша сделка закрыта."
    m "Ты удовлетворен этой сделкой или мне надо еще тшательнее выполнить ее условия?"
	img 23682
    steve "Сделка закрыта, Моника! Она закрыта!"
    steve "Пожалуйста, не надо!"

	img 23683
    m "Хорошо, Стив."
    m "Отвечай, кто стоит за тем что случилось со мной?"

    steve "Моника, я не знаю! Честно!"
	
	img 23684
    m "О БОЖЕ..."
    m "Фред, скажи что-нибудь..."
    m "Иначе ты знаешь что сейчас будет..."

	img 23685
    fred "Мистер Стив!"
    fred "Пожалуйста, скажите все что знаете!"
    fred "Миссис Бакфетт настроена очень серьезно!"
    fred "У нее пистолет!"
	img 23686
    steve "..." # Смотрит подозрительно на Фреда
	img 23687
    fred "Мистер Стив, она знает что я отчитывался Вам о ее перемещениях!"
    fred "Если Вы не скажете кто стоит за всем этим, то она решит что это были Вы!"
    steve "Ах ты мерзавец!"
	
	img 23688
    m "Стив, тебе лучше все рассказать, иначе..."
	img 23689
    m "Наш общий друг снова просит слово..." # Указывает на аккумулятор
    steve "!!!"
	
	img 23690
    steve "Я точно не знаю, Моника..."
    steve "Эти люди... Они очень могущественные..."
	img 23691
    m "Откуда ты знаешь их?"

	img 23692
    steve "Моника, я их не знаю!"
    steve "Однажды позвонили люди с предложением..."
    steve "От которого, как оказалось, невозможно отказаться..."
    steve "Но это было давно и не было связано с тобой..."

	img 23693
	steve "Прошло много времени..."
    steve "И вот недавно я снова общался по телефону с ними..."
    steve "Мне сказали что у твоей компании меняются хозяева."
    steve "И чтобы я сидел тихо... И не поднимал шум."

	img 23694
	m "И?"
    m "Почему это случилось? Что они сказали тебе?!"
    m "Отвечай!"
	
	img 23695
    steve "Я их спросил об этом. Я спросил что случилось с тобой."
    steve "Мне ответили что у тебя внезапно поменялись ценности в этой жизни..."
    steve "Что ты кого-то встретила, в тот день, когда ты была у меня..."
    steve "И это как-то связано с тем человеком..."

    # Моника задумывается
	img 23696
    mt "В тот день..."
    mt "С человеком..."
    mt "Кто же это мог быть?"
    mt "Где я была в тот день?"
    mt "Это было так давно... У меня та жизнь как в тумане..."
    # черно-белые кадры
	img 1649_bw
    mt "Банк..."
    mt "Кто-то из клерков?"
    mt "Помню, что я накричала на них..."
    mt "Между прочим за дело!"
    mt "Одна из них оказалось дочерью одного из самых могущественных людей в мире?"
    mt "Да ну, это чушь..."
    # продавец, Моника бросает платье
	img 1924_bw
    mt "Чертова лесбиянка в магазине..."
    mt "Нет, точно не то..."
    # офис Стива
	img 1703_bw
    mt "Офис у Стива..."
    mt "Джейн..."
    mt "Эта проститутка... Неужели она замешана в этом?"
    mt "Но нет..."
    mt "Я давно ее знаю. Она обычная карьеристка..."
    # Тиффани
	img 1755_bw
    mt "..."
    mt "Хм... Эта новенькая..."
    mt "Я ее раньше не встречала..."
    mt "Ничего не знаю про нее..."
    mt "Она смотрела на меня так странно... Как дьявол..."
    mt "Возможно ее подослали туда специально и..."

    # Моника поворачивается к Стиву
	img 23697
    m "Это Тиффани?!"
    m "Та гребаная проститутка, которая работает у тебя, Стив?!"
    m "Значит ты заменшан в этом?!"
    m "Это случилось у тебя в офисе, ДА?!"

	img 23698
    fred "Да, Миссис Бакфетт!"
    fred "Это точно она!"
    fred "Мистер Стив замешан в этом!"

	img 23699
    steve "Что?! Моника, нет!"
    steve "Тиффани точно ни при чем!"
    steve "Я заприметил ее еще на кампусе в университете, который посещал, как спонсор..."
	
	img 23700
    m "Заткнись, Стив!"
    m "Я догадываюсь, зачем ты спонсируешь подобные заведения!"
	
	img 23701
    steve "Моника, это было не у меня в офисе точно!"
    steve "Они сказали про улицу, что это случилось прямо посреди улицы!"
	
	img 23702
    m "Посреди улицы?!"


    #чб, Моника наезжает на проститутку, либо подбадривает ее
	img 1880_bw
    m "Девочка, вот твое место."
    m "Стой тут и наслаждайся карьерой."
	#
    m "Я тебя знаю."
    m "Ты та модель, которая приходила ко мне на кастинг."
    # крупным планом другая проститутка
	img 1882_bw
	w

    # Стив
	img 23703
    steve "Моника, вспомни, может быть ты что-то сказала кому-то не то что надо..."
    steve "Я знаю твой характер! Тебе нельзя общаться с людьми в обычном мире!"
	img 23704
    m "Потому что я привыкла жить в другом мире, Стив!"
    m "Не в вашем мире никчемных неудачников!"
	
	img 23705
    m "Улица..."
    m "Да, я была на улице в тот день..."
    m "Когда Фред высадил меня за милю от того чертова магазина!"

	img 23706
    steve "Фред... Высадил..."
    steve "Да, Моника!"
    steve "Я уверен, во всем виноват твой водитель!"
	img 23707
    fred "!!!"
	img 23708
    steve "Эти люди вышли на него и подговорили отвезти тебя куда-то!"
    steve "Он главный мерзавец здесь, Моника!"
    steve "И мы с тобой вместе разоблачили негодяя!"
	img 23709
    fred "ЧТО?! НЕТ!"
	img 23710
    steve "Молчи, несчастный!"
    steve "Тебе нечего сказать в свое оправдание!"
    steve "Это из-за тебя моя любимая Моника так пострадала!"
    steve "Мне стоило больших усилий поддерживать ее!"

    # Моника думает
	img 23705
    mt "Улица..."
    mt "Значит улица..."
    # Смотрит на Монику
	img 23711
    steve "Но я рад что мы объединили свои силы и вывели мерзавца на чистую воду!"
    steve "Я очень рад, Моника!"

	img 23712
    mt "Что же там произошло?"
    mt "С кем я разговаривала?"
    mt "Я разговаривала с той горе моделью, которая пришла устраиваться ко мне..."
    mt "Но не может эта горстка неудачников, которая была вокруг меня, как-то повлиять на мою жизнь..."
	img 23713
    fred "Миссис Бакфетт! Он лжет!"
    fred "Это он главный злодей!"

	img 23714
    mt "Я вела себя довольно громко..."
    mt "Возможно я привлекла к себе внимание кого-то..."
    mt "Но кого? В трущобах..."
    mt "Неужели такой влиятельный человек любит гулять в трущобах..."
    mt "Как один известный король..."
    mt "Этого не может быть... Но все-же..."

	img 23715
    fred "Он рассказывает неправду про то что за этим еще кто-то стоит!"
    fred "Ведь он нанимал меня следить за Вами, Мэм!"
	steve "Нет, Моника! Не верь ему!!!"

	img 23716
    mt "Другие варианты еще более безумные."
    mt "Но, если представить что Стив не врет..."
    mt "Хотя того, чтобы Стив не врал, быть не может..."
    mt "Но все-же..."
    mt "Я знаю эту трущобы уже наизусть..."
    mt "Однако, если приглядеться повнимательнее..."
    mt "Возможно там что-то есть, чего я не замечала ранее..."

	img 23717
    m "Итак, корнишоны..."
    m "Я скоро вернусь, а вы будете сидеть смирно..."
    m "Попробуете друг друга освободить, вам же будет хуже."
    m "Для вас, на этот случай, есть сюрприз..."
    m "Мой дружок будет приглядывать за вами, мальчики..."
    m "Сидите тихо."
	img 23718
    mt "Что-ж, вперед, Моника!"
    mt "Пришла пора проверить что от меня скрывает это место!"

    return























#
