default monicaShlut1PhillipThreesome1 = False  # Моника делала куни шлюхе № 1 по приказу Филиппа
default monicaShlut1PhillipThreesome2 = False  # Моника согласилась на ass to mouth



# если у Филиппа шлюха номер 1 и Моника оказалась на улице
# при выборе пункта 'Мне нужны эти деньги' в диалоге со шлюхой номер 1 (ep210_dialogues2_escort_start_Phillip_13)
# повторяется их диалог, где шлюха номер 1 обещает ей заплатить 50 баксов за минет Филиппу (ep211_dialogues7_Phillip_home_1)

# Моника зашла в гостиную Филиппа со шлюхой номер 1, согласившись помочь ей удовлетворить его
# возникает меню ep211_dialogues7_Phillip_home_2, где пункт "Групповой секс" доступен

# если выбран пункт "Групповой секс"
label ep212_dialogues4_philip_threesome_1:
    call check_skip_scene("ep211_dialogues7_Phillip_home_2")
    if _return == True:
        return True
    # Филипп сидит на диване перед телеком, Моника и шлюха стоят в гостиной возле двери
    # шлюха номер 1 поворачивается к Монике и на ухо говорит
    img 17145
    w
    img 17146
    whore_number_1 "Слушай, у меня появилась идея..."
    whore_number_1 "Как ты смотришь на то, чтобы заработать побольше?"
    whore_number_1 "Например, баксов 200?"
    # Моника смотрит на нее с подозрением
    img 17147
    m "200 долларов?"
    m "???"
    m "Почему ты решила заплатить в два раза больше?"
    m "Что еще за идея?"
    img 17148
    whore_number_1 "Все просто."
    whore_number_1 "Я тебе плачу 200 баксов, но тогда одним минетом ты не отделаешься..."
    m "Ты имеешь ввиду, заняться сексом? Всем вместе?"
    img 17149
    whore_number_1 "Ага." # довольная своей идеей
    whore_number_1 "Какая тебе разница, ты ведь уже занималась этим с ним."
    whore_number_1 "Что ты строишь из себя какую-то леди?"
    img 17150
    mt "Дъявол!"
    mt "Получается, если я соглашусь заняться сексом, то заработаю больше денег."
    mt "Но мне противно об этом даже думать!"
    mt "Я Моника Бакфетт, а не какая-то проститука, которая готова на все ради денег!!!"
    mt "!!!"
    img 17151
    mt "С другой стороны, об этом ведь никто не узнает..."
    mt "А мне нужны деньги."
    mt "..."
    mt "В прошлый раз мерзавец Филипп заплатил этой вульгарной девке $ 400..."
    img 17152
    mt "В этот раз она готова отдать мне половину своего заработка..."
    mt "Я могу заработать $ 200, либо отказаться и остаться вообще сегодня без заработка."
    whore_number_1 "Ну? Чего ты тормозишь?"
    whore_number_1 "Ты согласна на 200 баксов?"

    # Моника нерешительно
    menu:
        "Об этом точно никто не узнает?":
            pass
    img 17153
    mt "Черт! Что же мне делать?"
    img 17154
    m "Об этом точно никто не узнает?!"
    img 17155
    whore_number_1 "Да точно-точно. Сколько уже можно спрашивать об этом..."
    whore_number_1 "Пошли!"
    # Филипп со скучающим видом обращается к шлюхе номер 1
    img 17077
    philip "Субботняя шлюха номер 1, ты думаешь я плачу тебе деньги за то..."
    philip "Что я должен смотреть, как вы там шепчетесь?!"
    philip "Я долго буду ждать, когда ты начнешь работать?"
    philip "И почему субботняя шлюха номер 2 опять сюда пришла?"
    philip "Шлюха номер 1 опять решила устроить мне сюрприз?"
    img 17157
    whore_number_1 "Да. Я уверена, что тебе понравится..." # игриво
    # Филипп со скучающим видом
    img 17156
    philip "Ну ладно, давай..."
    philip "Что на этот раз?"
    # шлюха номер 1 снимает с себя футболку, проводит по своей груди руками и улыбается игриво Филиппу
    # потом смотрит на Монику и подходит к ней
    img 17158
    w
    img 17159
    w
    img 17160
    w
    img 17161
    mt "Что эта никчемная шлюха задумала?"
    # та трогает Монику за грудь, а Моника на нее зло смотрит
    img 17162
    w
    img 17163
    mt "Какого черта я вообще согласилась на это?!"
    mt "С какой-то там шлюхой?!"
    mt "?!?!?!"
    # шлюха номер 1 снимает платье с Моники и трогает ее при этом
    # потом шлюха номер 1 запускает руку между ног Моники и трогает ее киску
    # Моника возмущенно смотрит на нее, но молчит
    img 17165
    w
    img 17164
    w
    img 17166
    w
    img 17167
    w
    img 17168
    w
    img 17169
    w
    img 17170
    mt "!!!"
    mt "Она не просто шлюха, она еще и лесбиянка! Фи!"
    mt "Ей действительно все это нравится?!"
    mt "Как же все это омерзительно!"
    # Моника стоит голая, Филипп расстегивает брюки и начинает подрачивать свой член
    # шлюха номер 1 убирает руку от киски Моники и говорит ей
    img 17171
    w
    img 17172
    whore_number_1 "А теперь твоя очередь сделать мне приятное..."
    # Моника смотрит на нее непонимающе
    img 17173
    m "Я? Тебе?"
    m "Зачем?"
    img 17174
    whore_number_1 "Филиппу это понравится."
    whore_number_1 "Посмотри на его член. Его это возбуждает."
    m "..."
    menu:
        "Раздеть шлюху номер 1.":
    img 17175
    w
    img 17176
    mt "Черт!"
    mt "Не могу поверить, что я делаю это..."
    # Моника трогает грудь шлюхи № 1, потом снимает с нее брюки, сидя на корточках перед ней
    # та показывает на свою киску
    img 17177
    w
    img 17178
    w
    img 17179
    w
    img 17180
    whore_number_1 "Теперь поиграй с моей киской своим язычком."
    img 17181
    mt "?!?!?!"
    # Моника возмущенно
    img 17182
    m "Нет, мы так не договаривались."
    m "Я не буду этого делать!"
    m "!!!"
    img 17183
    philip "Шлюха номер 2, молчать!"
    # обе поворачиваются и смотрят на него
    philip "Шлюха номер 2 сейчас же перестанет спорить и полижет шлюху номер 1 между ног."
    philip "Я хочу посмотреть на это..."
    img 17184
    mt "Вот козел!!!"
    mt "!!!"
    menu:
        "Убежать!":
            # Моника смотрит с отвращением
            img 17185
            mt "Этот мерзавец обращается со мной, как с дешевой шлюхой..."
            mt "Я не могу пойти на это!"
            img 17186
            m "Нет. Я..."
            m "Я не буду этого делать!"
            m "Я не могу!"
            m "!!!"
            # Моника уходит
            img 16418
            return False
        "Сделать, как требует Филипп.":
            $ monicaShlut1PhillipThreesome1 = True # Моника делала куни шлюхе № 1 по приказу Филиппа
            pass
    # Моника смотрит на киску шлюхи номер 1 в нерешительности
    img 17194
    mt "Долбанные извращенцы!"
    mt "Ненавижу их всех!"
    mt "!!!"
    # Моника начинает лизать киску
    img 17187
    w
    img 17188
    whore_number_1 "Ммммм..."
    img 17189
    whore_number_1 "Как приятно..."
    img 17190
    whore_number_1 "А у тебя хорошо получается, шлюха номер 2..."
    img 17191
    whore_number_1 "Чувствуется, что у тебя уже есть опыт с кисками..."
    img 17192
    whore_number_1 "Ммммм..."
    # немного позже Филипп прерывает их
    img 17193
    philip "Достаточно!"
    philip "Сейчас обе мои шлюхи подойдут ко мне."
    # они подходят, Филипп уже снял одежду (или только брюки и расстегнул рубашку)
    img 17195
    whore_number_1 "Тебе нравится смотреть на нас?"
    philip "Да, еще больше мне понравится, если ты сейчас сядешь на меня, шлюха номер 1..."
    # шлюха номер 1 залезает на Филиппа и садится на его член своей киской
    img 17196
    w
    img 17197
    philip "Нет, не так."
    philip "Сегодня я хочу трахнуть тебя в твою упругую задницу, шлюха номер 1."
    # та делает так, как говорит Филипп и насаживается на его член попой
    img 17198
    philip "Дааа. Вот тааак."
    img 17199
    philip "А шлюха номер 2 сядет рядом с нами и будет держать лицо около моего члена."
    # Моника непонимающе смотрит на него
    img 17200
    mt "???"
    mt "Что за бред?!"
    mt "Что этот извращенец хочет сделать?!"
    img 17201
    philip "Делай, что тебе говорят!"
    # Моника садится рядом так, что ее лицо находится рядом с их причиндалами
    img 17202
    whore_number_1 "Ооооо, как же хорошоооо!"
    img 17203
    whore_number_1 "О, Филипп, я обожаю когда ты во мне!"
    img 17204
    whore_number_1 "Давай, еще!"
    img 17205
    whore_number_1 "Трахай меня!!!"
    img 17206
    whore_number_1 "Ещееее!!!"
    # немного позже шлюха 1 привстает и Филипп говорит Монике
    img 17207
    philip "Открывай свой рот, шлюха номер 2."
    philip "Приглашай мой член войти в него."
    # Моника парится и с отвращением смотрит на его член, который он только что вытащил из попы шлюхи номер 1
    img 17208
    mt "Что?!"
    mt "О, нет!!!"
    mt "Фууу!!!"
    mt "Какая мерзость!!!"
    img 17209
    philip "Ну?!"
    # Моника с отвращением на лице
    img 17210
    m "..."
    menu:
        "Убежать!":
            # Моника смотрит с отвращением
            img 17211
            mt "Этот мерзавец обращается со мной, как с дешевой шлюхой..."
            mt "Я не могу пойти на это!"
            img 17212
            m "Нет. Я..."
            m "Я не буду этого делать!"
            m "Я не могу!"
            m "!!!"
            # Моника уходит
            img 16418
            return False
        "Сделать, как требует Филипп.":
            $ monicaShlut1PhillipThreesome2 = True # Моника согласилась на ass to mouth
            pass
    # Моника открывает рот и Филипп засовывает туда свой член
    img 17213
    w
    img 17214
    philip "Соси, шлюха номер 2!"
    # Моника делает несколько движений
    img 17215
    philip "Дааа..."
    img 17216
    w
    img 17217
    w
    img 17218
    philip "Хорошо, хватит."
    # после этого он снова входит в попу шлюхи номер 1
    # это повторяется несколько раз
    img 17219
    w
    img 17220
    philip "Мне нравится, что мои субботние шлюхи стараются для меня..."
    img 17221
    philip "Сегодня субботние шлюхи хорошо работают..."
    # Моника смотрит на все происходящее с отвращением
    img 17222
    mt "Мерзкий грязный извращенец!!!"
    mt "!!!"
    img 17223
    philip "А теперь очередь шлюхи номер 2 быть оттраханной!"
    # он выходит из шлюхи номер 1, они оба встают и смотрят на Монику
    img 17224
    philip "Ложись, подставляй мне свое отверстие..."
    philip "Покажи, как ты хочешь почувствовать мой член внутри себя..."
    m "..."
    menu:
        "Лечь на диван и раздвинуть ноги.":
            pass
    img 17200
    mt "!!!"
    mt "Не могу поверить, что это происходит со мной..."
    # Моника ложится на спину и раздвигает ноги
    img 17225
    philip "Шлюха номер 1, проверь, готова ли шлюха номер 2 принять мой член?"
    philip "Ее отверстие достаточно влажное?"
    # шлюха номер 1 подходит к Монике и вводит в ее киску пальцы
    img 17228
    w
    img 17229
    whore_number_1 "Ее киска недостаточно влажная, но я сейчас подготовлю ее для тебя."
    # она водит пальцами туда-сюда в киске Монике, Филипп стоит смотрит на это и трется членом о попу шлюхи номер 1
    # та поглядывает на него, улыбается игриво
    img 17230
    w
    img 17231
    w
    img 17232
    w
    img 17233
    w
    img 17226
    whore_number_1 "Теперь она готова принять твой член."
    whore_number_1 "Что ты хочешь, чтобы я еще сделала?"
    img 17227
    philip "Я хочу, чтобы ты села на лицо шлюхи номер 2."
    # шлюха номер 1 садится на лицо Моники
    # Филипп раздвигает ноги Моники шире и входит в нее
    img 17234
    philip "Ммммм..."
    philip "Шлюха номер 1 хорошо подготовила для меня это отверстие."
    img 17235
    philip "Шлюха номер 1 молодец, она старается для меня."
    # шлюха номер 1 елозит у нее по лицу своей киской, трогает свою грудь, игриво смотрит на Филиппа
    img 17236
    whore_number_1 "О, как прикольно!!!"
    whore_number_1 "Даааа...."
    img 17237
    whore_number_1 "Ооооо... Какой каааайф!"
    img 17238
    mt "Скорее бы закончился этот кошмар!"
    mt "Как же это все грязно и мерзко!"
    img 17239
    mt "!!!"
    img 17240
    mt "Моника, никогда бы не подумала, что ты опустишься до подобного!"
    img 17241
    mt "И ради чего?! Из-за 200 долларов?!"
    img 17242
    mt "!!!"
    img 17243
    # Филипп кончает
    menu:
        "Кончить внутрь Моники.":
            img 17244
            philip "Аааа..."
            philip "Аааааааа..."
            img 17245
            philip "ААААААА!!!"
            pass
        "Кончить на киску Моники.":
            img 17244
            philip "Аааа..."
            philip "Аааааааа..."
            img 17247
            philip "ААААААА!!!"
            img 17246
            # Филипп отстраняется от Моники и смотрит на сперму на ее киске
            img 17252
            philip "А теперь я хочу, чтобы шлюха номер 1 слизала это все со шлюхи номер 2."
            # та слезает с лица Моники и выполняет приказ Филиппа, с довольным видом
            img 17253
            whore_number_1 "Ммммм..."
            pass
        "Кончить на грудь Моники.":
            img 17244
            philip "Аааа..."
            philip "Аааааааа..."
            img 17247
            philip "ААААААА!!!"
            img 17248
            # Филипп отстраняется от Моники и смотрит на сперму на ее груди
            img 17249
            philip "А теперь я хочу, чтобы шлюха номер 1 слизала это все со шлюхи номер 2."
            # та слезает с лица Моники и выполняет приказ Филиппа, с довольным видом
            img 17250
            whore_number_1 "Ммммм..."
            pass
    img 17251
    mt "Наконец-то, этот кошмар закончился!"
    mt "!!!"
    return

# после тройничка
label ep212_dialogues4_philip_threesome_2:
    # смена кадра, они уже в одежде
    # в руках у Филиппа деньги
    img 17136
    philip "Шлюха номер 1 снова проявила инициативу и ее идея мне понравилась."
    philip "Я, как и в прошлый раз, доволен ее работой."
    philip "Молодец, шлюха номер 1. Хорошо придумала..."
    philip "Вот, держи 700 долларов."
    # Филипп дает деньги шлюхе номер 1, шлюха стоит довольная
    img 17138
    mt "700?! Он дал ей 700 долларов?!"
    mt "?!?!?!"
    img 17140
    philip "Это твой сегодняшний заработок."
    philip "Субботняя шлюха номер 1 может забрать свои деньги."
    img 17142
    philip "А субботняя шлюха номер 2 недостаточно старалась..."
    philip "Ей учиться надо у шлюхи номер 1, как делать мне приятно."
    mt "!!!"
    img 17139
    philip "Тем более, сегодня не ее очередь получать деньги."
    philip "Поэтому она сегодня ничего не заработала."
    img 17138
    mt "!!!"
    menu:
        "Почему я ничего не заработала?!":
            img 17141
            m "Филипп, я делала все, что ты мне говорил!"
            m "Почему я не заработала денег?!"
            m "?!?!?!"
            # смотрит на нее
            img 17144
            philip "???"
            philip "Моей субботней шлюхе номер 2 нужны деньги?"
            philip "Приходи через неделю."
            # отворачивается
            img 16386
            mt "Вот мерзавец!!!"
            mt "Жадный ублюдок!!!"
            return
        "Уйти.":
            pass
    img 17144
    philip "Можете идти."
    img 16386
    mt "Сволочь!"
    mt "!!!"
    return

# на улице после сцены у Филиппа (диалог такой же, только сумма денег разная)
label ep212_dialogues4_philip_threesome_3:
    # Моника разговаривает с субботней шлюхой номер 1
    img 17065
    m "Это было мерзко!"
    m "!!!"
    img 17072
    whore_number_1 "Зато мы заработали денег."
    whore_number_1 "Вот твои 200 баксов, как и договаривались..."
    # дает ей деньги
    img 23172
    m "Это несправедливо! Он дал тебе 700 долларов!!!"
    img 23173
    whore_number_1 "Ты сама согласилась сделать это за 200 баксов!"
    whore_number_1 "Тебя никто не заставлял!"
    img 17068
    mt "Сучка!!!"
    mt "!!!"
    img 23171
    whore_number_1 "Все, мне пора."
    whore_number_1 "До встречи."
    # шлюха 1 уходит
    return

# мысли Моники после группового секса - ep211_dialogues7_Phillip_home_5
