# Моника рпишла на работу в эскорт, сидит за столиком
# к ней подходит официантка и говорит, что ее на ресепшен вызывает администратор
# Моника идет на ресепшен, там стоит админ с брюнеткой из эскорта
# админ говорит, что в номере семейная сцена, никто из девочек не хочет идти туда
# поэтому пойдете вы вдвоем и сделаеете все как надо, клиент должен остаться доволен
# брюнетка говорит, пусть эта идет одна, я не пойду никуда!
# но админ говорит, что этой твой постоянный клиент, поэтому ты и пойдешь
# админ заставит второую девушку тоже пойти с Моникой к ним в номер
# только переоденьтесь сначала обе
# через несколько минут Моника с новом белье под платьем вместе с брюнеткой проходят мимо ресепшена, обе недовольно смотрят друг на друга


# номер отеля
# семейная пара, жена запалила мужа, что он шастает по проституткам
# жена оплачивает мужу проститутку, чтобы посмотреть как он занимается с ней сексом
# при этом она комментирует их секс, унижает Монику
# жена говорит ему, с кем из них ты спал, покажи мне эту шлюху
# он был со второй девушкой, но она шепчет ему, только попробуй ей рассказать, я расскажу ей все твои грязные фантазии
# в итоге у него секс с Моникой, а жена и вторая девушка из экорта смотрят на них
# ты падшая грязная женщина, тебе не противно от самой себя
# ты хоть помылась после предыдущего клиента, шлюха
# скажи мне, кто лучше эта грязная шлюха или я
# муж будет говорить, что конечно же его жена лучше
# покажи мне, что ты делаешь, когда врешь мне что ты зареживаешься на работе
# он - можно я не буду этого делать, у меня не стоит
# нет, ты шлюха, давай делай свою работу, поднимай его член
# жена спрашивает, ну и что, тебе нравится
# тот говорит, что нет
# у него плохо стоит, он не может войти в нее, Моника ему вынуждена дрочить, потом он снова пытается войти в нее
# после того, как у него получается и он входит в нее, жена говорит, давай кобель, покажи как ты это делаешь
# что эти грязные шлюхи делают такого, что ты к ним бегаешь и тратишь на это деньги
# скажи, кто из нас лучше. с кем тебе больше нравится
# муж говорит, что конечно же с женой ему больше нравится
# дорогая, может мы прекратим это? достаточно уже
# нет, кобель, давай трахай эту дрянь. я хочу увидеть, насколько она тебе "не нравится"
# жена у Моники спросит, ну что тебе нравится
# если Моника скажет, что да - жена скажет, что не ожидала другого ответа от такой падшей женщины
# спать с чужими мужьями, да еще и брать за это деньги - и как ей ни стыдно после этого ей в глаза вообще смотреть, дрянь!
# если Моника скажет, что нет - жена скажет, смотри, кобель, ты ее трахаешь, даешь ей за это деньги, а ей еще и не нравится что-то!
# вот к такой грязной и бессовестной шлюхе ты бегал все это время?
# муж кончает, выбор - кончить внутрь или на нее (грудь, попа, лицо)
# жена говорит, раз ты кончил, значит тебе понравилось, ты мне врал, что она тебе не нравится
# вторая девушка из эскорта все это время просто стоит и смотрит свысока


# жена нажалуется админу, что Моника ничего не смогла сделать, у него не встал
# админ спросит у второй девушки, та скажет, что да, не встал у него
# Моника пытается возразить, но жена на нее рявкает, чтоб она заткнулась
# админ спрашивает у второй девушки, отказалась ли Моника вообще работать
# но та говорит, что она старалась, но у нее ничего не получилось
# в итоге админ штрафует ее
# Моника оскорблена и обижена такой несправедливостью
# жена говорит Монике, ну что, ты больше не будешь с ним спать
# та со злостью говорит, что нет, а вторая девушка при этом ехидно улыбается

# в один из рабочих дней Моники служащий отеля будет просить у нее секса
# Моника ему скажет, что ей нужны проблемы с администратором из-за него
# это запрещено, так что я с тобой никуда не пойду
# тот говорит, что скопил немного денег и он может заплатить ей целых 100 баксов за минет
# Моника смотрит на него свысока, думает о его никчемности и в итоге отшивает его
