
# после второго свидания Моники и Юлии, Моника приходит на работу и в гримерке ее перехватывает Фред
# он спрашивает, как продвигается его задание
# видимо, вы, Миссис Бакфетт недостаточно серьезно относитесь к моим небольшим просьбам
# это непрофессионально с вашей стороны
# я решил, что не будет лишним напомнить о том, что это не шутки
# посмотрите, думаю, вас заинтересует эта фотография
# впрочем, как и всех остальных...
# Фред показывает ей, что он ее сфоткал во время чистки ковра
# Моника бесится, думает, что он мерзавец и т.п.
# выбор у Моники - послать его нах или сказать, что она выполнит это задание
# если выбор послать Фреда - она говорит, что ему никто не поверит, т.к. она большой босс скажет, что это подделка
# и ему, никчемному ничегонезначащему водителю никто здесь не поверит!!
# если она его не посылает, то она говорит ему, что она не забыла о его задании
# что она и так выглядит как какая-то лесбиянка, а все из-за этого глупого задания
# Фред говорит, нет, Миссис Бакфетт. это не глупости
# я пришел сегодня сюда, чтобы сказать вам, что у вас последний шанс, я жду ответ завтра в течение дня
# если вы мне не дадите ответ, то я завтра же всем покажу эту фотографию
# желаю удачи, Миссис Бакфетт


# Моника у себя в кабинете, сидит за столом и бесится, какой Фред гад
# что ее достало, что он к ней пристал со своими дебильнми заданиями
# надо прекращать все это скорее, ведь завтра это фото может увидеть весь офис!!
# мне нужно сегодня во что бы то ни стало попасть домой к Юлии и наконец узнать чертов цвет ее чертовых трусиков
# как мне надело притворяться перед этой никчемной бывшей гувернанткой
# Моника подходит к Юлии и выдавливает из себя улыбку
# привет, милая. Я так соскучилась по тебе.
# обнимашки-целовашки, Юлия довольная
# говорит, что будет рада, если Моника придет к ней в гости
# если она конечно захочет прийти к ней в ее конуру в трущобах
# Моника говорит, что ей очень нравится ее квартира, она очень уютная и она с радостью придет к ней вечером
# про себя думает, что на этот раз эта никчемная Юлия от нее не отвертится


# вечером, после окончания рабочего дня, Моника приходит в квартиру Юлии
# она довольная, Миссис Бакфетт, я так рада, что вы ко мне пришли
# я думала, что вы не захотите снова приходить сюда...
# Моника говорит, ну что ты милая, как ты могла об этом подумать, ты же знаешь о моих чувствах к тебе
# мне приятно проводить с тобой время
# про себя думает, что ее это дастало, надо ее уболтать сегодня в любом случае
# Моника подходит к ней, обнимает и целуя, опускает свою руку ей на попу и далее все ниже и ниже, приподнимая платье
# Юлия снова отстраняется, Миссис Бакфетт, вы снова хотите потрогать мои трусики?
# Моника говорит, что да, ей очень приятно это делать и она хотела бы большего
# Юлия спрашивает, большего? вы постоянно хотите посмотреть на мои трусики... это предлог, чтобы попробовать мою... киску?
# о боже, какая гадость! Моника, неужели тебе придется смотреть на киску этой никчемной Юлии. да еще и делать вид, что  тебе это приятно?
# выбор - послать это все к черту, либо продолжать притворяться
# если послать, то Моника говорит Юлии, что это все было ошибкой, просто забудь все что было и уходит
# если Моника выбирает продолжать притворяться, то она говорит Юлии, что она очень давно этого хочет
# Юлия спрашивает, а с какого времени, с того, как я у вас работала
# Моника говорит, да, еще с того времени. я просто уже не могу дождаться этого момента, милая
# Юлия смотрит на Монику влюбленным взглядом и говорит
# Миссис Бакфетт, думаю, наши отношения уже могут перейти на новый уровень...
# Моника про себя торжествует, да неужели, наконец-то этот цирк сегодня закончится
# как только увижу, какого цвета у нее трусики, развернусь и уйду отсюда
# Юлия говорит, что ей надо отлучиться на минутку, сейчас она вернется
# Юлия выходит из комнаты
# надоело притворяться какой-то влюбленной дурой.


# Моника сидит у Юлии в комнате на кровати и ждет ее
# проходит несколько минут, Юлия выходит смущенная из душа в полотенце, руки за спиной
# Моника протягивает ей руку, иди сюда, милая, не стесняйся, я так давно этого ждала...
# Юлия смущаясь протягивает ей свою руку и Моника притягивает ее к себе
# поцелуй, Юлия садится на кровать рядом с Моникой, моника опускается на колени перед ней
# кладет ладони на бедра Юлии и медленно поднимает их все выше и выше
# вот она уже прикоснулась к полотенцу и продолжает движение ладонями, приподнимая полотенце
# Юлия сидит смущается, но не сопротивляется
# в итоге Моника задирает полотенце, а Юлия без трусиков
# Моника про себя, какого черта?!?!?!
# Моника бесится, но пытается сохранить лицо, продолжает притворяться
# Юлия говорит, вам нравится моя киска? я так мечтаю, чтобы вы прикоснулись ко мне
# я так мечтала об этом, я вся изнемогаю
# вы же не передумали, Миссис Бакфетт?
# спрашивает у Юлии, милая, а где твои трусики, я хочу на них посмотреть
# Миссис Бакфетт, я же вышла только из душа...
# Моника перебивает ее, значит, они в ванной?
# Юлия говорит нет, Миссис Бакфетт, моя киска перед вами. зачем вам мои трусики?
# я помню, вы носили мои белые трусики, с этими вы хотите сделать то же самое?
# Моника говорит, да, я хочу носить их. Мне нравится твой вкус на нижнее белье
# все это время думает, как бы свалить отсюда быстрее, какая гадость и т.д.
# Юлия говорит, хорошо, я покажу вам свои трусики
# поднимает вверх руку, которая была у нее за спиной, в руке держит черные трусики
# вот они. вам нравится, Миссис Бакфетт?
# Моника смотрит на них, не веря в произошедшее. про себя, черные?!
# пока Моника в ступоре, Юлия продолжает - а вы останетесь сегодня у меня, я так мечтаю подольше побыть с вами
# я бы убежала с вами вдвоем подальше отсюда и жила бы вместе где-нибудь
# Моника переводит взгляд с ее трусиков на нее
# убежать и жить вместе?
# Юлия, да, например на моей родине
# если бы это было возможно...
# Моника говорит, что ты же знаешь, что это нереально, я слишком знаменита, чтобы остаться незамеченной
# Юлия говорит, что если обратиться к ее дяде, то он может сделать ей поддельный паспорт
# Моника сидит между Юлиных ног, смотрит на ее киску и понимает, что ее дядя - это шанс полностью изменить ее жизнь, и возможно к лучшему
# по крайней мере, убежать подальше от Маркуса. да еще и по поддельным документам. он никгда ее не найдет. в другой стране...
# у Моники выбор послать ее, т.к. узнала цвет или вступить в отношения из-за дяди
# если послать, то Моника говорит, что поняла, что ошибалась в своих чувствах и чтоб Юлия забыла обо всем, что было и уходит
# если выбор продолжать притворяться, то Моника делает Юлии куни, они целуются, Моника остается на ночь


# утром Моника уточняет у Юлии возможность убежать
# та ломается, говорит, что это просто мечты, такая как вы не поступит так
# вряд ли вы захотите бросить свою роскошную жизнь и свой бизнес ради такой как я
# Моника думает, как бы мне ее уломать и заставит поверить в искренность своих чувств
# в итоге она придумывает предложить ей жить вместе (в след. обновлении)


# на след. день Моника приходит в офис и снова встреча с Фредом в гримерке
# Моника говорит, что узнала цвет. он черный
# он говорит, ну вот видите, Миссис Бакфетт, как все просто
# вы отлично справились с этой небольшой просьбой, поэтому я не покажу вашу фотографию никому, пока что...
# но как только у меня появится новая просьба, вы должны будете ее выполнить
# уходит
# Моника думает, что в следующий раз она его просто пошлет, никчемный водитель, сволочь!
