# Набор евентов с Юлией и Фредом в офисе.

# Начало после того как Моника отдаст первый отчет Бифу
# После нажатия начать работу появляется Фред.
# Фред говорит Монике какая встреча, Миссис Бакфетт.
# Рад видеть Вас в кресле Босса.
# Юлия смотрит с удивлением.
# Моника говорит Фреду что он делает здесь?!
# Фред отвечает что он работает в этой компании, поэтому это странный вопрос. И непрофессиональный.
# Моника говорит что его профессионализм не должен выходить за пределы рулевого колеса.
# Моника строго спрашивает у Юлии не пришел-ли Фред к ней?
# Юля смущается.
# Фред говорит что, если говорить о сферах профессионализма, то, возможно, кое-кому стоит ограничиться обязанностями гувернантки.
# А работа Боссом может выходить за профессиональные рамки основной профессии.
# Юлия смотрит на Фреда
# Фред смотрит на Монику улыбаясь
# Моника смотрит напряженно на Фреда и на Юлию
# Моника говорит Юлии, чтобы она вышла из кабинета, быстро.

# Юлия выходит

# Моника говорит Фреду не слишком-ли тот зарывается
# Добавляет (если ударила его рукой или ногой) мало-ли ему показалось в прошлый раз?
# Фред отвечает, что усвоил то, что Монику лучше не трогать и не принуждать к чему-то силой.
# Это опасно
# Моника отвечает что рада что Фред это понимает.
# Фред отвечает, что гораздо безопаснее, если Моника сделает это сама.
# Моника злится и спрашивает что Фред имеет ввиду?
# И говорит что не собирается спать с Фредом ни за что!
# Фред говорит что насчет попки Миссис Бакфетт у него отдельные планы.
# Они связана с попками Стефани и Ребекки, если Моника помнит...
# Моника зло отвечает Фред...
# Фред говорит что Миссис Бакфетт хороший Босс.
# А у хорошего Босса не должно быть секретов от своих подчиненных.
# Это непрофессионально.
# Моника спрашивает на что Фред намекает
# Фред отвечает что считает профессиональным долгом рассказать всему коллективу о том, что их Босс имеет основную работу.
# Гувернантки.
# Моника злится
# Если уровень Барди низкий, то говорит что гувернантки, которая носит трусики Юлии, потому что у нее нет других.
# (если уровень не выше далее) И она теперь трет пятно на ковре в своем доме, сверкая Юлиными трусиками каждый день.
# Если уровень Барди выше (?), то говорит что гувернантки, которая носит трусики своей новой хозяйки, которые та носила за день до этого
# (если уровень не выше далее) И она теперь трет пятно на ковре в своем доме, сверкая разными трусиками каждый день.
# Если уровень Барди выше (?), то говорит, но которой, в конце концов, вообще запретили носить трусики
# И она теперь трет пятно на ковре без трусиков, сверкая своей очаровательной попой.
# Я люблю смотреть на Вашу попу, Миссис Бакфетт, когда Вы трете пятно...
# Моника !!!
# Ты не расскажешь этого никому!
# Почему-же? Ваше фото и видео того, как Вы трете пятно, понравится всем в этом отделе.
# Моника отвечает у тебя не фото и видео этого, ты лжешь!
# Фред отвечает что нет, но он может сделать их в любое время, например завтра.
# Или послезавтра. Ведь Моника не будет уклоняться от обязанностей по дому, правда?
# Моника злится!
# Особенно это видео понравится Юлии.
# Я, пожалуй, покажу его ей первой.
# Моника отвечает: Фред, мерзавец. Ты всегда пользуешься ситуацией в свою пользу.
# ...
# Ты говорил что у тебя другие планы... насчет меня...
# Что ты хочешь сейчас? Ведь ты меня просто шантажируешь, я знаю.
# Ты не станешь никому рассказывать про то что я делаю в своем доме.
# Фред отвечает что это сущая мелочь.
# Фред уважает Миссис Бакфетт как Босса и как профессионала и хочет, чтобы та просто вела себя более вежливо по отношению к Юлии.
# Моника отвечает что и так ведет себя по отношению к Юлии как того требует профессиональная этика.
# Фред отвечает что Юлия хрупкая и ранимая девушка и ей не помешало бы побольше нежности от такого строгого Босса как Моника.
# Скажите Юлии в следующий раз, что она хорошо выглядит сегодня.
# Моника отвечает что не понимает зачем?
# Фред отвечает что Вы скажете это, иначе Ваше профессиональные тайны станут достоянием общественности.
# Моника злится и спрашивает когда она должна это сделать?
# Фред отвечает что завтра или в ближайшее время.
# Моника спрашивает и как ты узнаешь что я это сделала.
# Фред говорит что общается с Юлей и что Юля расскажет об этом непременно.
# Выбор
# Я подумаю над этим.
# Моника отвечает что подумает над этим.
# Фред уходит, говоря что подумайте, Миссис Бакфетт.

# Либо:
# Прогнать Фреда
# Моника говорит Фреду чтобы он убирался со своими мелкими шантажами!
# И, если хоть что-то просочится сюда про нее, то она оторвет ему яйца.
# Жаль что не сделал этого в прошлый раз!
# Фред говорит что мы еще обсудим это, Миссис Бакфетт и уходит.
# В таком случае квест скипается

# Проходит рабочий день.

# В конце рабочего дня Моника думает о том что Фред от нее хочет.
# Этот мерзавец тоже начал шантажировать ее.
# В этом мире трудно жить такой доброй Леди как она, потому что все мерзавцы этого мира пытаются использовать ее.
# Но ничего, она скоро вернет все назад и сделает Фреда бездомным.
# Но а пока, ей придется сказать Юлии то что он попросил ее.
# В конце концов, это не так уж и сложно.
# Сделаю это завтра днем.
# Либо можно потянуть время. Фред сказал что я могу подумать.

# Появляется квестлог о том, что Фред просит говорить Юлии какие-то странные слова.
# Ей приходится делать это, либо она может потянуть время.


# Появляется пункт сказать Юлии что она сегодня хорошо выглядит
# Моника говорит Юлии что та хорошо выглядит сегодня
# Юлия удивленно смотрит на Монику и говорит спасибо
# Это действие добавляет уровень у Юлии

# На следующий день в entrance Монику встречает Фред
# Говорит Монике что Вы прекрасно справились.
# Сегодня Вы скажете что Юлия очень красивая девушка и ей нравится ее прическа
# Моника спрашивает зачем мне говорить это.
# Фред отвечает что Моника знает зачем, чтобы не случилось кое-чего, чего Моника не хочет
# Моника отвечает что подумает


# Появляется пункт сказать Юлии что Монике нравится ее прическа
# Моника говорит Юлии что она красивая девушка и Моника нравится ее прическа.
# Юлия странно смотрит на Монику с удивлением.
# И говорит спасибо, Миссис Бакфетт. У Вас тоже очень красивые волосы.
# Моника отвечает надменно что она знает об этом.
# Это действие добавляет уровень у Юлии

# На следующий день в entrance Монику встречает Фред
# Говорит Монике что Вы прекрасно справились.
# Сегодня Вы скажете Юлии что у нее сексуальная фигура.
# Затем попросите повернуться спиной и сказать что у нее красивая попа.
# Моника говорит что она так не считает, с какой стати ей говорить это Юлии?
# Юлия обычная бездарность, у которой фигура не сравнится с фигурой Моники.
# Фред говорит что если Моника не оценит фигуру Юлии, то весь отдел оценит фигуру Моники в позе гувернантки, трущей пятно.
# Моника злится и уходит.

# Появляется выбор сказать Юлии комплимент по поводу тела.
# Моника сидит за креслом и зовет Юлию, чтобы та подошла к Монике
# Юлия подходит
# Моника напрягается и смотрит на Юлию
# Юлия вопросительно смотрит на Монику
# Моника говорит Юлии что у нее красивая фигура и Монике нравится ее грудь.
# Юлия очень удивленно смотрит на Монику и молчит
# Моника говорит Юлии, чтобы та повернулась спиной к ней
# Юлия поворачивается
# Моника говорит что у Юлии также красивая попа и что она нравится МОнике
# Юлия ошарашенно смотрит на Монику
# Моника зло смотрит на Юлию
# Юлия отвечает Сссспасибо, Миссис Бакфетт.
# Для меня это неожиданно. Я могу идти на свое рабочее место?
# Моника говорит что да, она может идти
# Это действие добавляет уровень у Юлии
# Только если уровень не выше 1(!)


# На следующий день в entrance Монику встречает Фред
# Говорит Монике что Вы прекрасно справились.
# Сегодня Вы поцелуете Юлию, можно в щеку
# Моника отвечает ЧТОООО???
# Я не собираюсь делать этого.
# Фред отвечает что в этом нет ничего особенного, зато что-то особенное может случиться, если она этого не сделает.
# До встречи, Миссис Бакфетт.

# Появляется вариант поцеловать Юлию
# Моника подходит к Юлии
# Юлия встает и говорит чем она может помочь?
# Моника говорит сядь и сиди работай, я просто хочу проверить как ты работаешь
# Юлия отвечает да, конечно и садится
# Моника встает сзади и смотрит
# Выбор:
# Поцеловать Юлию
# Не целовать.
# Нет, я не могу зайти настолько далеко. Все-таки, я Босс!
# Если поцеловать:
# Моника нагибается и пытается поцеловать Юлию
# Если уровень не 2, то Юлия уворачивается и говорит: Миссис Бакфетт, что Вы собираетесь сделать?!
# Моника говорит что ничего (смущенно) и уходит.
# Появляется сообщение что Юлия должна быть ур.2
# Если уровень 2, то Моника быстро целует Юлию в щечку
# Юлия в шоке
# Спрашивает Миссис Бакфетт, что это было?
# Моника отвечает что ничего.
# Моника садится в кресло.
# Моника сидит и смотрит в сторону гордо и надменно (думает гребаный фред)
# Юлия ошарашенно продолжает сидеть и смотреть на Монику
# Это добавляет прогресс к ур.2

# На следующий день в entrance Монику встречает Фред
# Говорит Монике что Вы прекрасно справились.
# Сегодня Вы можете говорить с Юлией о чем хотите, но Вы должны ущипнуть ее за попу.
# Моника злится на Фреда. К чему ты клонишь, Фред?!
# Я не какая-нибудь лесбиянка! Я леди и я твой Босс, не забывай этого!
# Фред отвечает что не будет ничего страшного, если женщина Босс ущипнет за попу свою подчиненную.
# Это одинаковый пол, поэтому это не будет считаться харрасментом и будет вполне профессионально.
# Однако, если Моника этого не сделает, то отдел скоро увидит фото как их Босса щипает за задницу Фред в то время, когда она трет пятно.
# Моника говорит Фреду что убьет его.
# Фред отвечает что он профессионал и нет необходимости убивать его.
# Просто сделайте что я прошу.
# Моника злится

# Появляется вариант Ущипнуть Юлию за зад.
# Моника подходит к Юлии и просит ее встать и подойти к ней.
# Моника подходит к окну, Юлия следует за ней
# Моника встает чуть сзади Юлии и говорит ей посмотреть в окно.
# Спрашивает у Юлии что она там видит?
# Юлия смущается и говорит Монике что видит там город.
# Выбор:
# Ущипнуть Юлию
# Не делать этого.
# # Если не делать: Моника говорит Юлии что хватит смотреть в окно, пора возвращаться к работе.
# Юлия подозрительно смотрит на Монику
# Если ущипуть:
# Если ур. меньше 3, то Моника пытается щипнуть Юлию, а та отскакивает и говорит Монике что она собирается сделать?
# Моника отвечает что это ей показалось и пусть она идет заниматься работой, а не смотреть в окно.
# Потому что, если она будет плохо работать, то ее ждет увольнение!
# Юлия в шоке отвечает да, конечно и идет работать

# Если ур. больше или равен 3
# Моника щипает Юлию за попу.
# Юлия вскрикивает от неожиданности, она ошарашена.
# Спрашивает у Моники: Миссис Бакфетт, что Вы делаете?
# Вы ущипнули меня... за мою попу!
# Моника отвечает что это ей показалось и пусть она идет заниматься работой, а не смотреть в окно.
# Потому что, если она будет плохо работать, то ее ждет увольнение!
# Юлия в шоке отвечает да, конечно и идет работать
# Это добавляет прогресс к ур.3
# Затем сообщение что дальнейший прогресс с Юлией будет доступен в следующем обновлении.


label ep27_dialogues6_julia1:
    return
