# Моника общается с Бифом по поводу отчетов



# После первого рабочего дня, инициализируется событие при приходе к Бифу (вешается напрямую на диалог)
# Затем завершается (для продолжения других диалогов надо снова кликнуть на Бифа)
# Событие:
# Биф спрашивает Монику устроилась-ли она работать и нравится-ли 20ти долларовой шлюхе быть Боссом.
# Моника отвечает что она не 20-ти долларовая шлюха и чтобы он перестал так ее называть!
# Биф говорит что задал вопрос и что если ей не нравится быть Боссом, то он назначит ее туда стажером.
# Моника нервничает и говорит что ей нравится.
# Биф говорит что не верит что из 20-ти долларовой шлюхи может быть хороший Босс.
# Поэтому он хочет видеть отчеты о том, как работают ее подопечные.
# Моника спрашивает что за отчеты он хочет?
# Биф отвечает что отчеты тех кто у работает под ней, пусть она собирает отчеты.
# Моника спрашивает как она может давать ему отчеты, если у нее не работает компьютер.
# Что ей надо его починить.
# Биф отвечает что недостаточно доверяет ей, чтобы та имела доступ к компьютеру Босса отдела.
# Она пока не доказала что является цыпочкой, которой можно доверить что-то дороже лифчика перед съемками.
# Моника злится
# Спрашивает как ей тогда собирать отчеты?
# Биф говорит что это не его проблемы. Пусть записывает их на флешку у каждого сотрудника или как-то еще.
# Моника спрашивает и что? Биф хочет чтобы она собирала отчеты и приносила их ему? Бифу, как большому Боссу хочется проверять эти никчемные отчеты?
# Биф отвечает что дело не в отчетах, а в том насколько хорошая цыпочка ими занимается
# Если Биф хочет продавать эту цыпочку за хорошие деньги, то ему надо убедиться что цыпочка послушная!
# Так что, это в интересах цыпочки, продаваться в хорошем офисе, нежели на улице за 20$!
# Моника бесится!
# Биф зовет секретаршу (сиська)
# Секретарша спрашивает что надо Бифу
# Биф говорит ей чтобы она дала этой цыпочке флеш карту, на которую та должна собирать отчеты у работников ее отдела.
# И чтобы сиська проверяла отчеты и сообщала Бифу если что-то не так.
# А сейчас они могут быть свободны.

# Моника комментирует какой Биф сволочь и как она хочет вернуть все назад.

# Моника подходит к секретарше и просит флешку для отчетов.
# Спрашивает у нее и как часто ей надо их сдавать?
# Секретарша отвечает что не знает.
# Может быть раз в неделю будет достаточно?
# Но, если честно, она не знает, так как Мистер Биф очень непредсказуем.
# Моника говорит что он просто сволочь
# Секретарша отвечает что Мистер Биф лучше нас знает что делать
# Моника ...

# Моника думает: итак, мне надо собирать отчеты у этих никчемных работников.
# Неужели ей придется ходить к каждому из них и записывать отчет на флешку?
# Может быть дать флешку им и пусть они сами запишут?
# Хотя, не стоит это доверять этим болванам. Они что-нибудь сотрут.
# Может быть поручить это Юлии?
# Это дело такой как она - бегать по офису и собирать отчеты.



# Моника может говорить Юлии собрать отчеты
# Юлия, вот тебе флеш карта. Быстро собери отчеты у каждого из этих никчемных работников!

# После того, как все отчеты сняты, время дня меняется на вечер и Моника комментирует что теперь можно отнести отчеты секретарше.
# Выход из офиса блокируется (entrance), пока отчеты не сданы.
# Моника подходит к секретарше и говорит чтобы та скопировала эти дурацкие отчеты к себе на компьютер.
# Секретарша отвечает что да, конечно, Миссис Бакфетт.
# Также говорит что Мистер Биф просил Монику зайти к нему.

# Если Моника заходит сразу же, то происходит диалог с Бифом после сдачи отчетов. Если не приходит в этот вечер, то диалог пропадает.
# Диалог с Бифом после сдачи отчета:
# Биф спрашивает что цыпочка хорошая? Цыпочка принесла отчеты?
# Моника выбирает притвориться цыпочкой или нет
# Если притворяется цыпочкой, то комментирует что ей надо притвориться цыпочкой - это поможет поднять доверие Бифа, она сможет иметь больший доступ в офисе и придумает
# как вернуть все назад
# Если не притворяться, то тоже думает, но говорит что это черезчур такому Боссу как она притворяться цыпочкой
# Говорит что цыпочка хорошая и что она сдала отчеты, как просил папочка
# Бифф говорит что цыпочка должна развлечь папочку. Кто сегодня цыпочка?
# Моника отвечает что сегодня цыпочка - это важный Босс и она пришла показать грудь или попу
# Биф отвечает что папочка доволен и что цыпочка может и дальше работать в их прекрасной компании
# Моника уходит и думает что в ее компании, сволочь!
# У Бифа идет прогресс

# Если отчеты собирала не Моника, а Юлия, то Биф говорит что цыпочка плохая.
# Папочка знает, что отчеты собирала не она и что цыпочка ленится.
# А ленивая цыпочка не будет работать у папочки!
# Цыпочка должна сама шевелить своей попой и только тогда она сможет понравиться папочке!
# Комментарий что Моника собирала отчеты не сама.
# Прогресс не идет

label ep27_dialogues4_biff1:
    return











#
