# Моника общается с Бифом по поводу отчетов



label ep27_dialogues4_biff1:
# После первого рабочего дня, инициализируется событие при приходе к Бифу (вешается напрямую на диалог)
# Затем завершается (для продолжения других диалогов надо снова кликнуть на Бифа)
# Событие:
# Биф спрашивает Монику устроилась-ли она работать и нравится-ли 20ти долларовой шлюхе быть Боссом.
# Моника отвечает что она не 20-ти долларовая шлюха и чтобы он перестал так ее называть!
# Биф говорит что задал вопрос и что если ей не нравится быть Боссом, то он назначит ее туда стажером.
    img 12781
    biff "Ну что, цыпочка? Ты уже посидела в своем новом кресле?" #-
    img 13888
    biff "Каково двадцатидолларовой шлюхе чувствовать себя Боссом?" #+
    img 12790
    mt "!!!" #+
    img 13889
    biff "Цыпочка, я задал вопрос." #-
    biff "И, если тебе не нравится быть Боссом, то я назначу тебя в тот же отдел работать стажером!"
# Моника нервничает и говорит что ей нравится.
# Биф говорит что не верит что из 20-ти долларовой шлюхи может быть хороший Босс.
# Поэтому он хочет видеть отчеты о том, как работают ее подопечные.
# Моника спрашивает что за отчеты он хочет?
    img 13890
    mt "!!!" #+
    img 13891
    m "Мне..." #-
    m "Мне нравится, Бифф..."
    img 13892
    biff "Если честно, я не верю что из двадцатидолларовой шлюхи может быть хороший Босс." #-
    biff "Я бы хотел видеть отчеты о том, как работают твои подчиненные, цыпочка."
    img 12801
    m "И что за отчеты ты хочешь, Бифф?" #-
# Биф отвечает что отчеты тех кто у работает под ней, пусть она собирает отчеты.
# Моника спрашивает как она может давать ему отчеты, если у нее не работает компьютер.
# Что ей надо его починить.
# Биф отвечает что недостаточно доверяет ей, чтобы та имела доступ к компьютеру Босса отдела.
# Она пока не доказала что является цыпочкой, которой можно доверить что-то дороже лифчика перед съемками.
# Моника злится
    img 13893
    biff "Отчеты тех, кто подчиняется тебе, цыпочка." #+
    biff "Они ведь что-то делают, правда?"
    biff "Значит у них есть отчеты!"
    biff "Я хочу чтобы ты собирала их показывала мне."
    img 13894
    m "Биф, как я могу собирать для тебя отчеты, если у меня не работает компьютер?" #-
    m "Мне надо его починить!"
    m "Немедленно!"
    img 12811
    biff "Я пока недостаточно доверяю двадцатидолларовой шлюхе, чтобы она имела доступ к компьютеру Босса отдела." #-
    biff "Ты пока не доказала, что являешься цыпочкой, которой можно доверить что-то дороже лифчика перед съемками!"
    img 12818
    mt "!!!" #+
# Спрашивает как ей тогда собирать отчеты?
# Биф говорит что это не его проблемы. Пусть записывает их на флешку у каждого сотрудника или как-то еще.
# Моника спрашивает и что? Биф хочет чтобы она собирала отчеты и приносила их ему? Бифу, как большому Боссу хочется проверять эти никчемные отчеты?
# Биф отвечает что дело не в отчетах, а в том насколько хорошая цыпочка ими занимается
# Если Биф хочет продавать эту цыпочку за хорошие деньги, то ему надо убедиться что цыпочка послушная!
# Так что, это в интересах цыпочки, продаваться в хорошем офисе, нежели на улице за 20$!
# Моника бесится!
    img 13895
    mt "Я ненавижу его!"
    img 12812
    m "Хорошо, Биф..." #-
    m "Как мне тогда собирать отчеты для тебя?"
    img 12845
    biff "Это не мои проблемы, цыпочка!" #+
    biff "Если ты хочешь быть Боссом, то тебе следует развить свои куриные мозги!"
    biff "Записывай их на флешку у каждого сотрудника или как-то еще..."
    img 12780
    mt "!!!" #+
    img 13896
    m "И что-же, Биф?" #-
    m "Ты хочешь, чтобы я собирала отчеты у каждого никчемного ничтожества в отделе и приносила их тебе?"
    m "И тебе, Биф, как большому Боссу, хочется проверять эти никому не нужные отчеты?!"
    img 12785
    biff "Дело не в отчетах. А в том насколько хорошая цыпочка занимается ими!" #-
    biff "Если я хочу продавать эту цыпочку за хорошие деньги, то мне надо убедиться, что цыпочка послушная!"
    biff "Так что, это в твоих интересах, цыпочка!"
    biff "Продаваться в хорошем офисе, нежели на улице за двадцать долларов!"
    img 13895
    mt "Я больше не могу выносить это!" #+
    mt "Я прибью это ничтожество, клянусь!"

# Биф зовет секретаршу (сиська)
# Секретарша спрашивает что надо Бифу
# Биф говорит ей чтобы она дала этой цыпочке флеш карту, на которую та должна собирать отчеты у работников ее отдела.
# И чтобы сиська проверяла отчеты и сообщала Бифу если что-то не так.
# А сейчас они могут быть свободны.
    img 13897
    biff "Эй, Сиська!" #-
    img 13898
    secretary "Да, Мистер Биф?" #-
    secretary "Чем могу быть Вам полезна?"
    img 13899
    biff "Сиська, мне надо, чтобы ты дала этой цыпочке флеш карту, на которую та должна собирать отчеты у работников ее отдела." #-
    biff "И ты, Сиська, будешь регулярно проверять эти отчеты и сообщать напрямую мне, если что-то не так!"
    img 12908
    secretary "..." #+
    img 13900
    mt "!!!" #+
    img 13901
    biff "А сейчас, Вы можете быть свободны! Папочка уже устал от Вас!" #-
    return

label ep27_dialogues4_biff2:
    # не рендерить!
# Моника комментирует какой Биф сволочь и как она хочет вернуть все назад.
    mt "Этот Биф просто нереальная сволочь!"
    mt "Он все время называет меня либо цыпочкой, либо двадцатидолларовой шлюхой!"
    mt "Каждый раз, когда я это слышу, мне хочется прибить его!"
    mt "Долго он еще будет сидеть в моем кресле?!"
    mt "В МОЕМ!"
    mt "КРЕСЛЕ!"
    mt "..."
    mt "Либо я скоро верну все назад, либо точно прибью его..."
    mt "Я уже с трудом могу притворяться..."
    return

label ep27_dialogues4_biff3:
# Моника подходит к секретарше и просит флешку для отчетов.
# Спрашивает у нее и как часто ей надо их сдавать?
# Секретарша отвечает что не знает.
# Может быть раз в неделю будет достаточно?
# Но, если честно, она не знает, так как Мистер Биф очень непредсказуем.
    img 12944
    m "Дорогуша..."
    img 12945
    secretary "Да, Миссис Бакфетт?"
    img 13911
    m "Дорогуша, мне нужна флешка для отчетов."
    img 13921
    w
    img 13922
    secretary "Да, Миссис Бакфетт, пожалуйста." # дает флешку
    img 13912
    m "И как часто мне надо сдавать эти дурацкие отчеты?"
    img 12945
    secretary "Я не знаю, Миссис Бакфетт."
    secretary "Может быть, раз в неделю будет достаточно?"
    secretary "Но, если честно, я не знаю."
    img 12941
    secretary "Мистер Биф очень непредсказуем."
    secretary "Все зависит от того, сколько бутылок виски он сегодня выпил..."

# Моника говорит что он просто сволочь
# Секретарша отвечает что Мистер Биф лучше нас знает что делать
# Моника ...
    img 13913
    m "Он просто сволочь, вот и все!"
    # с каменным лицом в сторону (как зомби)
    img 13915
    secretary "Мистер Биф знает что для нас лучше..."
    secretary "Мистер Биф заботится о нас..."
    img 13916
    m "..." # Смотрит как на ненормальную
    return

label ep27_dialogues4_biff4:
    # не рендерить!
# Моника думает: итак, мне надо собирать отчеты у этих никчемных работников.
# Неужели ей придется ходить к каждому из них и записывать отчет на флешку?
# Может быть дать флешку им и пусть они сами запишут?
# Хотя, не стоит это доверять этим болванам. Они что-нибудь сотрут.
# Может быть поручить это Юлии?
# Это дело такой как она - бегать по офису и собирать отчеты.
    mt "Итак, мне надо собирать отчеты у этих никчемных работников."
    mt "Неужели мне придется ходить к каждому из них и записывать отчет на флешку?"
    mt "Может быть, дать флешки им и пусть они сами запишут эти отчеты?"
    mt "..."
    mt "Хотя, не стоит доверять это дело таким болванам. Они что-нибудь сотрут или испортят..."
    mt "Может быть поручить это Юлии?"
    mt "Это дело такой как она - бегать по офису и собирать отчеты."

label ep27_dialogues4_biff5:
# Если Моника заходит сразу же, то происходит диалог с Бифом после сдачи отчетов. Если не приходит в этот вечер, то диалог пропадает.
# Диалог с Бифом после сдачи отчета:
# Биф спрашивает что цыпочка хорошая? Цыпочка принесла отчеты?
# Моника выбирает притвориться цыпочкой или нет
    img 13902
    biff "Цыпочка принесла отчеты?" #-
    biff "Цыпочка сегодня хорошая?"
# Если притворяется цыпочкой, то комментирует что ей надо притвориться цыпочкой - это поможет поднять доверие Бифа, она сможет иметь больший доступ в офисе и придумает
# как вернуть все назад
# Если не притворяться, то тоже думает, но говорит что это черезчур такому Боссу как она притворяться цыпочкой
# Говорит что цыпочка хорошая и что она сдала отчеты, как просил папочка
    img 13903
    menu:
        "Притвориться хорошей цыпочкой.":
            img 12813
            mt "Мне надо притвориться цыпочкой." #+
            mt "Это поможет поднять доверие Бифа и я смогу иметь больший доступ в офисе."
            mt "Это поможет мне вернуть все назад..."
            img 13904
            m "Да, цыпочка хорошая..." #-
            m "Цыпочка собрала все отчеты..."
# Бифф говорит что цыпочка должна развлечь папочку. Кто сегодня цыпочка?
# Моника отвечает что сегодня цыпочка - это важный Босс и она пришла показать грудь или попу
# Биф отвечает что папочка доволен и что цыпочка может и дальше работать в их прекрасной компании
# Моника уходит и думает что в ее компании, сволочь!
# У Бифа идет прогресс
            img 13906
            biff "Хорошая цыпочка должна развлечь папочку." #-
            biff "Кто сегодня цыпочка?"
            img 12789
            m "Сегодня цыпочка - это важный Босс." #-
            m "У цыпочки свой отдел. Цыпочка очень довольна."
            img 13905
            biff "Что цыпочка-Босс решила показать сегодня папочке?" #+
            menu:
                "Показать грудь.": # corruption
                    img 12783
                    m "Сегодня цыпочка-Босс пришла показать папочке свою грудь..." #-
                    # Показывает грудь (нексолько кадров)
                    img 13917
                    w
                    img 13918
                    w
                    img 13919
                    w
                    img 13920
                    w
                    img 12844
                    biff "Папочка доволен." #+
                "Показать попу.": #corruption
                    img 12783
                    m "Сегодня цыпочка-Босс пришла показать папочке свою попу..." #-
                    # Показывает Бифу попу (несколько кадров)
                    img 12844
                    biff "Папочка доволен." #+
                "Ничего.":
                    img 12789
                    m "Сегодня цыпочка пришла только показать папочке отчеты." #-
                    img 20595
                    w
                    img 20596
                    w
                    img 20597
                    w
                    img 20598
                    w
                    img 20599
                    w
                    img 20600
                    w
                    img 12875
                    biff "Ладно, цыпочка, у папочки все-равно сейчас нет времени." #+


        "Не притворяться.":
            img 13907
            m "Биф, я собрала отчеты, потому что ты требуешь этого!" #-
            img 12907
            biff "Хорошо, цыпочка." #+
            biff "Продолжай вести себя хорошо."
        "Не притворяться. (Моника обещала быть хорошей цыпочкой) (disabled)":
            pass
    img 12815
    biff "Цыпочка может и дальше работать в моей прекрасной компании!" #-

    # Моника уходит
    img 12817
    mt "В моей компании, сволочь! В МОЕЙ!" #+
    return

label ep27_dialogues4_biff6:
# Если отчеты собирала не Моника, а Юлия, то Биф говорит что цыпочка плохая.
# Папочка знает, что отчеты собирала не она и что цыпочка ленится.
# А ленивая цыпочка не будет работать у папочки!
# Цыпочка должна сама шевелить своей попой и только тогда она сможет понравиться папочке!
# Комментарий что Моника собирала отчеты не сама.
# Прогресс не идет
    img 13908
    biff "Цыпочка принесла отчеты?" #+
    biff "Но я знаю, что цыпочка плохая!"
    img 12801
    m "???" #+
    img 13909
    biff "Папочка знает, что отчеты собирала не цыпочка!" #-
    biff "Цыпочка ленится! Цыпочка сидит в кресле Босса и отращивает свою попу!"
    img 12801
    m "!!!" #-
    img 13910
    biff "Ленивая цыпочка не будет работать у папочки!" #+
    biff "Цыпочка должна сама шевелить своей попой и только тогда она сможет понравиться папочке!"
    $ notif(_("Моника не сама собирала отчеты"))
    return


label ep27_dialogues4_biff7:
    # Моника долго не сдавала отчеты
    img 13910
    biff "Да, и цыпочка! Ты уже давно не сдавала отчеты!" #+
    biff "Если ты не будешь делать этого, то не докажешь что такой цыпочке как ты можно доверять!"
    biff "Папочка не любит ленивых цыпочек!"
    img 12801
    m "Да, Биф..." #+
    return


label ep27_dialogues4_biff8:
# Моника подходит к секретарше и говорит чтобы та скопировала эти дурацкие отчеты к себе на компьютер.
# Секретарша отвечает что да, конечно, Миссис Бакфетт.
# Также говорит что Мистер Биф просил Монику зайти к нему.

    img 13923
    m "Дорогуша, я принесла тебе флешку."
    m "Ты можешь скопировать эти дурацкие отчеты себе."
    img 13924
    secretary "Да, Миссис Бакфетт, конечно."
    secretary "Мистер Биф просил Вас зайти к нему после того, как Вы сдадите отчеты."
    img 13925
    m "..."
    return









#
