# После того, как Моника показала грудь ситизену4, затем он отказался смотреть (pylonpart4startsCompleted == True), появляется меню у секретарши
# Моника размышляет о том, что она показывала грудь за $ 50 и тот негодяй сказал что заплатит еще 50 за пару, которую еще не видел.
# Это будет очень жестко по отношению к ее секретарше, которая ей доверяет.
# Однако, учитывая ее ситуацию, ей приходится идти на самые крайние меры, чтобы добыть еще немного денег.
# Которые нужны Монике, чтобы вернуть назад ее прежнюю жизнь.
# Далее выбор:
# Совершить этот поступок.
# Отказаться от этого.

# Если да и вечер, то Моника говорит что лучше это делать днем.
# Если Биф на месте, то Моника думает что это лучше делать, когда Бифа нет.
# Моника говорит секретарше, что у нее есть к ней очень серьезное дело.
# От этого зависит очень многое.
# И, если секретарша хочет, чтобы в компании все вернулось на свои места, ей придется помочь Монике в этом деле.
# Секретарша отвечает что конечно, она готова помочь Монике в чем угодно.
# Моника спрашивает, есть-ли у секретарши сейчас свободное время. Ей надо поехать с Моникой в другую часть города.
# Секретарша отвечает что Мистера Бифа сейчас как раз нет и что она может отлучиться, если это ненадолго.
# Моника отвечает что О! Это ненадолго дорогая, пошли со мной.
# Секретарша говорит что подождет-ли Моника 5 минут. Ей надо переодеть эту кошмарную униформу.
# Моника говорить что конечно.

# Затем затемнение (час спустя)

# Оказываются на улице около ситизена, которому надо показать грудь. Секретарша тоже показывается.
# Ситизен появляется в любом случае.
# При клике на Монику, либо на секретаршу, появляется комментарий о том что сложные времена требуют жестких решений.
# При клике на других ситизенов, Моника говорит что этот мерзавец не заплатит $ 50 за грудь моей секретарши, мне нужен другой
# При клике на телепорты, Моника говорит что еще рано уходить, она не добыла ее $ 50, которые принадлежат ей!
# При клике на нужного ситизена, происходит небольшой диалог (стандартный о том что надо идти к пилону)
# Там Моника говорит ему что он обещал $ 50 за новую пару сисек.
# Тот отвечает что да, он заплатит $ 50, но только за новую пару малышек.
# Малышек Моники он уже видел!
# Секретарша спрашивает, Миссис Бакфетт, о чем говорит этот человек? Кто он?
# Моника говорит секретарше, чтобы та не задавала вопросов, что так надо.
# Говорит ситизену, что у нее есть с собой другая пара сисек и заплатит-ли он за них $50?
# Тот подходит к секретарше и рассматривает ее.
# Секретарша в шоке, смотрит на Монику.
# Ситизен отвечает что да, он готов заплатить $ 50 за малышки этой девочки.
# Моника говорит ей, дорогуша, покажи ему свою грудь
# Секретарша спрашивает, но Миссис Бакфетт, я не могу сделать это...
# Я воспитана, у меня моральные принципы, я...
# И она не понимает зачем это надо и чем это поможет в...
# Моника прерывает и говорит что потом все объяснит, что та не видит всей картины.
# Что она всего-лишь работник, которые должен довериться своему Боссу на пути к действительно успешной карьере.
# Секретарша продолжает смотреть на Монику с ужасом
# Ситизен говорит собирается та показывать своих малышек или нет?
# Что он тратит свое время
# Моника говорит секретарше показать грудь. Скорее.
# Секретарша молчит и говорит Я... Миссис Бакфетт...
# Ситизен говорит что эта девочка не хочет показывать своих малышек, поэтому он уходит.
# Если Моника хочет, пусть покажет своих девочек снова за 1$, он готов заплатить его, раз уж уже потерял время.
# Выбор:
# Дать ему уйти.
# Моника думает что она не сошла с ума показывать свою грудь за $ 1, при ком-то. Тем более при своей секретарше.
# Тогда он уходит.
# Секретарша спрашивает что это было, Миссис Бакфетт?
# Моника отвечает что ничего особенного, дорогуша, не обращай внимания. Я рада что ты не стала делать этого.
# Все заканчивается

# Открыть грудь секретарши самой.
# Моника говорит ему постой.
# Она стесняется. Сейчас я помогу ей.
# Моника открывает секретарше грудь.
# Секретарша смотрит в ужасе на свою грудь, затем на Монику
# Ситизен вблизи рассматривает грудь секретарши.
# Несколько кадров
# Затем говорит что хочет потрогать ее.
# Выбор:
# Запретить.
# Моника говорит что все, хватит, где ее $ 50
# разрешить.
# Моника говорит что это будет стоить еще $ 50
# Ситизен отвечает что у него столько нет и он может дать сверху только $ 10
# Выбор:
# Запретить
# Разрешить за $ 10 сверху
# Моника говорит что хорошо, $ 10 сверху и можешь потрогать ее.
# Секретарша в ужасе. Говорит Миссис Бакфетт!
# Моника отвечает что дорогуша, пожалуйста, стой спокойно, это очень важно и для нашего общего блага.
# Ситизен лапает грудь, сжимая ее (морфы, видео). Сделать базовую сцену, где держит руки на груди
# Затем Моника также говорит что все, хватит, где ее $ 60

# Ситизен говорит что пусть Моника приводит еще пару малышек и он заплатит еще $ 50.
# Секретарша спрашивает у Моники: Миссис Бакфетт, я все сделал как Вы хотели.
# Могу я идти, пожалуйста? (умоляюще)
# Моника отвечает что да, можешь идти дорогуша.
# Ты хорошо поработала. Я дам тебе потом премию за это.

# Затем меняется на сцену у пилона (движок)
# Моника говорит что это было несколько черезчур для такой тонкой натуры, как моя секретарша.
# Но, если даже такой леди как Моника пришлось идти на подобные жертвы, то ее подчиненной и подавно следует делать это.
# У Моники сложный путь наверх, в свою прежнюю жизнь и она не остановится ни перед чем, чтобы пройти его.


label ep27_dialogues5_secretary_boobs1:
    menu:
        "Заставить секретаршу показать грудь в трущобах.": # если активно и еще не пройдено
            pass


    return
