# В следующий раз, когда Моника идет заниматься фитнесом, срабатывает диалог Моники и Барди о том что
# они едут на фитнесс. Барди улыбается.

# После занятия фитнесом, Моника выходит, говоря Барди что Бетти осталась наедине с тренером.
# Барди улыбается

# Идет сцена занятия Бетти с тренером, где он лапает ее по разному.
# Барди подсматривает и снимает на телефон.
# Далее, тренер говорит что одежда мешает ей до конца выгнуть спинку. Снимает лифчик.
# Бетти без лифчика делает упражнения.
# Ноги все еще плохо гнутся. Тренер предлагает Бетти снять одежду и с низа.
# Бетти остается голая. Говорит что ей немного не комфортно.
# Продолжают заниматься.
# Затем тренер раздевается и говорит что Бетти надо немного энергии. Для этого предлагает заняться
# медитацией (сексом)
# Вариант выбора соглашаться или сказать что она замужем.
# Если согласилась, идет секс.


# В конце Барди, в зависимости от того согласилась Бетти или нет, произносит.
# Ну все, Бетти, ты попалась! Теперь ты узнаешь кто действительно хозяин в доме!

# Конец фитнеса.
# На улице Моника ничего не говорит
# Сцена меняется на дом, Барди в своей комнате.
# Моника говорит что стоит узнать как там Барди. Спать не лечь, пока не узнает.

label ep24_dialogues3_fitness1:
# В следующий раз, когда Моника идет заниматься фитнесом, срабатывает диалог Моники и Барди о том что
# они едут на фитнесс. Барди улыбается.
    return
