# После старта фитнеса с Бетти и первого посещения его, в ближайшую субботу приходит Стив.
# Бетти сообщает об этом Монике после уборки.
# В пятницу, при попытке выхода из дома, Бетти также напоминает Монике об этом.
# В субботу Стив приходит и здоровается с Бетти и Ральфом (Ральф в костюме)
# Бетти говорит Монике чтобы не показывала нос, что Бетти сама справится с обслуживанием гостей.
# Показывается сцена того как компания сидит в гостиной и общается.
# После этого вход в гостиную заблокирован в этот день.
# После начала сна, показывается сцена того как Бетти говорит что Ральф уже пьян и Бетти пойдет уберет посуду.
# Бетти уходит на кухню, там к ней приходит Стив и общается с Бетти.
# Стив спрашивает у Бетти как она устроилась, нравится-ли ей город.
# Бетти общается улыбаясь, говорит что завидует Стиву в том что он давно уехал из той провинции, где она жила.
# Стив говорит помнишь-ли старые времена. Говорит что скучал по тебе, малышка Бетти.
# И по твоей сладкой попке.
# Хорошо-ли Бетти ее сохранила. Бетти отвечает что следит за собой.
# Стив снимает штаны и говорит чтобы Бетти скорее показала ему как она следит за собой.
# Секс Стива и Бетти
# Конец сцены.


# После того, как Бетти переходит на след уровень после начала занятий фитнесом и была сцена секса Стива и Бетти
#Барди подходит к Монике после уборки и говорит чтобы она спустилась вниз на разговор с хозяином.

# Внизу они общаются и Барди спрашивает Монику не хочет-ли она помочь ему.
# Моника шипит что ей нечем помочь такому сопляку.
# Барди наезжает по поводу сопляка, говорит что ему уже надоели все трусики что носит Моника.
# И не пора-ли уже ходить без них.
# Моника говорит кто ты такой чтобы заставлять меня ходить по дому без трусиков?
# Барди отвечает что он хозяин дома. Моника говорит что здесь есть еще и хозяйка, Бетти!
# И что не будет ничего хорошего, если она узнает про то что Моника носит ее белье.
# Но если та увидит Монику без трусиков вообще, то она точно выгонит Монику отсюда, а это...
# Это пока не входит в мои планы...
# Барди говорит что в таком случае помоги мне кое в чем.
# Моника говорит что у нее нет возможности ни в чем помочь ему.
# Барди говорит что это касается Бетти, что он хочет проучить эту сучку.
# Моника заинтересована.
# Барди говорит что уверен в том что Бетти трахается налево и направо со всеми.
# Но не может поймать ее на этом.
# Моника тоже женщина и может быть у нее есть какие-то идеи, как сделать это?
# Моника решает помочь или нет. Если нет, то разговор откладывается. И появляется выбор, когда Моника кликает на Барди в комнате.

# Моника говорит что у нее есть кое-какие мысли по этому поводу.
# Бетти задерживается на фитнессе каждое занятие. При этом она флиртует с тренером по фитнессу.
# Моника уверена что эта толстая корова трахается с ним.
# Барди обрадован. Спрашивает и когда Бетти ходит на фитнесс?
# Моника отвечает что Бетти ходит на фитнесс по вторникам и четвергам.
# Барди говорит чтобы в следующий рад Моника пошла с Бетти и сообщила Барди об этом.
# Барди Уходит
# Моника думает стоит-ли помогать Барди. С другой стороны, в интересах Моники проучить эту сучку Бетти!
# За все то как она издевается над ней! Моника королева и не может поверить, чтобы какая-то
# деревенщина кричала на нее и заставляла тереть это дурацкое пятно!


# В следующий раз, когда Моника идет заниматься фитнесом, срабатывает диалог Моники и Барди о том что
# они едут на фитнесс. Барди улыбается.

# После занятия фитнесом, Моника выходит, говоря Барди что Бетти осталась наедине с тренером.
# Барди улыбается

# Идет сцена занятия Бетти с тренером, где он лапает ее по разному.
# Барди подсматривает и снимает на телефон.
# Далее, тренер говорит что одежда мешает ей до конца выгнуть спинку. Снимает лифчик.
# Бетти без лифчика делает упражнения.
# Ноги все еще плохо гнутся. Тренер предлагает Бетти снять одежду и с низа.
# Бетти остается голая. Говорит что ей немного не комфортно.
# Продолжают заниматься.
# Затем тренер раздевается и говорит что Бетти надо немного энергии. Для этого предлагает заняться
# медитацией (сексом)
# Вариант выбора соглашаться или сказать что она замужем.
# Если согласилась, идет секс.


# В конце Барди, в зависимости от того согласилась Бетти или нет, произносит.
# Ну все, Бетти, ты попалась! Теперь ты узнаешь кто действительно хозяин в доме!
# Либо, Ну все, Бетти, ты попалась! Ты решила не трахаться с ним, но я достаточно снял! Теперь ты узнаешь кто действительно хозяин в доме!










#
