label ep24_dialogues2_steve1:
# После старта фитнеса с Бетти и первого посещения его, в ближайшую субботу приходит Стив.
# Бетти сообщает об этом Монике при входе в любую локацию дома (если приход не с улицы).
    betty "Моника, гувернантка..."
    m "Да, Миссис Робертс?"
    betty "В эту субботу к нам придет важный гость."
    "Так что прибирайся в доме как следует."
    "Если где-нибудь останется пылинка и мне придется краснеть перед гостем, то ты будешь наказана."
    "Гувернантка, тебе понятно?"
    mt "!!!"
    m "Да, Миссис Робертс."
    "Я поняла."
    "Я буду стараться изо всех сил."
    return

label ep24_dialogues2_steve2:
# В пятницу, при попытке выхода из дома, Бетти также напоминает Монике об этом.
    betty "Моника, гувернантка..."
    m "Да, Миссис Робертс?"
    betty "В эту субботу к нам придет важный гость."
    "Так что прибирайся в доме как следует."
    "Если где-нибудь останется пылинка и мне придется краснеть перед гостем, то ты будешь наказана."
    "Гувернантка, тебе понятно?"
    mt "!!!"
    m "Да, Миссис Робертс."
    "Я поняла."
    "Я буду стараться изо всех сил."
    return

label ep24_dialogues2_steve3:
# В субботу Стив приходит и здоровается с Бетти и Ральфом (Ральф в костюме)
    steve "Здравствуй, Ральф!"
    "Здравствуй, дружище!"
    "Как ты обжился?"
    "Нравится тебе твой новый дом?"
    "А где твоя очаровательная супруга?"
    mt "!!!"
    mt "О Боже! Это Стив!"
    ralph "Да, Стив!"
    "Спасибо что пришел!"
    "Бетти... Она где-то здесь..."
    betty "Добрый день, Стив."
    "Давно тебя не видела."
    "Ты изменился."
    "Возраст идет тебе на пользу."
    steve "О! Бетти!"
    "Ты стала еще более неотразима!"
    "Твоя фигура налилась соком!"
    betty "Спасибо, Стив!"
    "Ты меня смущаешь..."
    betty "Пожалуйста, проходи в гостиную."
    "У меня все готово!"

# Бетти говорит Монике чтобы не показывала нос, что Бетти сама справится с обслуживанием гостей.
    betty "Гувернантка, не вздумай показывать нос!"
    "Я сама справлюсь с обслуживанием гостей!"
    m "Да, Миссис Робертс."
    "Я уверена, что Вы справитесь лучше!"
    betty "..." #Надменно смотрит
    mt "Как хорошо что Бетти сама будет обслуживать Стива!"
    mt "Я уверена что он меня узнает!"
    mt "Еще этого мне не хватало дополнительно ко всем моим проблемам!"
    return


label ep24_dialogues2_steve4:
# После этого вход в гостиную заблокирован в этот день.
    mt "Бетти запретила мне заходить туда..."
    mt "К тому же там Стив!"
    mt "Я не хочу чтобы он узнал меня!"
    return

label ep24_dialogues2_steve5:
    # Показывается сцена того как компания сидит в гостиной и общается.
    steve "Бетти, малышка!"
    betty "Да, Стив?"
    steve "Ты очень вкусно готовишь!"
    betty "Спасибо, Стив..."
    steve "Скажи, тебе хорошо живется здесь?"
    steve "Старина Ральф не обижает тебя?"
    betty "Нет, Стив..."
    "Ральф меня очень любит."
    "Правда, Ральф?"
    ralph "Да, любимая!"
    ralph "Ты самое лучшее что есть в моей жизни!"
    betty "Чмок!"
    betty "А как ты поживаешь в столице, Стив?"
    betty "Расскажи, как ты так быстро сделал карьеру?"
    steve "О! Эта история очень быстрая и очень долгая!"
    "Я расскажу тебе с удовольствием, если ты нальешь мне еще немного виски!"
    betty "Конечно, Стив!"
    return

label ep24_dialogues2_steve6:
# После начала сна, показывается сцена того как Бетти говорит что Ральф уже пьян и Бетти пойдет уберет посуду.
    betty "Ральф!"
    betty "Ральф!!!"
    betty "Как всегда, он напился и уснул!"
    betty "..."
    betty "Я пойду убирать посуду, Стив!"
    betty "Спасибо за вечер..."
    steve "Бетти, спасибо за гостеприимство!"
    betty "Можешь ехать домой, Стив."
    "Я сама присмотрю за Ральфом."
    return

label ep24_dialogues2_steve7:
# Бетти уходит на кухню, там к ней приходит Стив и общается с Бетти.
# Стив спрашивает у Бетти как она устроилась, нравится-ли ей город.
# Бетти общается улыбаясь, говорит что завидует Стиву в том что он давно уехал из той провинции, где она жила.
# Стив говорит помнишь-ли старые времена. Говорит что скучал по тебе, малышка Бетти.
# И по твоей сладкой попке.
# Хорошо-ли Бетти ее сохранила. Бетти отвечает что следит за собой.
# Стив снимает штаны и говорит чтобы Бетти скорее показала ему как она следит за собой.
# Секс Стива и Бетти
# Конец сцены.
    betty "Что ты здесь делаешь, Стив?"
    betty "Не видишь? У меня много работы по дому."
    steve "О! Бетти!"
    "Малышка Бетти!"
    steve "Скажи, как ты устроилась здесь?"
    "Нравится-ли тебе столица?"
    betty "Да, Стив. Мне нравится."
    "Если честно, я завидую тебе что ты давно уехал из нашей провинции и все это время жил здесь, а не там."
    steve "Бетти! Но ведь нам есть что вспомнить!"
    steve "Помнишь наши вечеринки у костра?"
    steve "Мы собирались всеми друзьями. Пили и танцевали до утра."
    betty "Помню, Стив. Я думала ты уже забыл."
    betty "Ты ведь теперь такой большой Босс..."
    steve "Бетти! У меня есть кое-кто, кто постоянно напоминает о тебе!"
    betty "И кто же это?"
    # Стив достает член
    # Бетти смотрит все время на член
    steve "Вот он, Бетти!"
    "Это мой член!"
    "Он все время напоминает о тебе!"
    "Он помнит, Бетти!"
    "Он помнит твою попку!"
    "Ведь он провел столько времени в ней!"
    betty "..."
    steve "Скажи, Бетти!"
    "Твоя попка помнит его, так ведь?"
    menu:
        "Да, помнит...":
            pass
        "Я замужем, Стив!":
            betty "Я замужем, Стив!"
            "Пожалуйста, оденься и иди домой!"
            steve "Хорошо, Бетти!"
            "Но я еще вернусь к тебе."
            return False

    betty "Да, помнит..."
    steve "Он скучает по твоей попке, Бетти!"
    "Мне даже пришлось повысить Ральфа, чтобы твоя попка была поближе к моему члену."
    betty "Стив, ты ведь знаешь, я теперь замужем за Ральфом."
    "Я люблю его и он мой муж."
    steve "Бетти, малышка!"
    "Я не собираюсь жениться на тебе!"
    "Я потратил столько денег, чтобы доставить эту попку сюда!"
    "Скажи, она в такой же форме как и раньше?"
    "Ты хорошо сохранила ее?"
    "Я ведь не буду разочарован?"
    betty "Я слежу за собой, Стив."
    "Я регулярно занимаюсь фитнесом и йогой."
    steve "Значит Бетти хорошо сохранила свою попку для Стива?"
    "Скорее повернись ко мне задом, покажи ее!"
    "Мой член уже не может, он хочет поскорее попробовать твою попку, вспомнить ее вкус!"
    betty "Стив, я замужем..."
    steve "Бетти, скажи."
    "Твоей попке не нравилось когда он был внутри нее?"
    menu:
        "Это неважно, Стив! Я замужем!":
            betty "Это неважно, Стив! Я замужем!"
            return False
        "Нравилось...":
            pass
    betty "Нравилось..."
    steve "И что, твоя попка не хочет, чтобы мой член снова оказался в ней?"
    menu:
        "Хочет...":
            pass
        "Это неважно, Стив! Я замужем!":
            betty "Это неважно, Стив! Я замужем!"
            return False
    betty "Хочет..."
    betty "..."
    betty "Ой!"
    betty "Стив! Что я сказала?!"
    betty "Я замужем, я не могу заниматься этим с тобой!"
    betty "Я не могу изменять Ральфу..."
    steve "Бетти! Это не измена!"
    steve "Он просто хочет вспомнить твой вкус!"
    steve "Это как поцелуй старых друзей!"
    steve "В этом нет ничего плохого!"
    menu:
        "Хорошо, Стив... Только быстро..."
        "Это неважно, Стив! Я замужем!":
            betty "Это неважно, Стив! Я замужем!"
            return False
    # Бетти снимает трусики
    betty "Хорошо, Стив... Только быстро..."
    # Идет секс
    steve "О! Бетти! Твоя попка бесподобна!"
    steve "Я так рад что она теперь поблизости!"
    steve "Я теперь смогу навещать эту попку когда захочу..."
    betty "Не получится, Стив!"
    betty "Я не собираюсь изменять Ральфу!"
    steve "О! Бетти!"
    "Малышка Бетти!"
    steve "Тебе не нравится?"
    "Хочешь чтобы я остановился?"
    betty "Нет, Стив. Не останавливайся..."
    betty "Ахххх..."

    steve "АААААрггхххххх!!!!"

    # Конец, Бетти выходит из кухни. Встречает Барди
    betty "Что ты делаешь здесь? Тебе разве не пора спать?!"
    bardie "Я услышал какие-то звуки и пришел проверить все-ли в порядке."
    betty "Здесь все в порядке, Барди!"
    "У нас очень важный гость и он уже уходит."
    "Это взрослые дела и тебе не стоит лезть в них!"
    "Вон отсюда!"


    return















#
