# Комната Барди.
# Моника спрашивает, получил-ли Барди чего хотел? И что там с Бетти?
# Барди отвечает что все отлично. И теперь Бетти ответит за все.
# Моника спрашивает и что, она занималась какими-то отвратительными вещами с инструктором?
# В зависимости от того занималась Бетти или нет, Барди отвечает.
# Что да, эта Бетти трахается со всеми подряд, как я и думал.
# У Бетти с Ральфом подписан брачный договор.
# И, если Бетти не хочет остаться без всего что имеет и уехать назад в свою дыру, то ей придется хорошо себя вести.
# Но это теперь моя забота! И только попробуй рассказать об этом кому-то!
# Только Барди имеет право говорить об этом Ральфу, иначе Моника сама знает что будет!
# Моника злая спрашивает и что будет?
# Барди говорит что имеет ввиду штраф.
# Моника морщится.
# Если Бетти не трахалась, то Барди говорит что она этого не делала, но того что он снял
# вполне достаточно для того чтобы так казалось.
# У Бетти с Ральфом подписан брачный договор.
# И, если Бетти не хочет остаться без всего что имеет и уехать назад в свою дыру, то ей придется хорошо себя вести.
# И Барди имеет право говорить об этом Ральфу, иначе Моника сама знает что будет!
# Моника злая спрашивает и что будет?
# Барди говорит что имеет ввиду штраф.
# Моника морщится.

label ep24_dialogues4_bardie1:
    img 10251
    m "Ну что, ты получил что хотел?"
    m "Что там с Бетти?"

    # Если Барди еще не узнал
    img 10252
    bardie "Да, она определенно трахается с ним!"
    bardie "Но мне пока не хватает доказательств."
    bardie "Мне нужно еще раз оказаться там!"
    baride "Позови меня снова в следующий раз!"
    mt "Посмотрим..."

    # Если Барди все узнал

# Барди отвечает что все отлично. И теперь Бетти ответит за все.
# Моника спрашивает и что, она занималась какими-то отвратительными вещами с инструктором?
# В зависимости от того занималась Бетти или нет, Барди отвечает.
# Что да, эта Бетти трахается со всеми подряд, как я и думал.
# У Бетти с Ральфом подписан брачный договор.

    img 10253
    bardie "Да, Моника! Все отлично!"
    bardie "Теперь Бетти ответит за все!"

    m "И что, она действительно занималась сексом с инструктором?"

    #
# И, если Бетти не хочет остаться без всего что имеет и уехать назад в свою дыру, то ей придется хорошо себя вести.
# Но это теперь моя забота! И только попробуй рассказать об этом кому-то!
# Только Барди имеет право говорить об этом Ральфу, иначе Моника сама знает что будет!
# Моника злая спрашивает и что будет?
# Барди говорит что имеет ввиду штраф.
# Моника морщится.

    # Бетти занималась сексом
    bardie "Да, Бетти трахается со всеми подряд, как я и думал!"
    bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    mt "..."
    bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    bardie "Особенно Ральфу!"
    "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    m "!!!"

    # Бетти не занималась сексом
# Если Бетти не трахалась, то Барди говорит что она этого не делала, но того что он снял
# вполне достаточно для того чтобы так казалось.
# У Бетти с Ральфом подписан брачный договор.
# И, если Бетти не хочет остаться без всего что имеет и уехать назад в свою дыру, то ей придется хорошо себя вести.
# И Барди имеет право говорить об этом Ральфу, иначе Моника сама знает что будет!
# Моника злая спрашивает и что будет?
# Барди говорит что имеет ввиду штраф.
# Моника морщится.

    bardie "Нет, она не стала этого делать..."
    bardie "Но!"
    bardie "Того что я успел снять, достаточно для того чтобы так казалось."
    bardie "Между прочим, у Бетти с Ральфом подписан брачный договор!"
    bardie "И, если Бетти не хочет остаться без всего того что она имеет..."
    bardie "И если не хочет уехать назад в свою дыру, то ей теперь придется хорошо себя вести!"
    mt "..."
    bardie "Но теперь это моя забота! И только попробуй рассказать об этом кому-то еще!"
    bardie "Особенно Ральфу!"
    "Только я могу это сделать! Иначе ты знаешь что с тобой будет!"
    m "И ЧТО СО МНОЙ БУДЕТ ЕСЛИ Я РАССКАЖУ ПРО ЭТУ СУЧКУ РАЛЬФУ?!"
    bardie "Я расскажу про тебя, ты знаешь кому! И тебе выпишут штраф!"
    m "!!!"

    return




label ep24_dialogues4_bardie2:
# Барди делает замечания когда видит что Моника в трусиках.
    bardie "Моника, ты знаешь правила дома!"
    bardie "Почему на тебе надеты трусики?!"
    mt "!!!"
    bardie "Если ты будешь нарушать правила, то тебя будет ждать наказание!"
    return

label ep24_dialogues4_bardie3:

# Если Моника нарушает правила дома (убирается в трусиках при Барди) 3 раза, то происходит наказание
# После уборки Барди зовет Монику вниз.
    bardie "Гувернантка, иди вниз в свою спальню!"
    bardie "Твой хозяин хочет поговорить с тобой!"
    return


label ep24_dialogues4_bardie4:
    # Спальня в подвале
# Барди говорит что Моника нерадивая гувернантка и заслужила наказание.
    m "Что тебе снова надо, Барди?!"
    bardie "Моника, ты нерадивая гувернантка."
    bardie "Ты не соблюдаешь правила дома."
    bardie "И ты заслужила наказание!"
# Первый раз:
# Моника кривится и говорит какое еще наказание?!
    m "Какое еще наказание?!"

# Барди садится на кровать и говорит чтобы сняла запрещенные трусики,
#подняла попу вверх и легла к нему на колени.
    bardie "Сними запрещенные в этом доме трусики!"
    bardie "Ложись ко мне на коленки и подними попу вверх!"
# Выбор:
# Моника говорит что не собирается этого делать! С нее хватит!
# Она уйдет из этого дурацкого дома!
# Моника не собирается терпеть такие унижения из-за какой-то крыши над головой!
# Барди говорит что пусть только попробует уйти! Тогда он сразу пожалуется Мистеру Маркусу на нее!
# Моника в ярости!
# Вот малявка! Он продолжает шантажировать меня!
# Барди говорит чтобы не испытывала его терпения и быстро легла для получения наказания!
    menu:
        "Я не собираюсь этого делать! С меня хватит!":
            m "Я не собираюсь этого делать! С меня хватит!"
            m "Я уйду из этого дурацкого дома!"
            m "Я не буду терпеть такие унижения из-за какой-то крыши над головой!"
            bardie "Только попробуй уйти!"
            bardie "Я сразу пожалуюсь Мистеру Маркусу на тебя!"
            mt "!!!"
            mt "Вот малявка! Он продолжает шантажировать меня!"
            bardie "Не испытывай моего терпения и быстро ложись для получения наказания!"
            menu:
                "Послушаться хозяина дома...":
                    pass
                "Убежать...":
                    return False
        "Послушаться хозяина дома...":
            pass

# Моника снимает трусики и ложится к Барди на коленки
# Барди шлепает Монику по попе, со следами.

label ep24_dialogues4_bardie4_loop1:
    # Барди шлепает Монику
    bardie "Получай!"
    bardie "Получай!"
    bardie "Нерадивая гувернантка!"
    bardie "Я научу тебя соблюдать правила дома!"

    bardie "Ну что, ты поняла? Ты будешь слушаться хозяина?"

    menu:
        "Отпусти меня немедленно, малявка!":
            m "Отпусти меня немедленно, малявка!"
            jump ep24_dialogues4_bardie4_loop1
        "Я поняла! Я буду слушаться хозяина!":
            pass


    m "Я поняла! Я буду слушаться хозяина!"
    bardie "Так-то лучше!"
    mt "Этот малявка отшлепал меня словно я маленький ребенок!"
    mt "Как унизительно!"
    mt "Мне надо как-то избавиться от него!"

    return





#
