# Моника пытается зайти к Стиву в офис.
# Если Моника не ходила к Виктории, то она говорит что сначала надо проверить перевел-ли Стив деньги.
# Если не куплена новая одежда, то она говорит что не пойдет туда в таком виде.
# Что она леди и Босс и ей надо выглядеть подобающе. Говорит что надо наведаться в магазин одежды

# Моника приходит в магазин одежды.
# Там, в зависимости от ее предыдущего поведения, ее встречает продавец.
# Моника спрашивает есть-ли что-то приличное из деловой одежды.
# Продавец показывает самое приличное что есть. Бизнес костюм.
# Моника говорит что это дешевая подделка и есть-ли что-то получше.
# Продавец отвечает что получше ничего нет.
# Костюм стоит $1000.
# Моника замечает что в этот раз в магазине мало народа и она может украсть его.
# Моника либо покупает костюм, либо ворует.
# Если покупает, то ничего не происходит.
# Если пытается украсть, то ее ловит продавец.
# Происходит перепалка и продавец хочет вызвать полицию.
# Моника просит не делать этого.
# В зависимости от того как Моника вела себя, продавец затаскивает ее в примерочную, где делает femdom.
# Диалоги отличаются в зависимости от поведения Моники.
# Если Моника вела себя хорошо и она скромная, то можно сказать что ей сейчас трудно и она отдаст деньги после.
# Продавец тогда соглашается. Моника затем не входит в магазин, т.к. ей пока не до отдачи долгов.
