# Моника заходит в офис Стива.
# Там она встречает Джейн.
# Стива нет. Моника наезжает на Джейн.

# Второй приход к Стиву. Моника встречает Джейн, а также Тиффани.
# Стива все нет. Моника наезжает на них обеих.

# Третий приход к Стиву. Джейн пытается сказать что Стива нет, но Моника злая.
# Заходит к Стиву в кабинет.
# Джейн бежит следом. Моника выглядит круто. Стив в шоке.
# Стив думает, что Моника вернула все назад, судя по ее виду и поведению.
# Моника говорит Стиву чтобы встал с ее стула.
#Моника злая, потому что он не перевел деньги Виктории. Либо злая просто так, если не было секса.
# Злая из-за того что Стив посмел предложить ей секс.
# Стив боится Монику

# Если был секс:
# Моника спрашивает у Стива почему он не перевел деньги.
# Стив оправдывается. При этом задает вопрос почему какие-то $5000 имеют значение для Моники.
# Моника злится и говорит что она бизнес леди и все деньги имеют значение.
# Стив сомневается. Моника, скажи, ты вернула все назад? Эта компания снова принадлежит тебе?
# Моника мнется и говорит что Стив прекрасно знает что компания принадлежит ей!
# Стив просит Монику доказать это.
# Моника говорит что не собирается ничего доказывать Стиву!
# И чтобы он перевел деньги немедленно!
# Стив говорит что Моника ввела его в заблуждение своим внешним видом.
# Что он действительно подумал что Моника снова Босс и она его этим напугала.
# Моника отвечает что скоро она будет Боссом и Стиву стоит бояться ее, потому что она сотрет его в порошок!
# Стив оправдывается что он всего-лишь бизнесмен.
# Моника говорит чтобы он перевел деньги немедленно.
# Стив говорит что не может сделать этого, потому что сделка не была закрыта.
# Моника спрашивает какого черта?! Стив получил что хотел и сделка закрыта.
# Стив говорит что нет.
# Моника спрашивает почему это?
# Стив отвечает что потому что доступ к объекту был прекращен раньше завершения срока аренды.
# Моника бесится: аренда была предоставлена в полной мере, сделка закрыта.
# Нет
# Почему?!
# Потому что Стив не кончил в объект аренды.
# Моника бесится: это невозможно! я не собираюсь иметь детей от такого мешка с дерьмом как ты!
# Стив говорит 


























#
