# Любой другой день (регулярное посещение)
label ep25_dialogues3_steve1:
    jane "Миссис Бакфетт?"
    m "Джейн! Мелкая подлиза!"
    m "Встать, когда с тобой говорит Босс!"
    # Джейн встает
    m "Стив у себя?!"
    jane "Да, Миссис Бакфетт. Мистер Стив у себя в кабинете."
    jane "Нет, Миссис Бакфетт, Мистер Стив будет только завтра."

    steve "Моника, привет!"
    steve "Рад тебя видеть!"
    steve "Ты пришла заключить контракт?"
# В любой другой день Моника может придти и закрыть сделку со Стивом
# Выбор: закрыть сделку со Стивом
    menu:
        "Закрыть сделку со Стивом":
            return 1


label ep25_dialogues3_steve1:
    # Закрыть сделку со Стивом

# Моника говорит Стиву чтобы встал с ее места и садится туда.
# Затем говорит что хочет закрыть их сделку.
# Стив отвечает что это можно сделать прямо сейчас.
# Моника говорит что ее только беспокоит возможность нежелательной беременности.
# Стив говорит что с этим нет проблем, у него есть специальная таблетка.
# Стив кладет таблетку перед Моникой
# Он всегда ее держит на всякий случай. Улыбается.
# Моника злится. Я знаю что ты трахаешь всех налево и направо, Стив!
# Ты мерзавец!
# Стив отвечает что он не мерзавец, он честный бизнесмен, который заключает хорошие сделки!
# Моника зло смотрит
# Стив спрашивает, будет-ли Моника пить таблетку?

# Выбор:
# Я не собираюсь рисковать!
# Уходит

# Я выпью эту гребаную таблетку...
# Стив отвечает. Хорошо, сейчас я попрошу Джейн принести стакан воды.
# Ты ведь будешь запивать таблетку?
# Моника зло смотрит и отвечает: буду...
# Стив зовет Джейн
# Джейн заходит и спрашивает что угодно Мистеру Стиву
# Стив просит Джейн принести стакан воды, у Миссис Бакфетт болит голова и ей надо запить таблетку.
# Джейн приносит воду и ставит на стол перед Моникой. Говорит: пожалуйста, Миссис Бакфетт.
# Моника зло смотрит на Джейн
# Джейн уходя подходит к Стиву и спрашивает: все хорошо, милый?
# Стив отвечает что да, малышка, все хорошо.
# Закрой, пожалуйста, дверь. Нам с Миссис Бакфетт надо закрыть сложный контракт и он бы не хотел чтобы кто-то мешал.
# Джейн отвечает: Да, Мистер Стив.

# Джейн уходит
# Моника смотрит на стакан с водой
# Стив говорит Монике что она может выпить таблетку
# Выбор:
# Выпить таблетку или уйти

# Если выпить:
# Моника пьет стакан.
# Стив говорит Монике: теперь ты можешь встать и задрать юбку. Мне требуется доступ к
# объекту аренды в соответствии с контрактом
# Моника зло смотрит:
# Уйти или задрать юбку

# Если задрать юбку:
# Моника встает и задирает юбку.
# Там трусики Юлии
# Стив говорит: какие интересные у тебя трусики
# В прошлый раз ты была в них-же, либо в прошлый раз ты была в других
# Моника зло отвечает что это не его дело, пусть быстро закрывает контракт и отсылает деньги!
# Стив входит в Монику и трахает ее.
# Затем кончает.
# Моника говорит чтобы он скорее высунул его мерзкий отросток из ее тела!
# Стив говорит погоди, я еще не до конца кончил
# Кончает снова
# Моника зло говорит что теперь все?!
# Стив кончает еще и еще и еще
# Моника вскакивает и держится за киску, зло ругается на Стива что тот пожалеет о том что сделал!

# Стив перечисляет деньги


# Есть выбор сцен:
# Контракт со Стивом
# Контракт с Джейн
# Контракт с Тиффани


# Контракт со Стивом:
# первый раз:
# Стив, мне нужна какая-нибудь работа.
# Временно. Назначь меня на какую-нибудь руководящую должность.
# Только не слишком низко, ты ведь знаешь мой уровень!
# Стив отвечает Монике что руководящих должностей свободных нет.
# Моника спрашивает: хорошо, тогда назначь меня на какую-нибудь обычную должность, но с высокой зарплатой!
# Стив говорит что обычных должностей тоже свободных нет.
# Сейчас кризис и он и так собирается сокращать персонал.
# Моника говорит чтобы он уволил одну из тех дур, которые его окружают.
# Стив говорит что это невозможно, так как без них он как без рук.
# Моника злится и говорит Стиву что он пожалеет об этом!
# Стив говорит что у него есть контракт для Моники.
# Моника спрашивает какой контракт?
# Стив говорит что сегодня был сложный рабочий день и что заплатит ей $5000 если она расслабит его и сделает ему массаж.
# Моника спрашивает что этот извращенец имеет ввиду под расслабить и какого рода массаж ему нужен?
# Стив говорит что Моника может забраться под стол и сделать массаж его члену.
# Его член целый день провел в неподвижности и очень затек. Ему требуется массаж.
# Моника зло смотрит на Стива.
# Я тебе что, дешевая проститутка, чтобы ты предлагал мне сосать твой член у тебя под столом?!
# А что будет если войдет твоя невеста Джейн, А?!
# Стив отвечает, что по условиям контракта Моника будет это делать инкогнито и не привлекать внимания.
# Никто про это не узнает. У Стива нет цели испортить деловую репутацию Моники.
# Это никак не связано с сексом за деньги, это просто контракт.
# Да в нем фигурирует член Стива и рот Моники, но, если абстрагироваться от всего, то это просто бизнес.
# А Моника - бизнес-леди и привыкла иметь дело с контрактами.
# В этом нет ничего особенного. Зато $5000 сразу отправятся на любимый адрес Моники.
# Так что, Моника?
# Уйти
# Залезть под стол.
# Мне надо больше денег, Стив!
# Хотя бы $5500!
# Моника, это невозможно! Даже $5000 для меня слишком большие деньги!
# Могу предложить тебе 5010$!
# Согласиться на 5010
# Хорошо, Стив! 10$ Ты мне дашь наличными, понял?!
# Конечно, Моника, можешь приступать
# Согласиться на 5000
# Мне не нужны твои жалкие подачки, Стив! Пусть будет $5000
# Конечно, Моника, можешь приступать

# Моника залезает под стол.

# Затем срабатывает одна из сцен:

# Входит Джейн
# Сцена 1
# Джейн входит и говорит Стиву что ему пришел факс.
# Стив отвечает что положи, пожалуйста, его на стол.
# Джейн спрашивает все-ли хорошо? Миссис Бакфетт уже ушла?
# Стив отвечает что она ушла Джейн просто не заметила ее.
# Стив знает что Джейн все время отлучается от рабочего места.
# И, если бы не ее хорошая попка, то он бы давно уволил ее за это.
# Джейн отвечает, что дело не только в этом и чтобы Стив не забывал.
# Джейн уходит

# Сцена 2
# Джейн входит и спрашивает у Стива не забыл-ли он про свадьбу.
# Стив отвечает что не забыл.
# Джейн спрашивает когда будет дата свадьбы?
# Стив отвечает что это будет очень скоро, Стив работает над этим!
# Джейн отвечает: хорошо, милый и целует его в щечку

# Сцена 3
# Джейн входит и говорит что соскучилась по любимому.
# А Стив? Стив отвечает что тоже соскучился.
# Джейн подходит ближе и спрашивает, любит-ли ее Стив?
# Стив отвечает что очень любит малышку Джейн.
# Джейн спрашивает: правда? Ты больше никого не любишь?
# У тебя больше никого нет кроме меня?
# Стив отвечает что любит только Джейн и она у него единственная.

# Входит Тиффани
# Сцена 1
# Тиффани заходит и говорит Стиву что принесла отчеты
# Стив говорит чтобы она положила их на стол
# Джейн кладет сексуально и уходит

# Сцена 2
# Тиффани заходит и говорит Стиву что принесла отчеты
# Стив просит Тиффани подойти поближе.
# Тиффани подходит и спрашивает что будет угодно ее Боссу?
# Стив говорит Тиффани что она такая красивая.
# Что Стив очень хочет оценить ее красоту.
# Стив кладет руку на ее ногу пониже попы
# Тиффани спрашивает помнит-ли Мистер Стив ее условие?
# Стив отвечает что ее условие трудно выполнимо, но ведь это не помешает ему насладиться ее красотой?
# Тиффани жестко отвечает чтобы Стив убрал руку, иначе она заявит о харрасменте.
# Стив убирает руку.
# У Стива падает член.
# Тиффани уходит
# Моника зло говорит из-под стола что у Стива упал член.
# И что теперь? Из-за этой дешевой шлюхи ей придется снова его поднимать?
# Стив отвечает что сложности бывают, но, Моника, что поделать, это твоя работа!
# Моника зло продолжает сосать член.

# Сцена 3
# Тиффани заходит и говорит Стиву что принесла отчеты
# Стив просит Тиффани подойти поближе
# Тиффани подходит и говорит что все уже сказала.
# Ее ответ нет и она догадывается что Стив хочет сейчас сделать.
# Стив подносит руку к Тиффани
# Тиффани говорит: только попробуйте, Мистер Стив...
# Стив говорит, что Тиффани так красива, так прекрасна
# Что Стив настолько сильно хочет ее, если бы она только знала...
# Что он.. он... Аааххх! Стив хватает Тиффани за попу под трусиками и кончает Монике в рот
# Тиффани смеется.
# Вы там что, кончили, Мистер Стив?
# Хи-хи-хи. Вы пополнили мою смешную коллекцию мужчин, которые кончают себе в штаны при моем виде.
# Моника зло смотрит из-под низа
# Хорошего рабочего дня, Мистер Стив...
# Уходит


#












#
