label ep25_dialgues5_basement1:
    # Моника пробует одеть платье с трусиками
    img 11731
    with fade
    w
    img 11732
    with diss
    w
    img 11733
    with diss
    w
    img 11734
    with diss
    mt "Дьявол!"
    img 11735
    mt "Под это платье мои трусики не одеть!"

    img 11736
    with fade
    mt "Что же делать?"
    mt "Не буду же я ходить по улице в трусиках Бетти!"
    img 11737
    mt "..."
    img 11738
    mt "Буду ходить пока без трусиков!"
    img 11739
    mt "Ничего страшного!"
    img 11740
    mt "Я ведь не собираюсь задирать платье нигде!"
    mt "Никто никогда не увидит что под ним!"
    return
