# Если Моника заработала $5000 на этой неделе, то Стива в офисе нет!
# Также, если Моника заработала деньги у Стива, то фотосессии заблокированы на эту неделю!

# Моника заходит в офис Стива.
# Там она встречает Джейн.
# Стива нет. Моника наезжает на Джейн.

# Второй приход к Стиву. Моника встречает Джейн, а также Тиффани.
# Стива все нет. Моника наезжает на них обеих.

# Третий приход к Стиву. Джейн пытается сказать что Стива нет, но Моника злая.
# Заходит к Стиву в кабинет.
# Джейн бежит следом. Моника выглядит круто. Стив в шоке.
# Стив думает, что Моника вернула все назад, судя по ее виду и поведению.
# Моника говорит Стиву чтобы встал с ее стула.
#Моника злая, потому что он не перевел деньги Виктории. Либо злая просто так, если не было секса.
# Злая из-за того что Стив посмел предложить ей секс.
# Стив боится Монику

# Если был секс:
# Моника спрашивает у Стива почему он не перевел деньги.
# Стив оправдывается. При этом задает вопрос почему какие-то $5000 имеют значение для Моники.
# Моника злится и говорит что она бизнес леди и все деньги имеют значение.
# Стив сомневается. Моника, скажи, ты вернула все назад? Эта компания снова принадлежит тебе?
# Моника мнется и говорит что Стив прекрасно знает что компания принадлежит ей!
# Стив просит Монику доказать это.
# Моника говорит что не собирается ничего доказывать Стиву!
# И чтобы он перевел деньги немедленно!
# Стив говорит что Моника ввела его в заблуждение своим внешним видом.
# Что он действительно подумал что Моника снова Босс и она его этим напугала.
# Моника отвечает что скоро она будет Боссом и Стиву стоит бояться ее, потому что она сотрет его в порошок!
# Стив оправдывается что он всего-лишь бизнесмен.
# Моника говорит чтобы он перевел деньги немедленно.
# Стив говорит что не может сделать этого, потому что сделка не была закрыта.
# Моника спрашивает какого черта?! Стив получил что хотел и сделка закрыта.
# Стив говорит что нет.
# Моника спрашивает почему это?
# Стив отвечает что потому что доступ к объекту был прекращен раньше завершения срока аренды.
# Моника бесится: аренда была предоставлена в полной мере, сделка закрыта.
# Нет
# Почему?!
# Потому что Стив не кончил в объект аренды.
# Моника бесится: это невозможно! я не собираюсь иметь детей от такого мешка с дерьмом как ты!
# Стив говорит что у объекта аренды есть еще один вход, вполне безопасный для того чтобы туда кончить.
# Моника спрашивает у Стива что он имеет ввиду.
# Стив молча улыбается.
# Моника догадывается: Ах ты про это?! Негодяй!
# Это невозможно!
# У Моники такого никогда не было и, она клянется, не будет никогда!
# Стив улыбается.
# Говорит что есть еще один вариант.

# Моника делает выбор:
# Мне не нужны никакие варианты, мерзавец. Если он не заплатит то Моника прибъет его прямо здесь!
# Стив платит

# Либо спрашивает. Хорошо, Стив, ты мерзавец и я покончу с тобой, но мне сейчас нужен этот платеж. Какие варианты еще есть?
# Стив достает член и говорит что у объекта недвижимости есть еще один безопасный способ принять его сперму.
# Моника спрашивает что еще этот извращенец Стив имеет ввиду? Какой еще способ?
# Стив отвечает что это ротик Моники. Что она все-равно не закрывает его, так что если она подержит его открытым еще немного,
# то сможет быстро закрыть эту сделку.
# Член около лица Моники.
# Моника отвечает со злобой что сделка касалась только ее....
# Стив говорит: Да, Моника, скажи это, произнеси это слово.
# Моника отвечает что не собирается произносить и что то что хочет Стив будет ему стоить в два раза дороже!
# Стив отвечает что у него сверху есть только $100.
# Моника говорит что Стив что, издевается над ней?
# Стив отвечает что нет, она ведь в курсе насчет его и Джейн.
# Что Моника и так оставит Стива без денег на ланч на целую неделю.
# Пусть Моника скорее откроет ротик, Стив уже изнемогает.
# Моника делает выбор:

# Я не собираюсь заключать никаких новых сделок.
# Если ты не заплатишь сейчас-же, то я убью тебя прямо здесь!
# Стив платит

# Либо Моника молчит и зло смотрит на Стива
# Стив говорит что ну-же! Моника!
# Сделай это и через пять минут деньги будут переведены!
# Моника думает.
# Стив смотрит.
# Моника, давай быстрее! Джейн может войти в любой момент!
# Моника молча открывает рот и зло смотрит.
# Стив вгоняет в нее член с криком О ДА!!!
# Как же я мечтал об этом дне!
# Когда я вгоню свой член в твой ротик!
# Каждый раз когда ты приходила и кричала на меня, я мечтал об этом дне!
# Моника зло смотрит.
# Стив кончает.
# Моника уходит вытирая рот: только попробуй не перевести деньги, мерзавец!

# На улице Моника делает комментарий по поводу того что надо бы проверить перевел-ли деньги Стив.
# Это самоубийство для него если он этого не сделал, но от такого мешка с дерьмом можно ожидать любую глупость!


# Стив деньги не перевел.
# Моника врывается к нему злая, сметая Джейн.
# Подходит к Стиву и берет его за горло.
# Стив, ты решил свести счеты с жизнью? Ты решил обмануть меня второй раз?
# Стив говорит что не собирается обманывать Монику.
# Просто сделка не была закрыта!
# Как не была закрыта?!
# Ты воспользовался моей наивностью и глупостью целых два раза!

# Стив говорит что он так и не кончил в объект аренды.
# Моника говорит что он добился в прошлый раз чего хотел и сделка закрыта!
# Стив отвечает он кончил в другой объект аренды. А для этого есть другая сделка.
# На $100. И она закрыта. Стив может дать эти деньги прямо сейчас. Такая сумма есть у него наличными.
# Моника бесится!

# Выбор:
# Взять $100 и уйти
# Давай сюда мои $100!
# Стив дает $100
# Также говорит напоследок, что если вдруг Моника захочет заключить еще сделку, то пусть приходит.
# Стив добропорядочный бизнесмен и всегда рад хорошей сделке!
# Моника бесится

# Либо: Как нам закрыть эту чертову сделку?!
# Стив отвечает: нам надо сделать так, чтобы я кончил в объект аренды.
# Моника отвечает что не собирается соглашаться на это!
# Стив говорит что может подождать пока Моника подумает.
# Говорит что Моника может закрыть эту сделку в любой момент.
# Моника уходит.
# Также говорит напоследок, что если вдруг Моника захочет заключить еще сделку, то пусть приходит.
# Стив добропорядочный бизнесмен и всегда рад хорошей сделке!

# Моника думает на улице какой козел Стив. И что чтобы закрыть эту сделку, ей придется дать Стиву трахнуть ее снова.
# И это уже будет третий раз. Или второй? Считается-ли прошлы раз за раз или только за половину?
# Выходит он трахнет меня 2.5 раза?
# Дьявол, Моника! Какие, к черту, дроби?!
# Ты рассуждаешь о своем теле и своей чести, не забывай это!


# Первый приход к Стиву. Секса не было:
# Моника говорит когда Стив пошлет деньги?
# Стив говорит что какие деньги?! Они не заключили никакой сделки!
# Выбор:
# Мне не нужны никакие сделки, Стив!
# Моника уходит. Стив говорит вслед что пусть приходит если захочет.

# Заключить сделку.
# Хорошо, Стив. Давай заключим сделку.
# Ты хочешь что-то взять в аренду у меня, мерзавец?!
# Стив достает член.
# Да, Моника, я хочу взять в аренду твой ротик.
# Ты мерзавец, Стив!
# Но возможно я соглашусь, если ты заплатишь 1млн$
# Далее диалог о том что у Стива мало денег и торговля за цену.

# Затем blowjob.
# Моника уходит, Стив переводит деньги

























#
