# Моника пытается зайти к Стиву в офис.
# Если Моника не ходила к Виктории, то она говорит что сначала надо проверить перевел-ли Стив деньги.
# Если не куплена новая одежда, то она говорит что не пойдет туда в таком виде.
# Что она леди и Босс и ей надо выглядеть подобающе. Говорит что надо наведаться в магазин одежды

# Моника приходит в магазин одежды.
# Там, в зависимости от ее предыдущего поведения, ее встречает продавец.
# Моника спрашивает есть-ли что-то приличное из деловой одежды.
# Продавец показывает самое приличное что есть. Бизнес костюм.
# Моника говорит что это дешевая подделка и есть-ли что-то получше.
# Продавец отвечает что получше ничего нет.
# Костюм стоит $1000.
# Моника замечает что в этот раз в магазине мало народа и она может украсть его.
# Моника либо покупает костюм, либо ворует.
# Если покупает, то ничего не происходит.
# Если пытается украсть, то ее ловит продавец.
# Происходит перепалка и продавец хочет вызвать полицию.
# Моника просит не делать этого.
# В зависимости от того как Моника вела себя, продавец затаскивает ее в примерочную, где делает femdom.
# Диалоги отличаются в зависимости от поведения Моники.
# Если Моника вела себя хорошо и она скромная, то можно сказать что ей сейчас трудно и она отдаст деньги после.
# Продавец тогда соглашается. Моника затем не входит в магазин, т.к. ей пока не до отдачи долгов.

# Затаскивание в примерочную:
# Продавец говорит что помнит Монику. Что она- та сучка, которая ругалась на нее и вернула платье.
# Моника просит, пожалуйста, не надо вызывать полицию.
# Моника может ударить продавщицу и убежать
# Либо Продавщица говорит Монике одеть то платье, которое она возвращала.
# Моника спрашивает: но зачем?
# Продавщица говорит делать что сказано, иначе через 5 минут она будет в полцейском участке.
# Дает платье.
# Моника в шоке: мое! мое платье! оно такое красивое!
# Продавщица говорит Монике скорее одеть его. Продавщица говорит идти в примерочную.
# Моника одевает платье.
# Продавщица заходит и говорит Монике ложиться на пол!
# Моника не понимает зачем?
# Продавщица зло смотрит.
# Моника ложится.
# Продавщица говорит что она обслуживала ее и теперь хочет получить фидбек.
# Продавщица садится Монике на лицо (femdom)
# По ходу сцену, Продавщица говорит диалоги о том как Вам понравилось обслуживание?
# Монике приходится отвечать что ей очень понравилось.

# В конце продавщица кончает и говорит Монике что у нее есть предложение.
# Что она может отдать ей ту одежду что Моника хотела украсть в случае, если Моника поможет продать
# это гребаное платье.
# Моника спрашивает, а можно ей отдать это платье?
# Продавщица говорит что нет. Это самое дорогое платье в этом магазине.
# Здесь нет ни у кого денег, чтобы купить такую дорогую тряпку.
# И поставщик отказывается принимать это платье назад.
# Так что, это платье надо продать, чтобы не потерять премиальные за квартал.
# На манекене оно смотрится хуже, чем на тебе, сучка.
# Потому у тебя есть шансы продать его.

# Моника спрашивает что от нее требуется?
# Продавщица говорит что ей надо будет одеть это платье и показывать его покупателям.
# Ей не важно что Моника будет делать, но если продаст его, то получит взамен ту одежду.
# И пусть даже не думает о том, чтобы убежать в этом дорогом платье!
# Продавщица фотографирует Монику в платье.
# Говорит этот снимок сразу отправится в полицию, если она попробует убежать.
# Выбор:
# Согласиться продавать платье.
# Отказаться.

# Если отказаться, то затем можно вернуться и сказать снова.

# Продавщица говорит, чтобы Моника приходила завтра днем.
# Моника приходит, выбор:
# Работать манекеном.
# Уйти

# В магазине народ

# Моника подходит к людям и предлагает платье

# Платье продается в несколько этапов.
# Этап 1
# Моника стоит в платье.
# Подходят люди и спрашивают сколько оно стоит.
# Моника может отвечать цену, либо промолчать
# Также Моника может говорить что это платье из хорошего материала и будет смотреться отлично на любой девушке.
# Говорят что слишком дорого

# Этап 2
# Моника стоит в платье.
# Подходят люди и спрашивают сколько оно стоит.
# Говорят что слишком дорого
# Подходит покупатель и спрашивает про цену
# Моника отвечает.
# Покупатель просит повернуться спиной
# Моника поворачивается и продолжает говорить что это хорошая покупка
#














#
