

label monica_pissing_basement:


    #Моника писает
    #звук
    #whore
    #вариации (случайно)
    $ toilet_images = ["7079", "7080", "7081", "7082", "7083", "7084", "7085", "7086", "7087"]

    #governess
    $ toilet_images = ["7088", "7089", "7090", "7091", "7092", "7093", "7094"]

    #
    mt "Эх... мне надо придумать как вернуть все назад..."
    mt "Я такая красивая... Как со мной могло случиться такое?"
    #
    mt "Этот дом такой большой, а мне приходится прятаться чтобы пописать..."
    "Но, по крайней мере я здесь, а не на улице..."
    #
    mt "Надеюсь Бетти не заметит как я делаю это..."

    #
    mt "Девушка с такой красотой как у меня не заслуживает того что со мной случилось..."

    return
