# эскорт
# Линда с брюнеткой зовут Монику в служебный коридор
# и говорят ей - на тебе триста баксов отлижи нам
# давай, сучка, лижи, я тебя сейчас еще ноги заставлю облизать, шлюха
# Моника бесится, отказывается
# кого-нибудь толкнет или ударит
# прибежит админ
# Линда с брюнеткой говорят админу, что Моника хочет у них отлизать, если они заплатят ей деньги
# клевещут на нее, несут всякий бред
# Моника говорит, что это не так
# админ обычно встает на сторону девочек с эскорта, но в этот аз может наорать на них и прекратить весь этот цирк
#
