#
# Виктория
# Юлия подходит в офисе к Монике и говорит, что звонила Виктория и передала, что ждет вас в гости к себе
# и что Мелани уже у нее
# ой, вам так повезло, что она ваша подружка. я когда-нибудь тоже хочу пойти с вами в гости к ней
# Моника приходит к Виктории и видит, что та сидит за столом, внутри которого голая Мелани
# Виктория приглашает Монику сесть за стол и выпить с ней вина
# спрашивает, не против ли она, что они с подружкой уже поиграли немного без Моники
# Моника скажет, что не против
# Виктория скажет о том, что считает, что подружка Мелани не совсем по-дружески поступила, попытавшись показать Дику то видео
# но Виктория понимает, что подружка Мелани ошиблась. ты согласна со мной, подружка Моника, что Мелани ошиблась?
# Моника растерянно молчит
# Виктория говорит - ой, подружка Моника, это так невежливо с моей стороны. я забыла тебя спросить, не хочешь ли ты присоединиться к Мелани?
# Моника говорит, что нет, не хочет
# вынуждена сказать, что Мелани ошиблась
# Моника думает по себя, что она ведь была вместе с Мелани. какой кошмар, что эта сучка с ней сделала. что же теперь ожидает меня
# Виктория чокается с Моникой и говорит тост "за женскую дружбу"
# говорит, что уверена, что подружка Мелани осознает свою ошибку и больше не будет расстраивать ее
# как тебе моя квартира, подружка Моника? Мистер Дик так щедр со мной!
# с Моникой Виктория ничего не делает, наказана только Мелани
# Мелани все это время просто молчит
# Виктория говорит - подружка, не расстраивайся, мы с тобой поиграем еще
# на этом сцена заканчивается
# при клике на мелани после этой сцены, Мелани скажет, что Миссис Бакфетт давайте поговорим позже, сейчас я хочу побыть одна
# в офисе
# к монике днем идет админ и отпрашивается с работы
# она начинает орать на него, что он никчемный бездельник
# смена кадра
# встреча админа с Виктоией в кафе
# она спросит у него, как его зовут
# он скажет, что он Йорик
# она у него все выведывает
# спрашивает про увлечения его, он рассказывает про камеры, про компы, что он легко взломает любой комп
# она с ним любезничает, хвалит его, делает комплименты
# говорит, что он очень талантливый. твои таланты могли бы пригодиться даже мне. но это
# спросит его про девушек
# он расскажет, что он знает все об отншениях с девушками и видел много фильмов про это
# она говорит, ты так хорошо разбираешся в отношениях? а что за фильмы? ты их много посморел?
# он отвечает - все
# она спрашивает - а девушка есть?
# он - нет
# она - а почему? ты такой крсивый, умный и так много всего умеешь
# он удивленно - правда, мисс Виктория?
# она - иможеь просто Виктория. хочешь встретиться со мной еще раз?
# смена кадра
# Моника сидит психует на админа никчемнго
# смена кадра
# на др. день в офисе к Монике подходит Юлия, говорит, что звонила Мисс Виктория и просила передать, что ждет вас
# ой, вам так повезло, что она ваша подружка
# я тоже хотела бы дружить с ней и ездить к ней в гости
# Моника думает о том, какая же Юлия дура
# тут админ снова приходит к Монике и отпрашивается
# она его спрашивает, куда это ты все время ходишь?
# он - к девушке
# она начинает издеваться над ним, говорит о том, что такой как он не может нравится ни одной девушке на свете
# ты хоть видел себя в зеркало? неудачник!
# и вообще
# у нее комп не работает уже сколько времени, а он отпрашивается!!
# админ говорит, что починить комп он может легко, нужно всего лишь заменить жесткий диск
# это стоит всего тысячу баксов
# ты идиот?! какой еще диск?! он просто не включается! значит, не работет кнопка, которая его включает!!!!
# и откуда такая сумма?!
# он - я позвонил в компанию, которая занимается поставкой комплектующих и они сказали, что ваша организация оплачивает именно такую сумму
# нужна только ваша подпись
# Моника про себя - подпись?! черт! твою мать! что на это скажет Биф! подумает, что я решила укрась...
# орет на админа - конечно, я знаю про подпись! я тут начальник, я все знаю!
# мне сейчас не до этого! у меня есть более важные дела! не отвлекай меня! ИДИ ОТСЮДА!!! я без тебя поменяю эту кнопку!!
# Моника про себя - мне надо к сучке Виктории! что ей надо от меня! еще эта Юлия лезет со своей дружбой с Виктрией! дура!!
# смена кадра
# при клике на дом Виктории
# включется сцена, где Виктория разговаривет с Йориком
# она - ты такой благородный мужчина, я считаю, что ты заслуживаешь внимания такой девушки как я
# звонок в дверь
# она - ой, подожди минутку. можешь пока раздеваться, я сейчас вернусь
# встречает Монику возле двери и говорит тссс, подружка
# мне очень нужна твоя помощь, ты ведь хорошая, ты же не откажешь мне
# Моника спросит - чего етеб надо?
# Виктоия - для тебя это сущий пустяк. там есть один человек, с которым я должна принести себя в жертву
# но я ведь не могу изменять Мистеру Дику
# ты ведь меня подменишь, подружка? ты ведь хочешь быть для меня хорошей подружкой?
# я тебе сейчас расскажу, что надо делать
# затемнение
# Виктрия заходит в комнату к админу, он уже голый
# он спрашивает, кто это был. она говорит, что доставка пиццы
# она завязывает ему глаза
# заходит Моника, уже голая
# админ говорит, иди ко мне скорее, я так хочу этого!
# догги стайл на кровати, Виктория сидит рядом с Моникой
# Виктория притворно стонет, она одетая
# админ пялит Монику, она заткнув себе рот молчит
# и офигевает, что ее пялит этот админ
# админ тащится - о ты не такая на ощупь, как я себе представлял, о как круто и т.д.
# админ  ой, я кажется сейчас кончу
# Виктрия говорит - можешь кончить в меня
# и издевательски смотрит на монику
# затемнение
# виктрия провожает админа, он в восторге, говорит, что не ожидл, что будет настолько круто, что он в восторге
# она ему говорит, что они как-нибудь повторчят это
# он - о, да, я с большим удовольствием
# моника стоит за углом и офигевает
# он уходит
# моника говорит, что это ее подчиненный, как можно было такое делать? а если он узнает о том, что это была она
# виктория говорит, что ради нашей с тобой хорошей дружбы можно потерпеть небольшие затруднения.
# смена кадра
# Моника приходит на работу на др. рабочий день
# он с ней здоровается, а она молча просто зло на него смотрит
# он спрашивает, что-то не так, миссис бакфетт?
# она зло - ничего
# и проходит просто мимо
# он смотрит ей вслед и думает о том, что виктория конечно клевая, но вот бы добраться до задницы миссис бакфетт
# о ней мечтают все
# затемнение

# + диалог, когда Моника приносит Виктории деньги в красном платье
# регулярный диалог, несколько фраз
#
#
