label ep216_dialogues0_biff1: #Сесть на стол спиной к Бифу.
    music stop
    img black_screen
    with diss
    sound snd_fabric1
    pause 1.5
    music Groove2_85
    img 22908
    with fade
    m "Биф, мне обязательно это делать?"
    biff "Ага. Чем сегодня ты порадуешь папочку?"
    img 22909
    with diss
    mt "Сволочь!"

    img 24354
    m "Биф, что ты хочешь чтобы я снова сделала?!"

    biff "Это не моя задача придумывать, чем развлекать папочку, цыпочка!"
    biff "Залезь на стол, сделай что-нибудь новое."
    biff "Цыпочка должна развлекать папочку! Папочке скучно!"

    menu:
        "Залезть на стол Моники.":
            pass

    img 24355
    mt "Ненавижу! Ненавижу!"

    img 24356
    w
    img 24357
    m "Так достаточно, Биф?"

    img 24358
    biff "Нет, цыпочка!"
    biff "Папочке ничего не видно!"
    biff "Покажи себя сзади!"
    biff "Папочка хочет видеть за что он платит такие большие деньги какой-то шлюхе!"

    img 24359
    m "Я не шлюха, Биф!"

    img 24360
    biff "Ты уличная двадцатидолларовая шлюха, которая пытается быть хорошей цыпочкой и вечелить папочку!"
    biff "Она знает, что плохая цыпочка здесь не задержится и не будет зарабатывать такие огромные деньги!"
    biff "Быстро развернись и покажи мне свою задницу!"
    biff "Читатели нашего журнала ждут, когда твоя голая задница будет на обложке журнала!"
    biff "И я должен проверить, что они не будут разочарованы!"

    menu:
        "Сесть спиной к Бифу.":
            pass

    img 24361
    m "БОЖЕ! На что мне приходится идти, чтобы у меня были деньги для этой сучки Виктории и Дик продолжал заниматься моим делом!"
    m "Этот Биф издевается надо мной все больше и больше!"
    m "Сейчас у меня нет выбора, но мне надо найти выход!"
    m "Так не может больше продолжаться!"

    img 24362
    m "Мне... Нужны эти деньги Биф..."
    m "Я хорошая цыпочка..."
    mt "!!!"

    img 24363
    biff "Это ты называешь показать себя?"
    biff "За такое наши читатели не заплатят ни цена!"
    biff "Цыпочка сейчас ляжет на стол и вытянет свои ножки ко мне!"

    menu:
        "Лечь на стол перед Бифом.":
            pass

    img 24364
    m "Так дебя устроит, Биф?"
    m "Я достаточно развлекла папочку?!"

    img 24365
    biff "Нет, цыпочка! Еще далеко не достаточно!"
    biff "Цыпочка сейчас раздвинет свои ножки, очень широко!"

    menu:
        "Раздвинуть ноги.":
            pass
    mt "Дьявол!"


    img 24366
    m "Так, Биф?!"

    img 24367
    biff "Нет, цыпочка! Еще шире!"
    biff "Папочка сказал что цыпочка раздвинет ноги очень широко!"
    biff "Перед папочкой!"

    menu:
        "Раздвинуть ноги еще шире.":
            pass

    img 24368
    m "Так устроит?"
    mt "Дьявол! Чувствую себя отвратительно!"
    mt "Грязный извращенец!"

    img 24369
    biff "Давай, тянись ручками к своим ножкам!"
    biff "Покажи папочке свою гибкость!"
    biff "Папочка любит гибких цыпочек!"
    biff "Скажи, ты гибкая цыпочка?"

    img 24370
    mt "БОЖЕ! Как я ненавижу этого Бифа!"
    mt "Я убью его, клянусь!"


    img 24371
    m "Я... Я гибкая цыпочка, Биф..."

    img 24372
    biff "Отлично!"
    biff "А теперь цыпочка встанет на колени и хорошенько выгнется к папочке!"
    biff "Папочка хочет хорошенько рассмотреть то, за что скоро будут платить наши читатели!"

    img 24373
    mt "Нет, я его не убью!"
    mt "Я буду его мучать! Я его буду долго мучать!!"
    mt "Я сделаю из него ничтожество! Он будет моим ковриком для обуви!"
    mt "Он... Он..."
    biff "Цыпочка, я жду!"

    menu:
        "Дать Бифу хорошенько рассмотреть себя.":
            pass

    mt "Дьявол!"

    img 24374
    biff "Да, отлично! Вот так!"

    img 24375
    biff "Итак, что сейчас делает цыпочка?"

    img 24376
    m "Цыпочка... Показывает себя папочке..."

    img 24377
    biff "Правильно! Хорошая цыпочка!"

    img 24378
    biff "Надо же, какие у цыпочки мягкие бархатные ножки!"

    img 24379
    biff "И не скажешь что они принадлежат двадцатидолларовой шлюхе, которая приыкла работать на улице!"

    img 24380
    m "Биф, я не шлюха!"

    img 24381
    biff "Да, ты теперь цыпочка!"
    biff "Которой папочка платит достаточно денег, чтобы ей не приходилось сосать на улице члены за $ 20!"

    mt "!!!"

    img 24382
    mt "Я ненавижу этого ублюдка!"

    img 24383
    biff "Да, многие читатели ждут обложку с этой киской."
    biff "Думая что это и правда Моника Бакфетт."

    img 24384
    m "Биф, не смей меня лапать!!!"

    img 24385
    biff "Это обычный осмотр модели журнала!"
    biff "Если цыпочка будет пререкаться с папочкой, то вылетит на улицу прямо сейчас!"

    menu:
        "Терпеть прикосновения Бифа.":
            pass

    img 24386
    mt "Дьявол, как мне выдержать это?!"

    img 24387
    biff "Итак, вот что вскоре ждет наших читателей..."

    img 24388
    biff "Читатели должны подумать, что это дейстительно киска Моники Бакфетт..."
    biff "Они платят за это свои деньги..."
    biff "В мой журнал..."

    img 24389
    biff "Жаль что она не настоящая..."
    biff "Мне рассказывали как выглядит настоящая киска Моники Бакфетт..."

    img 24390
    w

    img 24391
    biff "И, по описанию, она совсем не похожа..."

    img 24392
    mt "Что значит непохожа?!"
    mt "Никто не мог видеть меня обнаженной! Что за вздор!"

    img 24393
    w
    img 24394
    w
    biff "Хотя эта киска тоже красивая..."
    biff "Хоть и обходится папочке слишком дорого..."

    img 24395 #чавк
    w
    mt "!!!"

    img 24396
    m "НЕТ!!!"

    img 24397
    m "ЧТО ЭТО ЗНАЧИТ, БИФ?!"

    img 24398
    biff "Это значит что папочка проверяет свою цыпочку!"
    biff "Которой оказывает безмерное доверие, разрешая снимать свою задницу под видом Моники Бакфетт!"

    img 24399
    biff "Цыпочка расстроила папочку!"
    biff "Убирайся отсюда! Папочке не нужны плохие цыпочки!"

    img 24400
    m "Биф... Почему убираться отсюда?"
    m "Я... Я ведь сделала как ты просил..."

    img 24401
    biff "Ты убежала от папочки! А так хорошие цыпочки себя не ведут!"
    biff "Я поменяю тебя на другую цыпочку, которая дает себя трогать!"

    img 24402
    mt "Мерзавец! Он теперь что, собирается меня лапать?!"

    img 24403
    m "Биф... Я..."
    m "Я не убегала от тебя..."

    img 24404
    biff "А что тогда это было?!"
    biff "Папочка хотел проверить киску своей цыпочки изнутри!"
    biff "А цыпочка убежала от папочки!"
    biff "Теперь эта цыпочка не получит ни цента за свою работу!"

    menu:
        "Сказать Бифу что Моника хорошая цыпочка.":
            pass

    img 24402
    mt "Дьявол! Мне надо что-то придумать, чтобы успокоить этого придурка!"

    img 24405
    m "Биф, я не убегала от тебя..."
    biff "А что тогда случилось у цыпочки?"

    img 24406
    m "Мне... Мне просто стало щекотно..."
    m "Я хорошая цыпочка, Биф..."

    img 24407
    biff "Ахахахаха!!!"
    biff "Цекотно?! Ну да, точно!"
    biff "Ты же еще неопытная цыпочка!"
    biff "Хотя это и странно, учитывая откуда ты пришла сюда!"

    img 24408
    m "Биф, я могу одеться и идти?"

    img 24409
    biff "Цыпочка развеселила папочку и цыпочка может идти!"
    biff "Надеюсь, в следующий раз цыпочка придумает еще что-нибудь интересное..."
    music Power_Bots_Loop
    img 22920
    with fade
    m "..."
    mt "Ненавижу этого придурка!"
    return









































#
