
#
#
# ситизен1 - citizen15, его подруга - cit7
# при клике на чувака в синей куртке
# он говорит, что ему и его подруге нужно место на пару часов
# но Монике нужно будет сказать его подруге, что он ей нравится и он заплатит ей за это 100 баксов
# приводит подругу, та возмущается на него, что какого хрена ты меня сюда привел, я думала мы просто посидим где-нибудь
# он скажет, что он нем мечтает любая чика на районе и даже вот такая, как эта
# Моника подтверждает, говорит что он крутой чувак
# он говорит - да, эта чика мне даже свою задницу показывала
# Моника подтверждает
# у него с его подругой начинается интим, он раздевается и у него маленький
# его подруга снова возмущается - кому вообще может это нравится?
# Моника в итоге должна будет подтвердить, что ей нравится его член
# он говорит, что он ей только кажется маленьким, его надо взять в руки и он тебе покается огромным
# подруга говорит Монике - если ты сейчас возьмешь его в руку и скажешь, что это так, то я поверю
# они садятся вдвоем возле него
# Монику вынуждена взять его в руки и подтвердить его слова
# подруга - да ладно и тоже берет его в руку
# говорит, что ничего подобного. что за чушь? и вообще, я знаю твоего брата, у него такой же маленький как у тебя. тот говорит - нет, у меня не так
# он говорит - спорим, он еле поместиттся этой чике в рот? она мечтает его взять в рот. да чика?
# Моника возьмет в рот и подыграет ему
# в итоге - Моника в ванной и слышны охи-ахи за дверью или подруга уйдет, а она будет отрабатывать вместо нее, или тройничок
# если Моника говорит, что он маленький, то подруга уходит - то блоуджоб или дрочит или секс с ним
# сесли Моника говорит, что он огромный, то подруга остается и можно либо на кухню уйти и слышать только охи-ахи или остаться посмотреть и тогда
# они ей предложат присоединиться к ним. у него будет падать член и он попросит ему подрочить или пососать
#

# ситизен2 - citizen13
# при клике на гея
# он поссорился со своим другом-геем и хочет изменить ему с женщиной
# Моника на секс не соглашается
# а он скажет, что измена - это если ты со мной поцелуешься и будешь голая
# она раздеваться отказывается и просто переодевается в свою домашнюю одежду
# у нее дома он лезет к ней обниматься-целоваться и говорит, что его не возбуждает, надо еще раз попробовать
# и снова лезет
# в итоге у него все равно не встает и он говорит, что не может пойти против своей природы
# вот если бы ты разделась, то у меня все получилось бы
