# Барди зовет монику к себе в комнату сразу после уборки
# устраивает ей проверку, чтобы посмотерть что она без трусиков
# и сразу начинает говорить про веб-кам. все в одной локации
# Барди подойдет к Монике и скажет, чтоо зарегил аккаунт на веб-кам
# хозяин потратил деньги, а ему надо  в колледж сдать деньги на обед
# хорошая гувернантка поможет заработать хозяину деньги
# Моника будет возмущаться
# выбор - заплатить Барди эти деньги или отработать веб-кам моделью
# Моника может просто заплатить денег и завершить этот квест
# или отработать
# объявление Барди - киска настоящей гувернантки
# Барди будет приказывать ей принимать различные позы на кровати - смотри, какая у меня послушная гувернантка. ни у кого нет такой
# я сейчас покажу, какой послушной она может быть
# - а это настоящая гувернантка?
# Барди скажет, что да, настоящая. она не модель
# чувак на том конце чата платит деньги именно за то, что это новенькая киска гувернантки, добро пожаловать в мою коллекцию кисок гувернанток
# Я Моника Бакфетт! моя киска в коллекции какого-то извращенца!!!
# а Барди поставит ноут на стул рядом с кроватью
# на том конце чата будет голос, который будет также просить принимать какие-то позы и платить за это
# Барди параллельно может снимать это на телефон "для себя и чтобы показать Эрику"
# Моника нивего не заработает, Барди все деньги будет забирать себе
#
#
# ситизен1
# при клике на гея, он просится к ней в душ. ему срочно надо. готов заплатить
# он поссорился со своим другом-геем и хочет изменить ему с женщиной
# Моника на секс не соглашается
# а он скажет, что измена - это если ты со мной поцелуешься и будешь голая
# она раздеваться отказывается и просто переодевается в свою домашнюю одежду
# у нее дома он лезет к ней обниматься-целоваться и говорит, что его не возбуждает, надо еще раз попробовать
# и снова лезет
# в итоге у него все равно не встает и он говорит, что не может пойти против своей природы
# вот если бы ты разделась, то у меня все получилось бы
#
#
# ситизен2
# при клике на чувака в синей куртке
# он говорит, что ему и его подруге нужно место на пару часов
# но Монике нужно будет сказать его подруге, что он ей нравится и он заплатит ей за это 100 баксов
# приводит подругу, та возмущается на него, что какого хрена ты меня сюда привел, я думала мы просто посидим где-нибудь
# он скажет, что он нем мечтает любая чика на районе и даже вот такая, как эта
# Моника подтверждает, говорит что он крутой чувак
# он говорит - да, эта чика мне даже свою задницу показывала
# Моника подтверждает
# у него с его подругой начинается интим, он раздевается и у него маленький
# его подруга снова возмущается - кому вообще может это нравится?
# Моника в итоге должна будет подтвердить, что ей нравится его член
# он говорит, что он ей только кажется маленьким, его надо взять в руки и он тебе покается огромным
# подруга говорит Монике - если ты сейчас возьмешь его в руку и скажешь, что это так, то я поверю
# они садятся вдвоем возле него
# Монику вынуждена взять его в руки и подтвердить его слова
# подруга - да ладно и тоже берет его в руку
# говорит, что ничего подобного. что за чушь? и вообще, я знаю твоего брата, у него такой же маленький как у тебя. тот говорит - нет, у меня не так
# он говорит - спорим, он еле поместиттся этой чике в рот? она мечтает его взять в рот. да чика?
# Моника возьмет в рот и подыграет ему
# в итоге - Моника в ванной и слышны охи-ахи за дверью или подруга уйдет, а она будет отрабатывать вместо нее, или тройничок
# если Моника говорит, что он маленький, то подруга уходит - то блоуджоб или дрочит или секс с ним
# сесли Моника говорит, что он огромный, то подруга остается и можно либо на кухню уйти и слышать только охи-ахи или остаться посмотреть и тогда
# они ей предложат присоединиться к ним. у него будет падать член и он попросит ему подрочить или пососать
#
#
# Фред
# приходит к Юлии домой, как раз в это время Моника с Юлией занимаются сексом
# Фред спросит, что это Миссис Бакфетт вы тут делаете
# Моника наорет на него
# он скажет, не волнуйтесь Миссис Бакфетт, я же профессионал, я никому не скажу
# он уйдет
# потом вопрос к Юлии, зачем Фред приходил к ней, не вздумай говорить ему о нас
# Юлия ответит, что она уже сказала ему по-дружески
# Моника будет злиться
# + мини-сцена днем в офисе - интим с Юлией - ассликинг, Юлия садится на Монику - доминирование Юлии над Моникой, в комнате отдыха на диване
# Моника ложится отдохнуть на диване в комнате отдыха, прикравает глаза, а когда открывает - перед ней попа Юлии
# Юлия говорит, вам же так понравилось Миссис Бакфетт в прошлый раз
# Моника вынуждена лизать, в это время бесится
# кто-то зайдет в кабинет Моники и Юлия успеет вскочить с нее
#
#
# эскорт
# Линда с брюнеткой зовут Монику в служебный коридор
# и говорят ей - на тебе триста баксов отлижи нам
# давай, сучка, лижи, я тебя сейчас еще ноги заставлю облизать, шлюха
# Моника бесится, отказывается
# кого-нибудь толкнет или ударит
# прибежит админ
# Линда с брюнеткой говорят админу, что Моника хочет у них отлизать, если они заплатят ей деньги
# клевещут на нее, несут всякий бред
# Моника говорит, что это не так
# админ обычно встает на сторону девочек с эскорта, но в этот аз может наорать на них и прекратить весь этот цирк
#
#
# Виктория
# Юлия подходит в офисе к Монике и говорит, что звонила Виктория и передала, что ждет вас в гости к себе
# и что Мелани уже у нее
# ой, вам так повезло, что она ваша подружка. я когда-нибудь тоже хочу пойти с вами в гости к ней
# Моника приходит к Виктории и видит, что та сидит за столом, внутри которого голая Мелани
# Виктория приглашает Монику сесть за стол и выпить с ней вина
# спрашивает, не против ли она, что они с подружкой уже поиграли немного без Моники
# Моника скажет, что не против
# Виктория скажет о том, что считает, что подружка Мелани не совсем по-дружески поступила, попытавшись показать Дику то видео
# но Виктория понимает, что подружка Мелани ошиблась. ты согласна со мной, подружка Моника, что Мелани ошиблась?
# Моника растерянно молчит
# Виктория говорит - ой, подружка Моника, это так невежливо с моей стороны. я забыла тебя спросить, не хочешь ли ты присоединиться к Мелани?
# Моника говорит, что нет, не хочет
# вынуждена сказать, что Мелани ошиблась
# Моника думает по себя, что она ведь была вместе с Мелани. какой кошмар, что эта сучка с ней сделала. что же теперь ожидает меня
# Виктория чокается с Моникой и говорит тост "за женскую дружбу"
# говорит, что уверена, что подружка Мелани осознает свою ошибку и больше не будет расстраивать ее
# как тебе моя квартира, подружка Моника? Мистер Дик так щедр со мной!
# с Моникой Виктория ничего не делает, наказана только Мелани
# Мелани все это время просто молчит
# Виктория говорит - подружка, не расстраивайся, мы с тобой поиграем еще
# на этом сцена заканчивается
# при клике на мелани после этой сцены, Мелани скажет, что Миссис Бакфетт давайте поговорим позже, сейчас я хочу побыть одна
# в офисе
# к монике днем идет админ и отпрашивается с работы
# она начинает орать на него, что он никчемный бездельник
# смена кадра
# встреча админа с Виктоией в кафе
# она спросит у него, как его зовут
# он скажет, что он Йорик
# она у него все выведывает
# спрашивает про увлечения его, он рассказывает про камеры, про компы, что он легко взломает любой комп
# она с ним любезничает, хвалит его, делает комплименты
# говорит, что он очень талантливый. твои таланты могли бы пригодиться даже мне. но это
# спросит его про девушек
# он расскажет, что он знает все об отншениях с девушками и видел много фильмов про это
# она говорит, ты так хорошо разбираешся в отношениях? а что за фильмы? ты их много посморел?
# он отвечает - все
# она спрашивает - а девушка есть?
# он - нет
# она - а почему? ты такой крсивый, умный и так много всего умеешь
# он удивленно - правда, мисс Виктория?
# она - иможеь просто Виктория. хочешь встретиться со мной еще раз?
# смена кадра
# Моника сидит психует на админа никчемнго
# смена кадра
# на др. день в офисе к Монике подходит Юлия, говорит, что звонила Мисс Виктория и просила передать, что ждет вас
# ой, вам так повезло, что она ваша подружка
# я тоже хотела бы дружить с ней и ездить к ней в гости
# Моника думает о том, какая же Юлия дура
# тут админ снова приходит к Монике и отпрашивается
# она его спрашивает, куда это ты все время ходишь?
# он - к девушке
# она начинает издеваться над ним, говорит о том, что такой как он не может нравится ни одной девушке на свете
# ты хоть видел себя в зеркало? неудачник!
# и вообще
# у нее комп не работает уже сколько времени, а он отпрашивается!!
# админ говорит, что починить комп он может легко, нужно всего лишь заменить жесткий диск
# это стоит всего тысячу баксов
# ты идиот?! какой еще диск?! он просто не включается! значит, не работет кнопка, которая его включает!!!!
# и откуда такая сумма?!
# он - я позвонил в компанию, которая занимается поставкой комплектующих и они сказали, что ваша организация оплачивает именно такую сумму
# нужна только ваша подпись
# Моника про себя - подпись?! черт! твою мать! что на это скажет Биф! подумает, что я решила укрась...
# орет на админа - конечно, я знаю про подпись! я тут начальник, я все знаю!
# мне сейчас не до этого! у меня есть более важные дела! не отвлекай меня! ИДИ ОТСЮДА!!! я без тебя поменяю эту кнопку!!
# Моника про себя - мне надо к сучке Виктории! что ей надо от меня! еще эта Юлия лезет со своей дружбой с Виктрией! дура!!
# смена кадра
# при клике на дом Виктории
# включется сцена, где Виктория разговаривет с Йориком
# она - ты такой благородный мужчина, я считаю, что ты заслуживаешь внимания такой девушки как я
# звонок в дверь
# она - ой, подожди минутку. можешь пока раздеваться, я сейчас вернусь
# встречает Монику возле двери и говорит тссс, подружка
# мне очень нужна твоя помощь, ты ведь хорошая, ты же не откажешь мне
# Моника спросит - чего етеб надо?
# Виктоия - для тебя это сущий пустяк. там есть один человек, с которым я должна принести себя в жертву
# но я ведь не могу изменять Мистеру Дику
# ты ведь меня подменишь, подружка? ты ведь хочешь быть для меня хорошей подружкой?
# я тебе сейчас расскажу, что надо делать
# затемнение
# Виктрия заходит в комнату к админу, он уже голый
# он спрашивает, кто это был. она говорит, что доставка пиццы
# она завязывает ему глаза
# заходит Моника, уже голая
# админ говорит, иди ко мне скорее, я так хочу этого!
# догги стайл на кровати, Виктория сидит рядом с Моникой
# Виктория притворно стонет, она одетая
# админ пялит Монику, она заткнув себе рот молчит
# и офигевает, что ее пялит этот админ
# админ тащится - о ты не такая на ощупь, как я себе представлял, о как круто и т.д.
# админ  ой, я кажется сейчас кончу
# Виктрия говорит - можешь кончить в меня
# и издевательски смотрит на монику
# затемнение
# виктрия провожает админа, он в восторге, говорит, что не ожидл, что будет настолько круто, что он в восторге
# она ему говорит, что они как-нибудь повторчят это
# он - о, да, я с большим удовольствием
# моника стоит за углом и офигевает
# он уходит
# моника говорит, что это ее подчиненный, как можно было такое делать? а если он узнает о том, что это была она
# виктория говорит, что ради нашей с тобой хорошей дружбы можно потерпеть небольшие затруднения.
# смена кадра
# Моника приходит на работу на др. рабочий день
# он с ней здоровается, а она молча просто зло на него смотрит
# он спрашивает, что-то не так, миссис бакфетт?
# она зло - ничего
# и проходит просто мимо
# он смотрит ей вслед и думает о том, что виктория конечно клевая, но вот бы добраться до задницы миссис бакфетт
# о ней мечтают все
# затемнение

# Барди
# эскорт
# потом остальное
