# Фред
# приходит к Юлии домой, как раз в это время Моника с Юлией занимаются сексом
# Фред спросит, что это Миссис Бакфетт вы тут делаете
# Моника наорет на него
# он скажет, не волнуйтесь Миссис Бакфетт, я же профессионал, я никому не скажу
# он уйдет
# потом вопрос к Юлии, зачем Фред приходил к ней, не вздумай говорить ему о нас
# Юлия ответит, что она уже сказала ему по-дружески
# Моника будет злиться
# + мини-сцена днем в офисе - интим с Юлией - ассликинг, Юлия садится на Монику - доминирование Юлии над Моникой, в комнате отдыха на диване
# Моника ложится отдохнуть на диване в комнате отдыха, прикравает глаза, а когда открывает - перед ней попа Юлии
# Юлия говорит, вам же так понравилось Миссис Бакфетт в прошлый раз
# Моника вынуждена лизать, в это время бесится
# кто-то зайдет в кабинет Моники и Юлия успеет вскочить с нее
#
#
