# ЭСКОРТ
# тезисы:
# Участие остальных девочек (не обязательно все сразу)
# Внесение раскола в коллектив
# Постановка задачи уволить админа и заставить работать девочкой по вызову (узнает что она раньше ей была)
# h-контент
#
# ВИКТОРИЯ
# в в17 сцена с Викторией, но небольшая
# в ее апартаментах
# девичник со Стефани и Ребеккой, Моника тоже будет присутствовать и Мелани
# В приведет к себе домой подружек Моники - Стефани и Реббеку под соусом того, что она сейчас стала известной после фотосессии Алекса
# Ребекка заинтересованна, т.к. тоже хочет стать известной
# Стефани по фигу, она просто за компанию с Ребеккой таскается, т.к. ей скучно
# В пытается на них произвести впечатление - договаривается о фотосессии с Алексом
# а то от Моники не дождешься - говорит Ребекка
# а Стефани В намекает, что она может занять место Бифа и Стефани этим заинтересуется
# Моника будет смотреть на этот стол
# + поменять в этом случае диалог в фитнесе
# В скажет, что любит секс-игры и она знает, что ее подружке Монике это тоже нравится
# Моника вынуждена соглашаться перед Стефани и Ребеккой
# еще ряд таких вопросов
# н-р, В скажет, что знает что подружка кое с кем встречается, что у нее есть мужчина
# во время девичника В скажет, что ей надо отойти в туалет
# и говорит Монике чтоб она пошла с ней или Мелани (в зависимости от выбора на предыдущем девичнике)
# писинг на Монику или Мелани (в зависимости от выбора) пока Ребекка со Стефани сидят в соседней комнате
# писинг не в туалете будет, а в другой комнате
# Виктория есь девичник ведет себя мило, с восхищением смотрит на подруг Моники
# во время писинга показывает свое истинное лица, потом возвращается и снова строит из себя невинную овечку
#
# БЕТТИ
# секс с соседои и Фредом (из ранее написанной рыбы в версии 15) - будет повторяющаяся сцена, вместо фитнеса ходит с утюгом к соседу
# повод для ее визитом - помогать гладить соседу, он ей скажет, что у него не получается
#
# РЕВЕНДЖ
# костюм Брюс Ли + разговор с мамочкой + заходит в полицию к Маркусу
#
# ШАЙНИ ХОЛ
# Моника будет издеваться над Молли
# Моника проявит инициативу при коронации
# Эшли пойдет на встречу, хитро скажет ну давай
# Моника скажет, что хочет присутствовать на привате, который будет устраивать Молли клиенту
#
# ФОТОСЕССИЯ
# презентация в закрытом зале перед всеми инвесторами
# Биф говорит ей прийти в отель
# локация видео-рум (в тикете) в отеле Ле Гранд
# админ говорит, что сейчас приедут важные господа и будет большой заказ
# Моника будет отнекиваться, скажет что не работает сегодня
# ей надо будет переодеться для презентации
# Моника будет в одном из костюмов с фотосессии (черный лебедь)
# промежуточный отчет
# журнал только для инвесторов, а в паблик с приличными фотками
# фотосессии не будет в этот раз и инвесторы буут спрашивать, когда след. фотосессия
# после презентации Биф предлагает инвесторам расслабиться с девочками с эскорта
# которые работают в этом отеле
# Олаф сольется, т.к. Моника запретила ему приближаться к сотрудникам отеля
# Моника попытается свалить, пока девочки не пришли, чтоб они ее не видели
# админ ее ловит и пытается заставить пойти с ними к господам
# Моника в шоке, заходит Филипп и говорит, что хочет эту (показывает на Монику) и что он ее забирает себе
# он ей скажеьт, что он джентельмен и что он спас леди от неудобной ситуации
# вы согласны со мной, что это был поступок джентельмена
# Ф скажет, что хочет разместить фото с закрытой фотосессии
# Моника будет просить его не делать этого
# Ф будет ее шантажировть этим в подвале
#
# ФИЛИПП
# приведет ее вниз в подвал, а там БДСМ-комната
# мартышка в рабстве, над которой он изведается, она облизывает ему ноги, писинг
# он обращается к мартышке "оно" и общается с ней как с животным
# Ф говорит, что оно заработает 10к долларов за неделю, я вам предлагаю 30к за неделю
# вы подумайте, но учтите, что я без этого не буду инвестировать в ваш журнал
# Ф отжарит Монику, анал - жестко
# т.к. он ее спас по-джентельменски, еще и вынужден был заплатить за это деньги
# предлагает Монике то же самое за деньги, пункт "Согласится" не активен будет пока
# + разговор с Бифом после, рад, что она теперь не 20-шлюха и не та шлюха, которые работают в отеле
# я хотел с тобой провести время, а ты куда-то сбежала от папочки
# но я даже рад, т.к. так бы ты добилась того, чего хотела, а так бдешь это делать постепенно, веселя папочку после работы






#########################
# Виктория пытается рассорить Монику и Мелани
# при втрече просит ее поцеловать, как обычно
# В спрашивает Монику, а почему она не целут подружку Мелани
# та будет вынуждена сделать это
# В скажет, что ожидает, что они и без ее пристуствия целуются при встрече
# потом В Мелани заставляет сделать тоже самое
# В скажет, что ей нужна только одна подружка
# у В будет какой-то предмет, который она доверит только одной подружке
# и они должны сами определиться, кто это будет
# Мелани попытается перескочить через голову Моники
# кто-то из них в итоге предложит место Бифа
# В говорит, что ей это неинтересно, а действия делает обратные
# т.е. она хочет в это кресло, но не показывает этого
# Мелани и Моника будут в ссоре и действовать против друг друга
#
#
#
#
# с фитнеса прямо в тренировочной форме с утюгом -> застукает Ральфа с Моникой
# Моника будет в ее одежде в спальне у Ральфа
# Моника станет хозяйкой, а Барди будет этому радоваться, т.к. Бетти была не очень послушной
# Барди будет заставлять ее делать веб-кам все больше и больше
#
#
#
# общий вектор эскорта - Моника сместит администраторшу с ее места и сама будет всем командовать
# администраторша станет обычной эскортницей, Моника узнает, что админ ранее работала в эскорте
# она в 1-м эпизоде хотела уволить администраторшу, теперь она исполнит это
# в итоге Моника будет стоять на ресепшне и работать там администратором
#
#
