# ВИКТОРИЯ
# в в17 сцена с Викторией, но небольшая - перенесено на следующий апдейт
# в ее апартаментах
# девичник со Стефани и Ребеккой, Моника тоже будет присутствовать и Мелани
# В приведет к себе домой подружек Моники - Стефани и Реббеку под соусом того, что она сейчас стала известной после фотосессии Алекса
# Ребекка заинтересованна, т.к. тоже хочет стать известной
# Стефани по фигу, она просто за компанию с Ребеккой таскается, т.к. ей скучно
# В пытается на них произвести впечатление, лебезит, разговаривает глупо - договаривается о фотосессии с Алексом
#показать, что Р и С на ее фоне доминируют и выглядят более сильными
#между собой говорят, типа что мы тут делаем, ничего интересного тут нет
#С говорит - она просто пытается влезть в высшее общество, поэтому и пригласила нас
#Ребекка говорит - ну подожди, она говорила, что знает Алекса
#Виктория говорит, что рада знакомству с ними, ей так приятно, бла-бла

#во время их разговора приходит Моника
#Р и С удивляются, ого мы думали ты вообще не ходишь на девичники
#спрашивают у Виктории, как ты смогла ее уговоорить
#Виктория говорит, что они подружки
#Р и С говорят, что Моника вся в делах, у нее нет времени и т.п. непонятно, чем она все время занята
#Виктория говорит, да, я была у нее в офисе, он огромный, столько подчиненных и т.п.
#Моника начинает себя вести надменно, строить из себя леди и т.д.


#Ребека говорит о том, что Моника не хочет брать ее сниматься в журнал
#Виктория говорит, что можно спросить совета у Мелани
#они удивляются - Мелани? модель?
#та - да, она сейчас придет
#те в шоке, что у Виктории такие знакомства

#потом придет Мелани


# а то от Моники не дождешься - говорит Ребекка
# а Стефани В намекает, что она может занять место Бифа и Стефани этим заинтересуется
# Моника будет смотреть на этот стол
# + поменять в этом случае диалог в фитнесе
# В скажет, что любит секс-игры и она знает, что ее подружке Монике это тоже нравится
# Моника вынуждена соглашаться перед Стефани и Ребеккой
# еще ряд таких вопросов
# н-р, В скажет, что знает что подружка кое с кем встречается, что у нее есть мужчина
# во время девичника В скажет, что ей надо отойти в туалет
# и говорит Монике чтоб она пошла с ней или Мелани (в зависимости от выбора на предыдущем девичнике) - пошли со мной, у меня кое-что есть для тебя
#сначала в любом случае пойдет Моника, и там у нее будет возможность соскочить и тогда придет Мелани
#Виктория скажет про розу
#выбор
#Мелани придет и Виктория скажет - Моника решила поменяться с тобой местами и сказала, что розу надо было воткнуть
#делает это с Мелани и спрашивает, а Алекс мною не интересовался
#Мелани гвоорит - нет
#Виктория говорит - жаль, я так хочу ему понравится, может ты мне дашь какой-то совет
# писинг на Монику или Мелани (в зависимости от выбора) пока Ребекка со Стефани сидят в соседней комнате
# писинг не в туалете будет, а в другой комнате
# Виктория есь девичник ведет себя мило, с восхищением смотрит на подруг Моники
# во время писинга показывает свое истинное лица, потом возвращается и снова строит из себя невинную овечку
#
