# БЕТТИ
# секс с соседои и Фредом (из ранее написанной рыбы в версии 15) - будет повторяющаяся сцена, вместо фитнеса ходит с утюгом к соседу
# повод для ее визитом - помогать гладить соседу, он ей скажет, что у него не получается

#################################

# после этого игра переключается на события с Моникой

# пару дней спустя, при переходе Моники по карте из дома
# тем временем
# Бетти стоит у себя в спальне и думает о том, что она забыла у соседа шарфик (серьгу, утюг)
# и ей нужно забрать это
# мог бы и сам принести!
# меню: пойти к соседу

# Бетти выходит во двор, а Фред за ней наблюдает, смотрит ей вслед, многозначительно улыбаясь

# дом соседа, Бетти стучится
# он открывает дверь, они здороваются
# Бетти говорит, что кое-что забыла у него в прошлый раз
# он делает удивленный вид - правда, Мэм? а я ничего не находил
# проходите, давайте вместе поищем
# Бетти заходит, ищет то, что потеряла
# он наблюдает за ней, смотрит на ее прелести и возбуждается
# Бетти находит ту вещь (шарфик, серьгу или утюг), говорит - вот она! как ты мог это не увидеть?!
# он говорит, что был под таким впечатлением от умелых ручек Мэм, что долго не мог прийти в себя
# теперь Мэм ему снится каждую ночь
# Бетти смущенно - правда?
# он абсолютно искренне говорит - да, Мэм.
# и если бы мы могли повторить это еще раз, по-соседски... я был бы самым счастливым соседом, Мэм!
# достает свой стояк
# Бетти снова на него залипает
# меню выбора: уйти или остаться
# если остаться, у них начинается секс
# сосед садится на диван, Бетти сидит на нем, голая
# в самый разгар секса затемнение
# звук скрип двери
# смена кадра - в дверь заходит Фред
# Бетти сначала его не замечает и продолжает скакать на Лиаме
# Лиам Фреда увидел сразу и самодовольно улыбается ему
# Фред наблюдает с улыбочкой за Бетти
# Фред - кхм... Миссис Робертс?
# Бетти испуганно останавливается и оглядывается
# Фред - Миссис Робертс, я как ответственный подчиненный нахожу своей профессиональной обязанностью...
# не допустить того, чтобы хозяйка осталась не удовлетворенной...
# Бетти возмущенно - Фред! уйди отсюда! быстро! я тебе приказываю!
# Фреду по фиг, он продолжает смотреть на ее зад
# Миссис Робертс, сначала я выполню свои профессиональные обязанности, а потом покину это помещение
# уверен, что Лиам не будет против того, чтобы я тоже немного поработал
# Лиам молча улыбается и делает несколько движений бедрами, на что Бетти ахает и охает
# уже менее уверенно говорит Фреду, чтоб тот уходил
# на что Фред снимает штаны и подходит к Бетти ближе
# Миссис Робертс, позвольте вашу руку...
# берет ее руку и кладет себе на член
# в итоге Бетти делает минет Фреду, пока Лиам ее шпилит
# потом Лиам немного приподнимает Бетти за бедра, она прогибается в спине и открывает Фреду доступ к попе
# DP
# охи-ахи-вздохи
# когда все заканчивается, голая Бетти лежит на диване в гостиной у соседа в отключке
# Фред и Лиам стоят уже одетые
# Лиам спрашивает у него, а почему ты называешь ее хозяйкой? раньше ведь была другая...
# какая-то стерва, которая мне закатила иск на $ 100 000 за царапину на заборе
# как ее там звали? Бакфетт что-ли?
# Фред усмехается и говорит, да. Миссис Бакфетт. она и сейчас живет в этом доме, но уже не в той роли, что раньше
# правила игры изменились и теперь хозяйка в доме Миссис Робертс - указывает на голую Бетти в отключке
# сосед смотрит на нее задумчиво - говоришь, правила игры поменялись?..
# затемнение

# после этого игра переключается на события с Моникой

# в один из дней после эих всех событий с Бетти сосед встречает во дворе Монику
# Моника в форме гувернантки
# Моника злится про себя, что он все-таки узнал ее и увидел в этой чертовой униформе!
# он говорит ей, что помнит ли она, как она за какую-то царапину на заборе закатила ему иск на $ 100 000
# она говорит, что ничего подобного! у нее планы поменялись и она не успела сделать этого!
# он говорит, что получил копию иска! ее адвокат успел подать иск в суд, но потом дело было прекращено
# а копию иска он сохранил!
# вам не стыдно было, Мэм, ставить меня в подобные условия из-за какого-то забора?
# который я даже не повредил?
# теперь судьба сыграла с вами злую шутку и все ваши плохие дела вернулись к вам бумерангом, втройне
# Моника упрямо говорит, что это ему должно быть стыдно! мало того, что повредил забор и топтал газон в ее дворе
# так еще теперь пытается ввести ее в заблуждение, говоря, что был иск, и пытается выставить ее виноватой!
# не было никакого иска! и не нужно мне тут рассказывать какую-то философскую чушь!
# он говорит, Мэм, вы можете зайти ко мне, мой дом по-соседству и я вам покажу этот иск!
# Моника - еще чего! не дождешься!
# уходит злая
# он чешет затылок и смотрит на ее попу и ноги

# после этого диалога, спустя день или два, Бетти подзывает Монику к себе
# Моника гувернантка, мне нужно, чтобы ты сходила к нашему соседу и отнесла ему это
# протягивает Монике купюры
# Моника спрашивате - деньги? соседу?
# Бетти говорит - да. я на днях разговаривала с ним и он попросил 100 долларов взаймы
# Моника про себя - хм.. с чего эта жадная провинциалка помогает никчемному соседу?! странно
# Бетти - тут 100 долларов. Ральф об этом не должен знать!
# и если возьмешь хоть одну купюру отсюда, я тебя вышвырну на улицу!
# поняла меня? все, иди, мне некогда!
# Моника в растерянности смотрит на деньги
# зло про себя думает, какого черта она должна носить подачки Бетти этому кретину соседу?!

# Моника стучит в дверь дома соседа, он открывает дверь и приглашает Монику войти
# Моника заходит, осматривается
# думает, до чего же жалкая халупа, вполне соответствует этому никчемному неудачнику
# Моника говорит соседу, что принесла деньги от Бетти, протягивает ему
# сосед спрашивает ее о том, что она теперь работает гувернанткой в собственном же доме?
# я вам говорю, Мэм, что все ваши прошлые делишки не пройдут просто так
# Моника злится - хватит учить меня жизни! чего добился ты, чтобы советовать мне что-то?!
# про себя - неудачник!
# а вы, Мэм? чего добились вы, Мэм? вы вели себя со мной как с каким-то насекомым... и этот иск. я из-за ваших капризов мог потерять все!
# Моника - не было никакого иска!
# сосед отходит к шкафу в углу и вскоре возвращается с бмагой в руках
# показывает ее Монике
# а это что, по-вашему, Мэм? иск на $ 100 000, истец Миссис Моника Бакфетт!
# Моника удивлена, что Дик все-таки успел подать иск
# говорит соседу, что чего он пристал с этим иском к ней?! истец отозвал иск! какие к ней могут быть претензии?
# он что-то говорит ей о том, что ему пришлось пережить за те дни, когда он думал, что она лишит его всего - дома, денег, его фермы
# в итоге сосед говорит, что простит ее только при одном условии, расстегивает штаны
# а если ты сейчас откажешься, я скажу Миссис Робертс, что ты мне не приносила денег
# догадываюсь, что ничем хорошим для тебя это не закончится
# меню: отказаться или согласиться
# если отказаться, то Моника начинает орать на него, что он жалкий неудачник не смеет с ней так обращаться!
# еще слово и она пойдет ни к Бетти, а к хозяину дома - Мистеру Робертсу и тогда он с ним быстро разберется!
# и вообще, это подозрительно, что эта дура Бетти передает тебе деньги! с чего это вдруг? за каеи заслуги?!
# если соглашается, то злится и думает, что этот придурок и правда может наклеветать провинциальной дуре Бетти на нее
# не хватало еще, чтобы Бетти считала ее воровкой. а ведь она обязательно скажет об этом старикашке Ральфу!
# тогда они точно выставят ее на улицу, а Ральф даже слушать ее не станет!
# а ведь она уже так близка к цели!
# нет, мне нельзя допустить этого!
# Моника встает руки в боки - я не собираюсь заниматься с тобой всякими извращенскими штуками!
# сосед говорит, что и не надо
# достаточно просто взять его член в рот и немного приласкать его
# Моника садится на колени перед ним
# он говорит, подожди секунду
# затемнение, звук рвущейся бумаги
# смена кадра - негр стоит перед Моникой, на его стояк надет иск (лист порван по центру и в дырку просунут член)
# Моника, делая минет Лиаму, постоянно перед глазами видит этот иск (повторяющаяся сцена)
