# ШАЙНИ ХОЛ
# Моника будет издеваться над Молли
# Моника проявит инициативу при коронации
# Эшли пойдет на встречу, хитро скажет ну давай
# Моника скажет, что хочет присутствовать на привате, который будет устраивать Молли клиенту
#
#Молли не признает, что Моника королева, говорит, что она круче нее
#Моника пойдет к Эшли и говорит о том, что Молли ведет себя так
#Эшли говорит, ды, ты королева
#Эшли скажет, а ты же в курсе, что тебя ждут королевские обязанности
#согласна с этим?
#Моника говорит, что да
#Эшли - а что ты хочешь сделать? покомандовать ею?
#Моника говорит - да, хочу

#Моника после баттла стала королевой
#Молли танцует на сцене без маски, а Моника в маске

#Моника приходит к Клэр в гримерку
#Клэр говорит, ты была хорошим другом, буду скучать по тебе и т.д.
#Моника удивляется, а что такое? ты уходишь?
#Клэр говорит, что Эшли заставляет ее танцевать также как и они голой
#мне нравилось танцевать, я это делала для себя
#а Эшли говорит, что мне надо подумать иначе я уйду отсюда
#для меня танцы - это другой мир, который помогает мне уйти от моей обычной жизни, я реализовывалась этим и т.д.
#Моника спрашивает - это Эшли тебе так сказала
#Клэр говорит - да, с подачи Джо
#он ко мне неоднократно подкатывал, а я его отшивала
#думаю, что он делает это специально
#Моника возмущается, говорит что поговорит с Эшли

#Моника идет к Эшли, говорит какого черта
#Эшли говорит - ничего не знаю, иди к Джо, это его работа - веселить этих извращенцев
#он себя ведет хорошо в последнее время, поэтому пусть занимается этим вопросом
#скажет еще про королевские обязанности Моники, чтоб она не забывала про них

#Моника идет к Джо, спрашивает про Клэр
#зачем ты надоумил Эшли так сказать Клэр, она уйдет
#Моника говорит, что знает, что он хотел подкатить к Клэр и ты ей так мстишь за это
#я все расскажу Эшли
#и вообще, с чего ты решил что можешь приставать ко всем девочкам
#потому что тебе дает Молли?
#Джо говорит, что Молли ему тоже не дает
#т.к. у Молли тут много постоянных клиентов и она неплохо тут зарабатывает
#поэтому не очет портить отношения с Эшли
#и вообще она хочет встречаться с богатыми мужчинами, а не с таким чмом как Джо
#она готова с Джо за деньги, но при этом боится Эшли, поэтому отказывается
#Джо намекает что не против и с Моникой покувыркаться
#или я найду вместо Клэр другую девочку, которая мне даст

#Моника потом думает, неужели мне придется пойти на эту жертву
#я ведь хорошая и я с ней дружу, я должна ей помочь, но почему я не хочу этого делать
#так стоп... Молли... так Моника думай...
#она вспоминает, что Молли ее подставляла перед Эшли с чаевыми
#в итоге, она решает что надо спровоцировать Молли

#Моника походит к Молли и говорит почему ты не здороваешься со своей королевой
#Молли отвечает ей грубо, но не поддается на провокацию
#Моника говорит - ну давай ударь меня!
#Молли не делает этого, еле сдерживаясь

#Моника подбросит ей чаевые иобвинит перед Эшли в воровстве
#Эшли орет на Молли и говорит, что в след. раз лишит ее чаевых

#Моника идет к Эшли и говорит, что Молли на нее напала, хотела ударить
#Эшли идет разбираться к Молли, верит Монике
#Эшли орет на Молли, с какой стати Моника будет мне врать? она королева! а ты завидуешь? держит ее за попу
#Эшли заигрывает с Моникой - ты же хорошая королева, Моника
#та вынуждена сказать, что да
#Эшли говорит, что лишает ее чаевых, пока Моника не простит ее
#Молли злая

#Молли через пару дней подходит к Монике и говорит, что надо решить этот вопросом
#я же ничего не крала у тебя, и мы обе это знаем
#Моника говорит - нет, ты украла!
#Молли говорит, мне очень важны эти чаевые
#я так долго работала над тем, чтобы сделать свою клиентскую базу
#у меня горят сроки, я должна заплатить агенту, который будет продвигать меня в пробах в кино, моя мечта - стать актрисой
#Моника зло стебется над ней, говорит а что он отказался взять твою задницу вместо денег
#Молли вынуждена в итоге просить у Моники прощения
#Моника по аналогии с тем, как сама просила у Молли прощения, заставляет ее говорить тоже самое
#1. сказать, что она сучка
#2. еще один пункт из прощения Молли
#3. потом Моника вспоминает, как ее унижала Виктория и заставляет поцеловать каблук
#Молли бомбит, но она вынуждена это сделать
#но ты не прощена, последний пункт - ты должна дать Джо
#Молли начинает орать, какого хрена! я сейчас все расскажу Эшли!

#возле барной стойки, Джо рядом нет
#Молли рассказывает Эшли, а Моника стоит рядом и говорит, что она все врет
#она меня ненавидит и специально на меня наговаривает
#Эшли верит Монике и в этот раз держит не за попу, а запускает руку ей в трусики и трогает киску
#Молли психует, уходит в джинсах

#через гесколько дней Моника говорит Молли, ну что ты собираешься заслужить мое прощение
#цепляет ее

#в итоге Молли вынуждена огласиться
#Моника говорит, сейчас я позову Джо, ты сделаешь это в подсобке, а я буду смотреть
#Молли возмущается
#Моника говорит, ты же просишь прощения у меня, а не у Джо, поэтому я буду смотреть

#Моника идет к Эшли
#говорит что у нее на привает очень стеснительный клиент
#просит не беспокоить, т.к. клиент может не заплатить
#Эшли гвоорит, что даже подглядывать нельзя
#Моника говорит  - нет, иначе он может не заплатить
#Эшли говорит, ок, у меня тут куча работы, ты же не работаешь официанткой сегодня
#а где Джо, он ушел куда-то по работе

#в подсобке втроем
#Джо радуется, говорит спасибо, что решила это.
#Моника говорит, помнишь наш уговор?
#он - да,да я скажу Эшли, чтоб она не трогала Клэр
#а если Эшли увидит?
#не беспокойтесь, она не придет, но я на всякий случай прослежу за этим
#Молли говорит, давай быстрее
#Моника гворит - нет, не быстрее! работай как следует
#идет сцена секса
#и тут слышно крики Эшли - Джо! ты куда делся?! - Эшли идет в подсобку
#Моника говорит - Молли прячься!
#Молли прячется за диван
#заходит Эшли - говорит какого хрена Джо тут делает
#Моника говорит - я только закончила приват, Джо зашел, чтобы проверить все ли в порядке
#в итоге Эшли ворчит на Джо - какого хрена ты где-то шляешься, почему я должна за тебя работать, быстро иди за стойку
#пинками его выгоняет

#Молли потом шипит на Монику, Моника прощает ее

#разговор с Джо. он разрешил ей не снимать маску, но раздеться она обязана
#Моника возмущается - какого черта?
#он намекаетна то, что он хотел или Монику или Клэр, а не Молли

#разговор с Клэр
#она говорит, что я подумаю, соглашаться ли на подобное
#Моника говорит, что было бы неплохо, чтоб она осталась, но не уговаривает
#Клэр говорит, главное что я буду в маске, возможно она примет положительное решение
#благодарит Монику за содействие
#Клэр говорит, ты такая крутая, не понимаю, почему не ты хозяйка этого бара



#######
#в итоге Клэр может поставить на место Викторию
#Виктория попытается полезть к ней с шантажом, узнав о том, что она училка и танцеут в стриптизе - видео у админа
#но Клэр не даст ей этого сделать
