# СИТИЗЕНЫ
# найджел - нарик возле шайни хол
# пойдем курнем, за компнаию, у меня в этот раз отличная дурь, улет
# Моника - скажет, нет конечно! совсем дебил!!
# да ладно пошли, моих корешей нет сегодня (панков-?)
# давай сыраем, кто больше сделает тяг
# уламывает пойти к ней домой за 20 баксов
# если Моника выиграет - он платит мне деньги, если проиграет - Моника показывает грудь-?
# приходят к ней домой
# он говорит, что он выкуривает по 5 косяков в день и он тако крутой бла-бла, у тебя нет шансов
# потом он делает 1 тягу, у него глаза в кучу и он падает
# она пугается, он живой нет, что такое
# надо прощупать пульс, а где пульс, трогает где-нибудь не там, пульса нет- хватает за нос - он должен пульсировать
# он что, умер?!
# у нее паника, он мечется по квартире, не знает что делать
# выбегает на улицу, встречает там своего спасителя из начала эпизода
# она просит у него помощи
# он идет с ней, она ему показывает тело
# он говорит, да походу он мертвый
# Моника - и что мне делатьь? помоги мне избавиться от него
# он предлагает расчленить его или скормить его свиньям на ферме какой-нибудь, ты не знаешь какого-нибудь фермера?
# Моника в шоке  - нет!!!
# просто убери и все
# мне не нужны эти проблемы!
# он говорит - а что мне за это будет?!
# разветвление - дать курнуть чуваку или нет
# в итоге, он пялит ее на кровати, а на полу лежит нарик или
# предварительно видит косяк, и решает его курнуть перед сексом, потом падает на нарика со спущенными штанами, член стоит
# Моника в шоке - может, надо их оттащить в ванную, чтоб расчленить? а может Джек знает где свиноферма? может спросить у него?
# идет к нему - говорит, я хочу съехать немедленно!
# он говорит - а как же вещи?!
# приодят в квартиру, а там два тела лежит - он в шоке
# Джек может споткнуться и упасть на них-? или крикнет, что копы идут - те оба очухиваются - а ты чуть не сломал мне член!

# потом нарик вскакивает, говорит - о, чуваки! какая крутая дурь! меня вырубило!
# Моника в шоке

# второй ситизен - акира сан
# попросит прицепить ей прищепки на грудь
# чтоб она при этом голая была
# она торгуется с ним постоянно за каждое действие - раздеться, прицепить прищепки и т.д.
# только прищепки, без секса
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
