# ФИЛИПП
# приведет ее вниз в подвал, а там БДСМ-комната
# мартышка в рабстве, над которой он изведается, она облизывает ему ноги, писинг
# он обращается к мартышке "оно" и общается с ней как с животным
# Ф говорит, что оно заработает 10к долларов за неделю, я вам предлагаю 30к за неделю
# вы подумайте, но учтите, что я без этого не буду инвестировать в ваш журнал
# Ф отжарит Монику, анал - жестко
# т.к. он ее спас по-джентельменски, еще и вынужден был заплатить за это деньги
# предлагает Монике то же самое за деньги, пункт "Согласится" не активен будет пока
# + разговор с Бифом после, рад, что она теперь не 20-шлюха и не та шлюха, которые работают в отеле
# я хотел с тобой провести время, а ты куда-то сбежала от папочки
# но я даже рад, т.к. так бы ты добилась того, чего хотела, а так бдешь это делать постепенно, веселя папочку после работы
#Миссис Бакфетт, о так приколько вас распялить, я не мог не воспользоваться шансом
#помните как вы меня послали, когда я к вам подходил когда-то давно
