
# ФОТОСЕССИЯ
# презентация в закрытом зале перед всеми инвесторами
# Биф говорит ей прийти в отель
# локация видео-рум (в тикете) в отеле Ле Гранд
# админ говорит, что сейчас приедут важные господа и будет большой заказ
# Моника будет отнекиваться, скажет что не работает сегодня
# ей надо будет переодеться для презентации
# Моника будет в одном из костюмов с фотосессии (черный лебедь)
# промежуточный отчет
# журнал только для инвесторов, а в паблик с приличными фотками
# фотосессии не будет в этот раз и инвесторы буут спрашивать, когда след. фотосессия
# после презентации Биф предлагает инвесторам расслабиться с девочками с эскорта
# которые работают в этом отеле
# Олаф сольется, т.к. Моника запретила ему приближаться к сотрудникам отеля
# Моника попытается свалить, пока девочки не пришли, чтоб они ее не видели
# админ ее ловит и пытается заставить пойти с ними к господам
# Моника в шоке, заходит Филипп и говорит, что хочет эту (показывает на Монику) и что он ее забирает себе
# он ей скажеьт, что он джентельмен и что он спас леди от неудобной ситуации
# вы согласны со мной, что это был поступок джентельмена
# Ф скажет, что хочет разместить фото с закрытой фотосессии
# Моника будет просить его не делать этого
# Ф будет ее шантажировть этим в подвале
#
