# ЭСКОРТ
# тезисы:
# Участие остальных девочек (не обязательно все сразу)
# Внесение раскола в коллектив
# Постановка задачи уволить админа и заставить работать девочкой по вызову (узнает что она раньше ей была)
# h-контент
#официанта скажет, что вас зовет админ
#Моника возле ресепшена слышит крики из служ. коридора
#админ наедет на кого-то из девочек, она это увидит
#админ скажет, что у Моники получается лучше, чем у этой девочки
#амин нагрубит Монике - чеего ты пялишься! иди отсюда!! тебя у лифта ждет твой клиент! быстро к нему!
#и что Моника займет ее место
#девочка пожалуется Монике на это
#Моника подумает, то она со своей стороны сделает очень умный ход, если она сейчас поддержит ее, а потом использует ее в своих целях
#Моника наигранно будет ее поддерживать, говорить, что она не согласна с админом, что это не так
#админ отправляет девочку к важному клиенту Моники - если он будет неудовлетворен, ты будешь оштрафована

#Монику снимает футфетишист, и она уже заходит с ним в лифт  и тут видит дизайнера с девочкой
#она думает - это ОН?!
#админ - это важный клиент, а нам важна репутация!
#он уезжает, у него скоро самолет и он улетает надолго в свою страну на полгода
#он хотел к Линде, но у него мало времени, ему надо в аэропорт
#если сейчас ему не угодить, то он за эти полгода наболтает о нас всем
#Моника заходит в номер с футфетишистом, смотри на него и решает убежать к дизайнеру
#она выбирает пойти к дизайнеру


#выбор - помочь девочке или нет
#Моника  - вот дьявол! это мой шанс! сейчас я окручу его! это ведь Адриано! он влюблен в меня безумно!
#Моника забегает в номер, предварительно помечтав о воссоединении с ним!
#он очень недоволен девочкой, возмущается, говорит что вечно у тебя ничего не получается, я хотел к Линде и т.п.
#Моника в своих фантазиях представляет, как она захожит, он тает, все к ее ногам
#футфетишист забежит в номер к дизайнеру и будет говорить, почему Моника выбрала не его? он же готов заплатить за вечер с ней!
#ты же знаешь, что у меня встает только на тебя!
#еще зайдет админ
#звонит админ и говорит, что прислали вместо этой девочки monica_hotel_name
#он в шоке, Моника?!
#девочка встает и с психом говорит - ну давай, ублажай его, утебя же все так хорошо получается с клиентами
#дизайнер- ты так похожа на Монику, нет это не Я, я monica_hotel_name
#он начинает причитать, раз ты здесь работаешь, то делаешь это ради удовольствия, у тебя веь итак много денег
#для чего ты ко мне пришла, ты издеваешься надо мной?! я так разочарован в тебе!
#я е хочу никого видеть! я никогда не вернусь в эту страну!
#Моника думает, как ей вырулить из этой ситуации и решает притвориться monica_hotel_name
#она просто услышала, что мистер недоволен и пришла помочь своей коллеге
#он в шоке - это шлюха?!
#да! она тут работает! если ххотите, вы можете ее купить
#он говорит - да, она напоминает мне о моей любви
#в итоге он ее покупает и жарит - секс как с Ральфом, разные позы
#она думает, фу, никогда бы не подумала, что увижу его член
#он говорит, что моя Моника никогда бы не согласилась на секс так быстро, она моя снежная королева, холодная и недоступная, не то что ты
#при этом говорит, что видит что она отличается, у моей Моники попа меньше
#Моника думает - с чего это у еня попа больше стала? потому что я много хожу по городу?
#Моника должна что-то предпринять, чтобы встретиться с ним еще
#она будет спрашивать, где он живет
#он скажет, а почему ты этим интересуешься? ты наверное хочешь со мной быть, как все шлюхи?
#она подумает, что самое лучшее, чтобы он ко мне еще раз сюда пришел? а я его в как Моника Бакфетт встречу в ресторане
#или что-то спросит про модный показ или журнал
#а он ни в какую
#в итоге она согласится на тот пункт, чтобы он пришел к ней как к monica_hotel_name
#в итоге она ему- раз я на кого-то похожа и вам все понравилось, оставьте мне побольше чаевых
#он оставляет
#потом он торопится и убегает
#она потом думает, что он жалкий слизняк и ничтожество, я обязательно его использую!

#в итоге Моника поможет этой девочке, чем перетянет на свою сторону
#Моника ей помогает, но ведет себя надменно
#после цены девочка подойдет к ней и скажет, что не ожидала, что такая как Моника ей поможет
#неужели ты и правда пришла, чтобы помочь мне?
#Моника скажет, что да
#у меня есть планы, как сместить эту админшу с ее места
#если хочешь, присоединяйся, мы с подругой сегодня будем обсуждать это

#может, они пойдут к ней домой-?
#туда придет еще одна девочка

#они будут сплетничать про админа и напиваться
#админ их все время прессует, а Линде с брюнеткой - помогает во всем
#одна из них скажет, что помнит, как админша раньше работала тут и она что-то такое сделала, что ее назначили
#теперь завидует всем девочкам, что они успешнее, чем она тут была
#я тогда могла легко сделать это учше, чем она, но она схитрила
#поэтому она админ, а мы в подчинении
#и вообще, штрафы она забирает себе
#я хочу подтвердить то, что она схитрила, а я делаю лучше, и тогда ее сместят, а я стану главной
#пьют все это время
обсуждают клиентов, кто что делал
выбор у Моники, про какую ситуацию рассказать
тоже рассказывает
они задают ей пикантные вопросы, Моника должна ответить им
потом начинают говорить про стриптиз
одна говорит - я знаю, как это делать
начинает танцевать на столе
втоая говорит - нет, надо не так
тоже лезет и танцует
потом зовут Монику приоединиться к ним
выбор - залезть и танцевать или отказаться и уйти
если танцуют - Моника во время танца цепляет плафон, гаснет свет
ой, черт, сработал предохранитель - конец сцены
#потом пьяные начинают мечтать, как будет круто, когда они будут начальством
#как они будут вести себя с клиентами
#дна из них разденется и начнет анцевать на столе пьяная
#Моника пьяная будет смотреть на все это и офигевать, до чего она докатилась

#главный - Стив

#админшу заставят потом это сделать
#но Моника сделает лучше -> Моника админ

#Моника может либо слить их админше, либо сместить ее
#











#########################
#
# РЕВЕНДЖ
# костюм Брюс Ли + разговор с мамочкой + заходит в полицию к Маркусу
#
# Виктория пытается рассорить Монику и Мелани
# при втрече просит ее поцеловать, как обычно
# В спрашивает Монику, а почему она не целут подружку Мелани
# та будет вынуждена сделать это
# В скажет, что ожидает, что они и без ее пристуствия целуются при встрече
# потом В Мелани заставляет сделать тоже самое
# В скажет, что ей нужна только одна подружка
# у В будет какой-то предмет, который она доверит только одной подружке
# и они должны сами определиться, кто это будет
# Мелани попытается перескочить через голову Моники
# кто-то из них в итоге предложит место Бифа
# В говорит, что ей это неинтересно, а действия делает обратные
# т.е. она хочет в это кресло, но не показывает этого
# Мелани и Моника будут в ссоре и действовать против друг друга
#
#
#
#
# с фитнеса прямо в тренировочной форме с утюгом -> застукает Ральфа с Моникой
# Моника будет в ее одежде в спальне у Ральфа
# Моника станет хозяйкой, а Барди будет этому радоваться, т.к. Бетти была не очень послушной
# Барди будет заставлять ее делать веб-кам все больше и больше
#
#
#
# общий вектор эскорта - Моника сместит администраторшу с ее места и сама будет всем командовать
# администраторша станет обычной эскортницей, Моника узнает, что админ ранее работала в эскорте
# она в 1-м эпизоде хотела уволить администраторшу, теперь она исполнит это
# в итоге Моника будет стоять на ресепшне и работать там администратором
#
#
