default monicaJoeMollyClare1 = False # Моника попыталась отговорить Джо от увольнения Клэр
default monicaJoeMollyClare2 = False # Моника подбросила Молли деньги, выставив ее перед Эшли воровкой
default monicaJoeMollyClare3 = False # Моника обвинила Молли в том, что та на нее напала
default monicaJoeMollyClare4 = False # Молли должна попросить у Моники прощения
default monicaJoeMollyClare5 = False # Моника выдвинула свои условия для прощения Молли
default monicaJoeMollyClare6 = False # Молли согласилась на приват с Джо в присутствии Моники
default monicaJoeMollyClare7 = False # Моника простила Молли


# при условии, что был 2-й баттл с Молли и Моника стала королевой Shiny Hole
# Молли танцует на сцене без маски, а Моника в маске, обе полностью обнажаются на сцене
# Моника приходит в гримерку, работает Клэр
# Моника в одежде шлюхи
label ep217_dialogues2_shiny_hole_1:
    img 22709
    mt "Хорошо, что сегодня работает Клэр, а не та рыжеволосая сучка!"
    mt "Она единственный адекватный человек в этой дыре... Конечно после меня..."
    mt "..."
    # Клэр поворачивается к Монике
    img 16141
    clare "Моника, привет!"
    clare "Хорошо, что ты пришла."
    clare "Я хотела увидеться с тобой..."
    img 16143
    mt "Какая-то она странная..."
    img 16159
    m "Привет, Клэр."
    clare "Моника, я хотела сказать тебе, что ты была мне хорошим другом."
    clare "Я привязалась к тебе за это время и..."
    clare "И я действительно буду скучать по тебе."
    img 16144
    m "В смысле?"
    m "Клэр, почему ты говоришь так, как-будто мы видимся в последний раз?"
    m "У тебя что-то случилось?"
    img 16150
    clare "Помнишь, я говорила тебе, что я танцую здесь не ради денег?"
    imgf 16148
    m "Да..."
    img 16155
    clare "Я делаю это, потому что мне это нравится."
    clare "Для меня танцы - это другой мир, отличный от моей обычной, размеренной жизни."
    clare "Я реализовывала себя этим, я получала от этого удовольствие."
    clare "И я работала здесь на условиях, отличных от твоих и Молли."
    img 16157
    clare "Но теперь, когда ты стала королевой Shiny Hole..."
    clare "Кстати, я и правда очень рада твоей победе."
    clare "Я считаю, что ты заслужила это."
    img 16159
    clare "В общем, теперь, когда ты и Молли полностью обнажаетесь на сцене..."
    clare "Эшли требует от меня того же."
    clare "Аргументируя свое требование тем, что этого хотят клиенты..."
    m "!!!"
    img 40724
    clare "Я сказала Эшли, что я подумаю..."
    clare "Но она дала мне понять, что в случае моего отказа, я больше не смогу выходить на сцену Shiny Hole."
    clare "Поэтому, скорее всего, мы с тобой больше не увидимся. По крайней мере, не здесь..."
    img 40725
    m "Клэр... Подожди."
    m "Может, получится договориться с Эшли..."
    m "И вообще, какое она имеет право ставить тебе подобные условия?!"
    m "?!?!?!"
    img 16165
    clare "Как я поняла, Моника, это произошло с подачи Джо..."
    img 40726
    m "Джо?!"
    m "Этот мерзкий подкаблучник?!"
    m "!!!"
    img 40727
    clare "Да, я уверена в этом."
    clare "Он неоднократно подкатывал ко мне, но я всегда отказывала ему."
    clare "Думаю, что он это подстроил."
    img 40728
    m "Вот сволочь!!!"
    m "!!!"
    m "А Эшли?! Как она могла так глупо повестись на его манипуляции?!"
    img 40729
    m "Не зря я всегда подозревала, что она особа недалекого ума!"
    m "Я поговорю с ней, Клэр!"
    m "Не уходи никуда. Я сейчас вернусь."
    # затемнение
    # смена кадра, барная стойка, Эшли за стойкой стоит одна, Джо нет
    # Моника подходит к Эшли, разговаривает возмущенно
    img 40730
    m "Эшли, я сейчас разговаривала с Клэр."
    m "Какого черта происходит?!"
    m "С какой стати ты ставишь Клэр подобные условия?!"
    # Эшли похотливо подмигивает ей
    img 40731
    ashley "[monica_pub_name], мне нравится, когда ты злишься..."
    ashley "Ты такая горячая штучка. Так и хочется забраться к тебе в трусики..."
    img 40732
    mt "Гребаная извращенка!"
    mt "!!!"
    img 40733
    m "Эшли!"
    img 40734
    ashley "[monica_pub_name], а ты помнишь про свои королевские обязанности?"
    img 40735
    m "Я помню про свои королевские привилегии!"
    m "Поэтому я против того, чтоб Клэр ставили какие-либо условия!"
    img 40736
    ashley "[monica_pub_name], насчет Клэр иди разговаривай с Джо."
    ashley "Веселить всяких извращенцев, предоставляя им приваты с девочками - это его работа."
    ashley "Он себя ведет хорошо в последнее время, поэтому я разрешила ему заниматься этим вопросом."
    img 40737
    m "Где Джо?!"
    img 22705
    ashley "В подсобке."
    ashley "И не вздумай заигрывать с ним. Иначе я тебя отшлепаю по твоей королевской попке."
    # снова пошло подмигивает
    img 40738
    mt "ААААА!!!"
    mt "Бесит!!!"
    mt "!!!"
    # затемнение
    # смена кадра, подсобка барменов, Джо протирает стол или просто сидит на диване, либо стоит где-то за диваном и разглядывает номера
    # заходит злая Моника
    img 40739
    m "Джо!"
    joe "А, [monica_pub_name], это ты..."
    # если Моника терлась киской о Джо
    #
    $ notif(_("Моника была на привате с Джо и терлась об него."))
    #
    img 40740
    joe "Хочешь снова повторить нашу встречу на этом столе?" # подмигивает
    img 40741
    joe "Я не против. Даже готов заплатить тебе пару баксов за это. Хи-хи!"
    img 40742
    m "Фу! Нет, ни за что!"
    m "У тебя вообще-то есть жена!"
    m "И она находится в двух шагах отсюда!"
    m "Как ты можешь предлагать подобное?!"
    img 40743
    joe "Ну, в прошлый раз тебе это не помешало, [monica_pub_name]..."
    img 40744
    m "!!!"
    m "Я с тобой пришла разговаривать, а не заниматься всякими гадкими непотребствами!"
    img 40745
    mt "Мерзавец!"
    img 40746
    joe "Чего ты хотела?"
    m "Зачем ты надоумил Эшли так сказать Клэр?!"
    m "Она теперь собирается покинуть это место!"
    img 40747
    joe "Я?! Чуть что, сразу Джо во всем виноват!"
    joe "Я ничего не говорил!"
    img 40748
    m "Заткнись, Джо! Хватит лгать!"
    m "Я знаю, что ты хотел подкатить к Клэр, а она тебе отказала!"
    m "Теперь ты ей таким образом решил отомстить?!"
    m "Это гадко!"
    m "Я все расскажу твоей жене!"
    img 40749
    joe "Подожди-подожди! [monica_pub_name], зачем же сразу идти к Эшли?"
    joe "Мы же взрослые люди. Давай договоримся, а?"
    img 40750
    m "Мне не о чем с тобой договариваться!"
    m "И вообще!"
    m "С чего ты решил, что можешь приставать ко всем девочкам?!"
    m "Это потому, что тебе дает Молли, да?!"
    m "И ты решил что и все остальные будут вести себя так же?"
    # Джо недовольно
    img 40751
    joe "Нет."
    m "Что 'нет'?!"
    joe "Молли мне тоже постоянно отказывает..."
    img 40752
    m "Да неужели?! Эта шлюха никому никогда не отказывает!"
    m "Она ради денег готова сделать все!"
    m "Падшая особа!"
    img 40753
    joe "Нууу... Она мне сказала, что у нее достаточно богатых клиентов..."
    joe "И что она была бы не против со мной за деньги, но..."
    joe "Ей нужна эта работа."
    img 40754
    joe "Поэтому она не собирается рисковать отношенями с Эшли из-за меня..."
    joe "А если Эшли что-то заподозрит..."
    joe "В общем, она мне отказала."
    img 40755
    m "..."
    # Джо снова пытается подкатить к Монике
    img 40756
    joe "Но ты ведь не боишься Эшли, [monica_pub_name]?"
    joe "Может, все-таки уединимся как-нибудь, а?"
    img 40757
    joe "И Эшли ничего не узнает. Я позабочусь об этом."
    joe "И я скажу Эшли, чтобы Клэр оставалась и танцевала одетой!"
    img 40758
    m "Нет, Джо!"
    img 40759
    m "Не смей мне предлагать подобные гадости!"
    img 40760
    m "Я здесь королева, а не проститутка какая-нибудь!"
    img 40761
    joe "Ну, тогда у меня не остается вариантов, [monica_pub_name]..."
    joe "Клэр уйдет, а на ее место я найду другую, более сговорчивую девочку."
    img 40762
    joe "С которой у меня не будет возникать подобных проблем..."
    img 40763
    joe "У меня уже есть кое-кто на примете!" # подмигивает
    img 40764
    mt "Джо сволочь!"
    mt "Мерзкий грязный извращенец!"
    mt "Ненавижу!!!"
    mt "!!!"
    # Моника выходит из подсобки
    $ monicaJoeMollyClare1 = True # Моника попыталась отговорить Джо от увольнения Клэр
    return

# Моника возвращается в гримерку, Клэр сидит на своем месте
label ep217_dialogues2_shiny_hole_2:
    # Моника в раздумьях
    mt "Черт!"
    mt "Что ж теперь делать, Моника?"
    mt "???"
    mt "Неужели мне самой придется пойти на эту жертву, чтобы договориться с Джо?!"
    #
    $ notif(_("Клэр пришла на приват к Мистеру Беркельбауху по просьбе Моники."))
    #
    mt "Но ведь Клэр ради меня переступила через свои принципы и пришла на приват к тому никчемному банкиришке..."
    mt "..."
    mt "Я ведь хорошая и я с ней дружу..."
    mt "А хорошие друзья должны помогать в такой ситуации..."
    mt "Странно, почему я не чувствую что что-то кому-то должна..."
    mt "Наверное потому, что я самая сильная и умная среди всех?.."
    mt "С другой стороны, если Клэр уйдет отсюда, то я останусь одна против всех здешних извращенцев..."
    mt "А это место приносит какие-то деньги мне..."
    mt "Понятно, что это никчемное место нужно мне ненадолго..."
    mt "Ровно до момента, когда я решу небольшое недоразумение, которое случилось со мной..."
    mt "Поэтому я должна помочь Клэр, но..."
    mt "Но я не готова делать это таким образом."
    mt "Я, Моника Бакфетт, не собираюсь пренебрегать своими принципами!"
    mt "И заниматься сексом с какими-то отбросами общества!"
    mt "Никчемными, бесполезными существами!!!"
    mt "Даже ради Клэр!"
    mt "!!!"
    mt "Моника, ты же умная женщина. Ты должна что-то придумать!"
    mt "Так, Моника, думай... Думай-думай..."
    mt "Стоп! Молли..."
    mt "Эта сучка подставила меня перед Эшли и выставила воровкой!"
    #
    $ notif(_("Молли подбросила Монике деньги и обвинила ее в краже."))
    #
    mt "А я не воровка! Я никогда не воровала деньги!"
    #
    $ notif(_("Моника брала деньги из банки с чаевыми Молли."))
    #
    mt "Тот случай, когда я брала деньги - не в счет!"
    mt "Это была компенсация за моральный вред, причиненный мне сучкой Молли!"
    mt "!!!"
    mt "И вообще! Эта дрянь постоянно меня провоцировала!"
    mt "Точно, Моника! Это гениально!"
    mt "Это отличный план!"
    mt "Моника Бакфетт всегда отличалась острым умом и расчетливостью в своих действиях!"
    mt "И эта ситуация - не исключение!"
    mt "Как же приятно осознавать, что я такая умная."
    mt "Всем никчемным неудачникам в этой грязной дыре никогда со мной не сравниться!"
    return

# гримерка, повторный клик на Клэр после разговора о ее увольнении с паба
label ep217_dialogues2_shiny_hole_3:
    clare "Я еще не приняла окончательного решения, Моника."
    clare "Но, скорее всего, я уйду отсюда."
    clare "Я творческая личность и не могу работать в подобных условиях..."
    mt "Черт!"
    mt "Мне нужно помочь ей!"
    return

# гримерка, работает Молли
# Моника переоделась и смотрит на Молли
label ep217_dialogues2_shiny_hole_4:
    mt "Ну, сучка, держись!"
    mt "!!!"
    # подходит к Молли, та сидит и смотрится в зеркало
    m "А почему ты не здороваешься со своей королевой?!"
    m "С какой стати я должна тратить свое время на то, чтобы делать тебе подобные замечания?!"
    # Молли поворчивается к Монике
    molly "Так не трать..."
    # отворачивается
    m "!!!"
    m "Если ты не будешь проявлять должного почтения своей королеве..."
    m "Эшли об этом узнает!"
    m "Ты теперь никто, а Я - королева! Последнее слово будет всегда за мной!"
    # Молли раздраженно
    molly "Ты чего ко мне пристала?!"
    molly "Отвали!"
    molly "Тоже мне королева!"
    # Моника продолжает придираться
    m "Ах так?! То есть ты считаешь, что я не королева Shiny Hole?!"
    # Молли зло
    molly "Я сказала, отвали от меня! Тебе что, заняться нечем?!"
    molly "Вали на сцену! Тебя там давно уже ждут!"
    molly "Королева шлюх!"
    # Монику бомбит
    m "!!!"
    menu:
        "Обвинить Молли в воровстве.": # при условии, что у Моники есть 100 баксов
            pass
        "Не связываться с ней.":
            mt "Эта рыжая дрянь себя так ведет, потому что она мне завидует!"
            mt "И сделать ничего не может!"
            mt "Я не собираюсь с ней связываться!"
            mt "Мерзкая жалкая шлюха! Фу!"
            m "Да пошла ты, сучка!"
            m "!!!"
            return False
    # Моника, отвернувшись от Молли, стоит со злым лицом
    mt "Вот тварь!!!"
    mt "Она еще смеет мне грубить!"
    mt "МНЕ! Королеве Shiny Hole!"
    mt "!!!"
    mt "Я ей этого просто так не оставлю!"
    mt "Хмм..."
    mt "Она в прошлый раз выставила меня воровкой перед Эшли..."
    #
    $ notif(_("Молли подбросила Монике деньги и обвинила ее в краже."))
    #
    mt "Думаю, что мне стоит отплатить ей тем же!"
    mt "Пусть знает, как связываться со МНОЙ!"
    mt "!!!"
    $ log1 = _("Подбросить деньги Молли в банку чаевых")
    return

# гримерка, после выступления на сцене
# Моника в гримерке одна, уже переоделась в одежду шлюхи
label ep217_dialogues2_shiny_hole_5:
    # при клике на столик Молли
    # Моника подходит к нему
    mt "Думаю, ста долларов будет достаточно..."
    mt "Большую сумму я не готова положить в эту банку."
    # наклоняется, Jump - положила купюру
    mt "Отлично! А теперь к Эшли..."
    mt "Сейчас я продемонстрирую ей свою гениальную актерскую игру..."
    $ monicaJoeMollyClare2 = True # Моника подбросила Молли деньги, выставив ее перед Эшли воровкой
    $ log1 = _("Сказать Эшли, что Молли украла у Моники чаевые.")
    return

# Моника в одежде шлюхи подходит к барной стойке
# при клике на Эшли (вместо регулярного диалога)
label ep217_dialogues2_shiny_hole_6:
    # Эшли стоит за стойкой
    ashley "[monica_pub_name], ты сегодня была на высоте!"
    ashley "Я не могла глаз оторвать от твоей королевской попки!"
    # похотливо подмигивает
    m "Я всегда на высоте!"
    ashley "О да, [monica_pub_name]..."
    ashley "Как насчет твоих королевских обязанностей?"
    m "Какие к черту обязанности?!"
    m "Если меня тут некоторые особы даже королевой не признают!!"
    m "Где эта дрянь Молли?!"
    ashley "Уже ушла домой. А зачем она тебе?"
    ashley "Снова собрались устраивать битву сучек?" # строго
    m "Эта овца украла мои деньги!"
    # Эшли подозрительно
    ashley "От кого-то я уже слышала подобное..."
    ashley "Прямо дежа-вю какое-то!"
    m "Какое еще дежа-вю! Ты сама-то хоть знаешь значение этого слова?!"
    m "Эта дрянь дождалась, когда я пойду на сцену и украла у меня 100 долларов!"
    m "Они лежали у меня в кармане, а сейчас их там нет!"
    ashley "А может, ты их потеряла, [monica_pub_name]?"
    m "Это исключено!"
    m "Я проверяла карман в куртке, когда переодевалась. Деньги были на месте!"
    m "Возвращаюсь после выступления - денег нет! И Молли нет!!"
    # Эшли закатывает глаза
    ashley "Как же меня достали ваши разборки!"
    ashley "Вы когда уже перестанете мне бегать и жаловаться друг на друга?!"
    ashley "Я же просила тебя и Молли, чтоб никаких больше разборок!"
    m "Да! Ты просила! И я ничего ей не делаю!"
    m "А она крадет мои деньги!"
    ashley "Ну хорошо, [monica_pub_name]."
    ashley "Я сделаю предупреждение Молли и заставлю вернуть твои деньги."
    ashley "Сколько ты говоришь она украла?"
    $ mollyStoleMoney = 0
    menu:
        "200!":
            $ mollyStoleMoney = 200
            m "200!"
            ashley "Ты же говорила, что сто... Я ослышалась?"
            # Моника упрямо
        "100!":
            $ mollyStoleMoney = 100
    m "Она украла у меня [mollyStoleMoney] долларов!"
    m "!!!"
    ashley "Я поговорю с ней, [monica_pub_name]."
    ashley "А теперь иди."
    ashley "С нетерпением жду снова увидеть твою королевскую попку на сцене."
    mt "Долбанная извращенка!"
    mt "К тому же еще и дура!"
    mt "Но мне это на руку..."
    #if
    mt "Я не только подставила рыжую сучку Молли, но еще и заработаю на этом 100 долларов!"
    #
    mt "Моника, это была гениальная акретская игра!"
    mt "!!!"
    return

# Моника приходит на работу в следующий рабочий день Молли
# заходит в гримерку, там стоит Эшли с Молли
label ep217_dialogues2_shiny_hole_7:
    # Эшли орет на Молли
    ashley "Еще раз такое повторится, я лишу тебя чаевых!"
    ashley "Будешь отдавать все заработанные деньги мне!"
    ashley "Устроила здесь непонятно что!"
    ashley "Ты должна думать о том, как трясти больше денег с клиентов, а не воровать!"
    molly "Я не брала никаких денег!"
    # Молли зло смотрит на Монику, та злорадствует
    m "Эшли, она украла у меня [mollyStoleMoney] долларов."
    m "А теперь притворяется перед тобой невинной овечкой."
    m "Она ненавидит мея за то, что я королева Shiny Hole."
    m "И мстит мне за это."
    molly "Ты что несешь, сучка?!"
    molly "Эшли, она подставила меня! Она все врет!"
    ashley "Все! Хватит!" # рявкает на Молли
    # Эшли подходит к Монике
    ashley "Я не вижу смысла [monica_pub_name] обманывать меня..."
    # кладет свою ладонь на попу Монике, и засовывает ей под шорты
    ashley "Она здесь королева, а ты просто завидуешь, Молли."
    ashley "Поэтому ты сейчас же отдашь ей [mollyStoleMoney] баксов, которые ты у нее украла!"
    ashley "Отдавай деньги! Быстро!"
    # рука так же на попе
    molly "!!!"
    # Молли берет купюры и отдает их Монике
    # у Моники + 200 баксов или +100
    $ add_money(mollyStoleMoney)
    # злостный обмен взглядами
    ashley "Все, закрыли этот вопрос!"
    ashley "И, Молли, я тебя предупреждаю!"
    ashley "Если повторится что-то подобное - я тебя накажу!"
    ashley "Ты все поняла?!"
    molly "ДА!"
    # Эшли хлопает Монику по попе, подмигивает ей и выходит из гримерки
    # Моника злорадствует
    mt "Все складывается даже лучше, чем я могла предположить."
    if monicaBitch == True:
        $ notif_monica()
        mt "Никчемные людишки..."
        mt "Я играю ими, как марионетками, а они даже не подозревают этого..."
        mt "Я не только самая красивая, но и самая умная среди всех этих ничтожеств!"

    # Молли в бешенстве подходит к Монике
    molly "Ах ты дрянь!"
    molly "Отдай мне мои деньги обратно!!!"
    m "Еще чего!"
    m "Эти деньги МОИ!"
    # Моника разворачивается и идет к вешалке
    # Молли хватает ее за руку
    molly "Слышишь ты, королева шлюха!"
    molly "Что за цирк ты тут устроила?!"
    molly "Думаешь, тебе все просто так сойдет с рук?!"
    # Моника картинно смотрит на руку Моли, которой она вцепилась в Монику
    m "Ты всего лишь дешевая подстилка в какой-то занюханной дыре!"
    m "Не смей прикасаться ко мне своими грязными руками!"
    molly "Что ты сказала?!"
    m "Что ты дешевая подстилка!"
    m "И что ты мне сделаешь?!"
    m "Ударишь?! Ну! Давай же!"
    # Молли не делает этого, еле сдерживаясь, Молли просто распирает от злобы, лицо перекошено
    # зло убирает свою руку от Моники
    molly "Ненавижу тебя!"
    molly "Какая же ты сука!"
    molly "!!!"
    # Моника злорадно ухмыляется
    m "!!!"
    menu:
        "Сказать Эшли, что Молли напала на Монику.":
            pass
    mt "А вот и очередной повод..."
    mt "Эту тупую дуру не пришлось даже провоцировать!"
    mt "!!!"
    $ monicaJoeMollyClare3 = True # Моника обвинила Молли в том, что та на нее напала
    $ log1 = _("Сказать Эшли, что Молли напала на Монику.")
    return

label ep217_dialogues2_shiny_hole_7a: #клик на гардероб, либо выход на улицу
    mt "Мне надо сказать Эшли что эта сучка напала на меня!"
    mt "Это мой шанс!"
    return False

# Моника подходит к барной стойке, за которой стоит Эшли
label ep217_dialogues2_shiny_hole_8:
    # Моника возмущается
    m "Эшли!"
    m "Я не могу работать в таких условиях!"
    m "Как только ты вышла из гримерки, Молли напала на меня!"
    m "Она пыталась отобрать у мня мои же деньги!"
    m "Хватала меня за руки и ударила меня!"
    ashley "Что?!" # Эшли приближается к Монике и запускает руку в шорты спереди
    ashley "Ударила?!"
    # Моника терпит это, подается плечами назад и продолжает жаловаться на Молли, стервозно
    m "Да!!!"
    m "Я помню, что ты запрещала нам драться и Я не стала отвечать ей тем же!"
    m "А ей совершенно наплевать на то, что ты сделала предупреждение!"
    m "Она била меня и хватала за..."
    ashley "Хватала за что?"
    m "В общем, хватала за все!"
    ashley "А ну-ка пошли со мной!"
    ashley "Сейчас я ей устрою!"
    # Эшли выходит из-за барной стойки и направляется в сторону гримерки
    # Моника довольная собой смотрит ей вслед
    mt "Моника, ты это сделала!"
    mt "Эти жалкие людишки даже не догадываются, как легко ими управлять."
    mt "Они никогда не сравнятся с такой умной женщиной, как Я!"
    mt "!!!"
    # затемнение, звук каблуков
    # смена кадра, гримерка
    # Эшли орет на Молли
    ashley "МОЛЛИ!!!"
    ashley "Я тебе запретила устраивать битву сучек!"
    ashley "Я тебе сделала предупреждение!"
    ashley "Какого хрена ты тут устроила?!"
    # Молли тоже орет в ответ
    molly "Я ничего не сделала!"
    molly "Эта королева-шлюха тебе снова наврала!!!"
    ashley "С какой стати [monica_pub_name] будет мне врать?!"
    ashley "Она королева! И я ей верю!"
    molly "Она обманщица!!!"
    ashley "МОЛЧАТЬ!"
    ashley "Теперь ты будешь все свои чаевые отдавать мне!"
    molly "!!!"
    # Эшли подходит к Монике и заигрывает с ней, гладит ее по бедру
    ashley "[monica_pub_name]..."
    ashley "Ты же хорошая королева?"
    m "..."
    menu:
        "Подыграть Эшли.":
            pass
    mt "Как же мне отвратительны прикосновения этой грязной извращенки Эшли!"
    mt "Какую же мерзость мне приходится терпеть!"
    mt "Еще и подыгравать!"
    mt "!!!"
    # Моника смотрит на руку Эшли, потом зло на Молли
    m "Да... Я хорошая королева."
    ashley "Хорошая королева [monica_pub_name] помнит про свои короевские обязанности?"
    mt "Какие к черту обязанности могут быть у королевы?!"
    mt "Что за бред она несет?!"
    mt "У королевы могут быть только права!"
    mt "!!!"
    m "Да. А как насчет королевских привилегий?"
    # рука Эшли гладит через шортики киску Моники
    ashley "У королевы Shiny Hole есть масса привилегий..."
    ashley "Что ты хочешь, [monica_pub_name]?"
    m "Я хочу, чтобы Молли попросила у меня прощения..."
    m "За то, что украла у меня [mollyStoleMoney] долларов..."
    m "А потом ударила меня!"
    molly "Я ЭТОГО НЕ ДЕЛАЛА!!!"
    # Эшли рявкает на Молли
    ashley "Тихо!!!"
    ashley "Слышала, что сказала [monica_pub_name]?!"
    ashley "Проси у нее прощения!"
    molly "НЕТ!"
    molly "Ни за что!!!"
    ashley "Значит так!"
    ashley "Ты будешь отдавать мне все свои чаевые до тех пор, пока [monica_pub_name] не простит тебя!"
    ashley "Понятно?!"
    molly "ЧТО?! НЕТ!!!"
    molly "Эшли, только не это! Ты ведь знаешь как мне нужны эти деньги!"
    molly "Ты ведь знаешь на что я коплю их!"
    ashley "Я все сказала! Пока королева Shiny Hole не простит тебя!"
    molly "..." # Молли очень расстроена, как же так
    # Эшли поворачивается к Монике, подмигивает ей и уходит
    ashley "Тебе пора идти на сцену и порадовать наших клиентов своей шикарной попкой."
    ashley "Я тоже с удовольствием на нее посмотрю."
    # Молли злая выходит из гримерки вслед за Эшли
    molly "Ненавижу тебя, подлая сучка!"
    # Моника остается одна в гримерке
    mt "Можешь меня ненавидеть, но теперь тебе некуда будет деваться, дрянь!"
    mt "!!!"
    $ monicaJoeMollyClare4 = True # Молли должна попросить у Моники прощения
    return

# при условии, что Молли должна просить прощения у Моники
# Моника приходит на работу на следующий рабочий день Молли
# гримерка, Молли на своем месте
# Моника переодета в костюм для выступления, в жилете
label ep217_dialogues2_shiny_hole_9:
    mt "О, бывшая королева собственной персоной!"
    mt "Мерзкая высокомерная стерва!"
    mt "Я заставлю тебя умолять меня о прощении!"
    mt "!!!"
    # Молли подходит к Монике
    molly "[monica_pub_name], нам надо поговорить с тобой..."
    # Моника разговаривает с ней язвительно
    m "Неужели?"
    m "И о чем же?"
    m "Хочешь попросить прощения у своей королевы?"
    molly "О каком прощении ты говоришь?"
    molly "Я ведь ничего тебе не сделала."
    molly "Я не нападала на тебя и ничего у тебя не крала."
    molly "И мы обе это знаем..."
    # Моника сердито
    m "Нет! Ты украла у меня деньги! [mollyStoleMoney] долларов!"
    m "А потом хотела отобрать их у меня, когда Эшли заставила тебя вернуть мне деньги!"
    m "И напала на меня! Хватала меня за...!"
    m "Хватала меня за все!"
    # Молли примирительно
    molly "Послушай, [monica_pub_name]..."
    molly "Мне очень важны эти чаевые. Я не могу больше отдавать все заработанные деньги Эшли."
    m "..." # Моника равнодушно смотрит на нее
    molly "Я так долго работала над тем, чтобы сделать свою клиентскую базу в этом баре."
    molly "И увеличить свой доход этим."
    molly "Мне очень нужны деньги!"
    molly "У меня горят сроки, я должна на днях заплатить агенту..."
    molly "Который будет продвигать меня в пробах в кино!"
    molly "Я с детсва мечтала стать актрисой! И теперь, когда я так близка к цели..."
    molly "Я не могу собрать деньги на взнос агенту в срок!"
    molly "Потому что отдаю все Эшли!"
    # Моника зло стебется над ней
    m "А что, он отказался взять твою задницу вместо денег?!"
    m "Наверняка ты ему предлагала это!"
    m "Или, может, приглашала его на приват сюда?"
    m "Что молчишь?"
    # Молли обреченно
    molly "Он не знает о том, каким способом я сейчас зарабатываю деньги."
    m "А зря! Может, не пришлось бы тогда платить ему!"
    molly "!!!" # зло смотрит на Монику
    molly "Что ты хочешь от меня?!"
    molly "Что мне сделать, чтобы ты сказала Эшли, что я прощена?"
    # Моника с видом победителя смотрит высокомерно на Молли
    mt "Ну вот и настал момент мести!"
    mt "Сейчас ты узнаешь, сучка, каково мне было тогда!"
    mt "!!!"
    #
    $ notif(_("Молли издевалась над Моникой, когда она просила у нее прощения."))
    #
    # Моника с ехидной улыбкой, высокомерно, задрав подбородок
    m "У меня есть несколько условий."
    m "Если ты их выполнишь - я тебя прощу..."
    # Молли сердито на нее смотрит
    molly "Что за условия?"
    m "..."
    menu:
        "Ты признаешь, что Я - королева Shiny Hole.":
            pass
    # Моника с нескрываемым злорадством
    m "Первое условие: ты признаешь, что Я - королева Shiny Hole."
    molly "..." # Молли злится, но сдерживает эмоции
    m "Я не скажу Эшли, что простила тебя, если ты не подтвердишь мой статус!"
    m "Так что хорошо подумай, прежде чем дать ответ!"
    # отворачивая лицо
    molly "..."
    molly "Я признаю, что ты королева Shiny Hole!"
    m "Ну надо же!"
    m "Ты это сказала!"
    molly "!!!"
    molly "Все? Пошли к Эшли!"
    m "Нет, не все!"
    m "Ты думала, будет так просто заслужить прощение самой королевы?!"
    m "!!!"
    menu:
        "Из нас двоих сучка ТЫ, а не я!":
            pass
    m "Мое второе условие: из нас двоих сучка ТЫ, а не я. И ты это признаешь."
    molly "Ты издеваешься?!"
    m "Нет..."
    m "Хочешь моего прощения - говори, что ты сучка..."
    molly "!!!"
    molly "Хорошо. Из нас двоих сучка я, а не ты!"
    molly "Довольна?"
    molly "Теперь мы можем пойти к Эшли?!"
    m "Подожди, сучка... Да, теперь я будут называть тебя так!"
    m "Это еще не все..."
    # Моника задумчиво
    mt "Что бы еще такого придумать?"
    mt "???"
    menu:
        "Заставить Молли поцеловать каблук.":
            pass
    mt "Хмм... Возможно..."
    mt "..."
    # Моника с загадочным видом подходит к стулу Молли и ставит на него свою ногу
    # указывает на свою туфлю на ноге
    m "Мое третье условие для прощения..."
    m "Ты сейчас поцелуешь мой каблук, сучка."
    mt "Никогда бы не подумала, что буду повторять за белобрысой стервой Викторией!"
    mt "Но никто, кроме этой мелкой сикалявки, не может придумать столь гадких унижений!"
    mt "!!!"
    #
    $ notif(_("Виктория заставляла Монику целовать ее каблук, чтобы заслужить прощения."))
    #
    # Молли бомбит
    molly "Чтооо?!"
    molly "Целовать твои каблуки?"
    molly "Ты что, совсем с ума сошла?! Что за бред?"
    # Моника грозно
    m "Ты как разговариваешь со своей королевой, сучка?!"
    m "Быстро закрыла свой рот и делай, как тебе говорю Я!"
    m "Иначе никакого прощения! Будешь бесплатно обслуживать местных пьяниц!"
    m "!!!"
    molly "Если я это сделаю сейчас, мы пойдем к Эшли и ты ей скажешь, что простила меня."
    m "Условия здесь ставлю Я!"
    m "И Я решаю, когда мы пойдем к Эшли!"
    m "Выполняй приказ своей королевы!"
    molly "!!!"
    # Молли наклоняется
    molly "Ты ответишь за это! Я отомщу тебе!"
    #прикасается губами к каблуку Молли
    # при этом смотрит на нее с ненавистью
    molly "Все?"
    m "..."
    menu:
        "Заставить Молли пойти на приват с Джо.":
            pass
    m "Ты еще не прощена!"
    m "Последнее мое условие..."
    m "Как только ты его выполнишь, я сразу же скажу Эшли, что простила тебя."
    molly "Говори..."
    m "Ты станцуешь для Джо приватный танец..."
    molly "..."
    m "А потом удовлетворишь его!"
    # Молли в шоке, начинает орать
    molly "ЧТООО?!"
    m "Что слышала, сучка!"
    molly "Какого хрена?!"
    molly "Чтобы я и Джо?!"
    m "Да, это мое последнее условие."
    m "Хочешь здесь зарабатывать - сделаешь это."
    molly "Ах ты дрянь! Стерва!"
    molly "Я сейчас все расскажу Эшли!"
    # Молли выбегает из гримерки, Моника удивленно смотрит ей вслед
    mt "Черт! Вот идиотка!"
    mt "Какого дьявола она пошла рассказывать все Эшли?!"
    mt "Этого в моих плана не было!"
    mt "Нужно срочно помешать ей!"
    mt "Черт черт черт!!!"
    mt "!!!"
    # затемнение, бег на каблуках
    # смена кадра
    # барная стойка, Джо нет, стоят Эшли и Молли, к ним подходит Моника
    # Молли разговаривает очень эмоционально, тычет рукой в сторону Моники
    molly "Эшли!"
    molly "Ты представляешь, что эта сука от меня требует!"
    molly "Она потребовала, чтобы я переспала с твоим мужем!"
    # Эшли смотрит на нее как на дуру
    ashley "С Джо?"
    molly "ДА!!!"
    # Эшли вопросительно смотрит на Монику
    # Моника стоит рядом со спокойным лицом
    ashley "[monica_pub_name], это правда?"
    mt "Так, Моника, спокойно!"
    mt "Нужно просто заставить Эшли поверить МНЕ, а не этой дуре Молли!"
    # Моника говорит брезгливо
    m "Нет, конечно."
    m "Она все врет."
    m "Она меня ненавидит и специально на меня наговаривает."
    # Эшли подходит к Монике и проводит рукой по низу живота над трусиками
    mt "!!!"
    mt "Черт!"
    # Эшли запускает руку ей в трусики и трогает киску
    mt "Какая же эта Эшли мерзкая!!!"
    mt "Они все здесь мерзкие! И никчемные!!!"
    mt "Как она смеет лезть ко мне в трусики и трогать меня?!"
    mt "!!!"
    mt "С другой стороны... Эта тупица Эшли снова поверила МНЕ!"
    mt "Мне просто придется притвориться, что я не против..."
    mt "Придет тот день, когда я отомщу и этой противной извращенке Эшли!"
    mt "Я им всем укажу на их место!"
    mt "!!!"
    ashley "Когда же вы уже прекратите этот цирк, м?"
    m "Когда Молли перестанет наговаривать на меня всякую чушь..."
    ashley "Молли, ты слышала?!"
    # сама орудует рукой у Моники в трусиках
    ashley "Еще хоть одно слово твоего вранья и я тебе вообще запрещу обслуживать клиентов!"
    ashley "Не будет у тебя ни постоянных клиентов, ни денег!"
    # Молли с бешенством смотрит на Монику, та на нее в ответ злорадно
    molly "!!!"
    m "!!!"
    # Молли психует, разворачивается и уходит
    # Эшли подмигивает Монике
    ashley "[monica_pub_name], нам надо найти время, чтобы остаться с тобой наедине..."
    ashley "Мы могли бы уединиться в подсобке, пока Джо будет за барной стойкой..."
    ashley "Что скажешь?"
    mt "Твою мать!"
    mt "Этого мне еще не хватало!"
    # мимо в сторону выхода проходит психованная Молли в своей одежде (топ, джинсы)
    # Моника смотрит ей вслед
    ashley "Не забывай, что у твоей королевской попки есть не только привилегии..."
    ashley "Но и определенные обязанности..."
    mt "Как же меня достала эта семейка извращенцев!"
    mt "Что муж, что жена - два озабоченных придурка!"
    mt "!!!"
    # Моника отстраняется от Эшли
    m "Моей королевской попе пора на сцену!"
    ashley "Хорошо, [monica_pub_name]..."
    ashley "Я буду смотреть на тебя и представлять, что ты танцуешь только для меня..."
    mt "Дура!"
    mt "!!!"
    # затемнение
    # смена кадра, гримерка
    $ monicaJoeMollyClare5 = True # Моника выдвинула свои условия для прощения Молли
    return

# при условии, что Моника выдвинула свои условия для прощения Молли
# Моника приходит на работу на следующий рабочий день Молли
# гримерка, Молли на своем месте
# Моника в костюме для выступления
label ep217_dialogues2_shiny_hole_10:
    mt "Мне нужно заставить эту рыжую сучку выполнить мое условие!"
    mt "Она должна пойти на приват к Джо!"
    mt "Я не могу позволить плести этому неудачнику интриги против Клэр!"
    mt "Она единственный адекватный человек в этом гребаном баре... Кроме меня, конечно."
    # Моника подходит к Молли
    m "Ну что, сучка, ты собираешься заслуживать прощение своей королевы?"
    molly "Хватит меня так называть!!!"
    m "Ты сама мне сказала, что из нас двоих сучка - это ты..."
    molly "!!!"
    m "Ну так что насчет моего последнего условия?"
    m "Или ты так и будешь дальше работать и отдавать все деньги Эшли?"
    molly "..."
    m "Ну хорошо, раз тебя все устраивает, продолжай и дальше работать бесплатно..."
    # Моника разворачивается, чтобы уйти
    # Молли зло смотрит на нее
    molly "Я сделаю это!"
    mt "!!!" # смотрит на Молли, обернувшись
    m "Сделаешь?"
    molly "Да!" # зло
    molly "Но только, чтобы Эшли об этом не узнала!"
    # Моника самодовольно поворачивается
    m "Эшли не узнает..."
    m "Я сейчас скажу Джо, чтобы после моего выступления он ждал нас в подсобке."
    molly "В смысле нас?!"
    molly "У меня будет приватный танец для Джо!"
    m "Не только танец."
    m "Мое условие в том, что ты удовлетворишь его!"
    m "Поэтому я буду вынуждена проконтролировать это!"
    molly "Ты совсем охренела, стерва?!"
    m "Тише-тише. Не забывай, что ты разговариваешь со своей королевой..."
    m "И королева тебя еще не простила!"
    m "И вообще! Ты просишь прощения у меня, а не у Джо! Поэтому я буду смотреть!"
    molly "!!!"
    m "Готовься к привату с Джо, сучка..."
    m "Я пока договорюсь с ним."
    # Моника выходит из гримерки
    $ monicaJoeMollyClare6 = True # Молли согласилась на приват с Джо в присутствии Моники
    return

# Моника возле сцены, Джо стоит рядом с ней (где Клэр угрожала Джо хлыстом)
label ep217_dialogues2_shiny_hole_11:
    mt "Я представляю, как этот неудачник сейчас обрадуется!"
    mt "Мерзкий слизняк!"
    mt "!!!"
    m "Джо..."
    joe "[monica_pub_name], о чем ты хотела со мной поговорить?"
    joe "Ты подумала над моим предложением уединиться?" # пошло подмигивает
    m "После моего выступления на сцене ты должен быть в подсобке."
    joe "Приватный танец? Ты решила потрясти своей попкой передо мной и клиентом?"
    joe "Тебе это так понравилсь?"
    #
    $ notif(_("У Моники были приватные танцы перед клиентами в присутствии Джо."))
    #
    m "Приватный танец... И не только танец..."
    m "Для тебя..."
    m "Согласен?"
    joe "Приват для меня?!"
    joe "Оооо!!! Конечно, согласен!"
    m "После моего выступления будь в подсобке!"
    m "И сделай так, чтобы Эшли ничего не заподозрила!"
    joe "Понял! Я все сделаю!" # с довольной физиономией
    # Джо уходит
    mt "Моника, тебе пришлось разыграть целый спектакль..."
    mt "Ради того, чтобы Клэр не уволилась."
    mt "И ты с этим великолепно справилась!"
    mt "Какая же я хорошая и добрая! Я настоящий друг для Клэр!"
    mt "Хотя..."
    mt "Все эти игры с обитателями этой дыры доставили мне немалое удовольствие..."
    mt "Особенно что касается Молли..."
    mt "После выступления на сцене я посмотрю результат своих трудов!"
    mt "Представляю, как рыжая сучка Молли бесится сейчас!!"
    mt "!!!"
    return

# после выступления на сцене
# Моника стоит в гримерке в сценическом костюме в жилете
label ep217_dialogues2_shiny_hole_12:
    mt "Сначала мне нужно пойти к Эшли..."
    mt "Нужно что-то придумать, чтобы она не пришла в подсобку, пока мы будем там находиться."
    # затемнение, звук каблуков
    # Моника стоит возле барной стойки, Эшли за стойкой одна
    m "Эшли..."
    ashley "Да, [monica_pub_name]. Ты по мне соскучилась?"
    m "Эшли, у меня сейчас приват с клиентом..."
    m "И знаешь... Он очень стеснительный."
    m "Говорит, что не хочет, чтобы его кто-то видел на привате."
    m "Я могу попросить не беспокоить нас, пока будет идти приватный танец?"
    m "Иначе я бось, что он не заплатит."
    ashley "А кто такой? Может, я его знаю?"
    ashley "Чего ему стесняться? У него не как у всех что-ли?"
    ashley "Мне даже интересно теперь стало. Хи-хи-хи..."
    ashley "А если я немного подгляну? Он даже не заметит ничего."
    mt "Черт!"
    mt "!!!"
    m "Нет, лучше не стоит так рисковать."
    m "Он в таком случае может убежать и ничего не заплатить мне."
    m "А я не хочу остаться без заработка из-за этого."
    ashley "Ну ладно, [monica_pub_name]. Но только ради тебя."
    ashley "И вообще, мне не до этого сейчас."
    ashley "У меня тут куча работы. Ты же не работаешь официанткой сегодня."
    ashley "Еще этот сволочь Джо сказал что ему надо в туалет и куда-то пропал."
    ashley "Небось играется там сам с собой, ну да ладно."
    ashley "Поэтому можешь не переживать за своего стеснительного клиента. Хи-хи."
    mt "Надеюсь, она не захочет подсмотреть, что происходит в подсобке..."
    mt "Надо было придумать что-то другое."
    mt "Но откуда я могла знать, что эту извращенку заинтересует какой-то клиент?"
    mt "Я ведь леди, а леди не может предугадать логику таких провинциалок, как Эшли..."
    mt "..."
    # Моника уходит
    return

label ep217_dialogues2_shiny_hole_12a: # попытка переодеться
    mt "Сначала мне нужно пойти к Эшли..."
    return False

# подсобка барменов
label ep217_dialogues2_shiny_hole_13:
    # Моника заходит в подсобку
    # Джо довольный сидит на диване
    joe "[monica_pub_name]!"
    joe "Иди скорее ко мне, крошка!"
    joe "Поверить не могу, что я должался этого момента!"
    # Моника с видом большого басса
    m "Подожди, Джо..."
    m "У меня для тебя сюрприз."
    # Моника щелкает пальцами
    m "Заходи!"
    # заходит Молли, в одних трусиках
    joe "Оооо!!!"
    joe "Вы будете вдвоем! Шикаааарно!"
    m "Молли сегодня танцует для тебя..."
    m "А я контролирую, Джо..."
    m "Чтобы все прошло, как надо... Как мы с тобой договаривались."
    # Джо растерян
    joe "Но..."
    m "Или ты хочешь все отменить, Джо?"
    m "Нам с Молли уйти?"
    # Джо торопливо
    joe "Нет-нет! Не надо уходить!"
    joe "[monica_pub_name], спасибо, что решила этот вопрос!"
    joe "Ты даже не представляешь, как я хотел этого!"
    joe "Может, ты тоже станцуешь для меня?" # хитро
    joe "Две попки Shiny Hole будут танцевать для меня!"
    m "Джо, хватит об этом!"
    m "Я тебе уже все сказала!"
    joe "Ну хорошо... Но если ты передумаешь..." # подмигивает
    m "Джо!!!"
    mt "Ублюдок!"
    mt "!!!"
    joe "Все-все! Молчу!"
    m "Ты помнишь, о чем мы с тобой договорились, Джо?"
    joe "Да-да! Я скажу Эшли, чтоб она не трогала Клэр."
    molly "А Клэр здесь вообще причем?"
    m "Это тебя не касается. Это наше с Джо дело."
    m "Твое дело - выполнить условие."
    m "И заслужить тем самым прощение королевы Shiny Hole."
    m "Так что не теряй времени, приступай!"
    # Моника приказывает Молли
    m "Можешь начинать."
    joe "Да, начинай скорее, Молли!"
    joe "Мне не терпится увидеть твою горячую киску! И попробовать ее!"
    # Молли неприязненно смотрит на Джо, потом спрашивает у Моники
    molly "А если Эшли увидит?"
    m "Не беспокойтесь, она не придет. Я позаботилась об этом."
    m "Но я на всякий случай буду следить за дверью."
    m "Если увижу, что идет Эшли, скажу вам об этом."
    # Моника встает ближе к входу в подсобку
    molly "Ладно. Давай быстрее!"
    m "Нет, не быстрее!"
    m "У тебя приват, а Джо твой клиент! Работай как следует!"
    joe "Да-да, горячая штучка Молли!"
    joe "Поработай для меня как ты умеешь!"
    joe "Давай, я уже заждался!" # показательно держит свою ширинку
    molly "!!!"
    # Молли лезет на стол и начинает танцевать
    # Джо пускает на нее слюни
    joe "Ооооо!"
    joe "Какая же ты клевая!!!"
    joe "Продолжай, не останавливайся..."
    # Молли полностью раздевается
    # кадр на Монику, она оценивающе рассматривает голую Молли
    mt "Все-таки у меня попа намного лучше, чем у этой шлюхи!"
    mt "И грудь тоже!"
    mt "И вообще, у нее волосы крашенные, ненатуральный цвет! А я не крашу волосы!"
    mt "У меня естественная природная красота! И я горжусь этим!"
    mt "А эта Молли даже близко не сравнится со мной!"
    mt "Еще считала себя тут самой лучшей!"
    mt "Какая-то провинциалка с мечтами об актерской карьере!"
    mt "И с непомерно завышенной самооценкой! Фи!"
    # кадр на Джо, он уже спустил штаны и достал свой стояк
    joe "А теперь иди ко мне!"
    joe "Смотри, какой он твердый!"
    joe "Он уже заждался тебя, крошка Молли!"
    joe "Ему не терпится! Иди сюда!"
    # Молли оборачивается на Монику
    m "Клиент тебе озвучил свое желание..."
    m "И ты должна его удовлетворить."
    m "Делай, что тебе говорит клиент!"
    molly "Ты следишь за дверью?"
    m "Да..."
    m "Давай работай!"
    # Молли спускается со столика и садится сверху на Джо
    # рукой вставляет его член в свою киску и начинает двигаться, лицо недовольное
    joe "Даааа..."
    molly "Джо, только давай быстрее, не затягивай..."
    molly "Ты же можешь кончить быстро?"
    joe "Я хочу, чтоб это длилось как можно дольше, крошка Молли!"
    joe "Аааа..."
    joe "Еще..."
    joe "Я так давно мечтал о тебе!"
    molly "Джо, нас в любой момент может застукать твоя жена!"
    joe "Мммммм..."
    molly "Тогда у нас у всех будут проблемы, не только у тебя!"
    joe "Оооооо..."
    molly "Кончай быстрее!"
    mt "Твоя жена тебя не видит!"
    mt "Мерзкий кобель!"
    mt "!!!"
    joe "Дааааа..."
    menu:
        "Кончить на киску Молли.":
            joe "Оооох..."
            joe "Ммммммм..."
            pass
        "Кончить внутрь Молли.":
            joe "Оооох..."
            joe "Ммммммм..."
            pass
    # прямо в тот момент, когда Джо кончает
    # из-за двери слышен голос Эшли, она ищет Джо и идет в подсобку
    ashley "Джо!"
    ashley "Ты куда делся, бездельник?!"
    ashley "Я проверила, в туалете тебя нет!"
    ashley "Снова валяешься на диване, пока я работаю?!"
    # все в шоке
    m "!!!"
    m "!!!!!"
    m "Вот дьявол!"
    m "Молли, прячься!"
    # Молли в панике соскакивает с Джо, тот торопливо с испуганным лицом натягивает на себя штаны
    # Молли мечется по подсобке
    molly "Где мне спрятаться?!"
    molly "Она найдет меня!"
    molly "Это конец!"
    m "Закрой рот и спрячься за диван!"
    molly "!!!"
    # Молли прячется за диван, Джо стоит уже в штанах
    # заходит Эшли
    ashley "Джо!"
    ashley "Ты какого хрена тут делаешь?!"
    ashley "Я там работаю, а ты тут бездельничаешь, сволочь?!"
    joe "Я... Я... Нет!"
    ashley "Или ты к королеве Shiny Hole пристаешь, кобель?!"
    joe "Ну о чем ты?! Как ты можешь такое обо мне говорить?!"
    joe "Что бы я к кому-то приставал!!!"
    joe "Никогда такого не было!!!"
    # Моника говорит Эшли
    m "Эшли, я только закончила приват со своим клиентом..."
    m "Джо зашел, чтобы проверить, все ли в порядке. И прибраться тут после привата."
    joe "Да!"
    joe "Вообще-то, я тут работаю!"
    # Эшли ворчит на Джо
    ashley "Работает он тут!"
    ashley "Болтается по всему бару, лишь бы не стоять за стойкой!"
    ashley "Бездельник!"
    ashley "Почему я должна за тебя работать?!"
    ashley "Ищешь себе занятия поближе к шлюхам!"
    ashley "Быстро иди за стойку!"
    # Эшли пинками его выгоняет из подсобки
    ashley "Козел!!!" # пинок
    joe "АЙ!!!"
    ashley "Бездельник!!!" # пинок
    ashley "Лентяй!"
    ashley "Дармоед!!!"
    joe "Да больно же!!!"
    ashley "Мерзавец!!!" # пинок
    joe "АЙ!!!"
    ashley "Вот козел!"
    ashley "!!!"
    # Джо выбегает из подсобки, Эшли за ним
    # Моника с Молли остаются одни, Моника с облегчением
    mt "Если бы Эшли увидела сучку Молли, это был бы провал!"
    mt "И нужно было ей искать Джо именно сейчас!"
    mt "!!!"
    # Молли испуганно выглядывает из-за дивана
    molly "Ушли?"
    m "Да, выходи."
    # Молли подходит к Монике, злобно шипит на нее
    molly "Ты вообще представляешь, что Эшли устроила бы нам всем, если увидела бы нас?!"
    molly "И во всем была бы виновата ты!!"
    molly "Вместе со своими глупыми условиями!!!"
    m "Ой, все! Хватит мне тут читать нравоучения!"
    molly "Я выполнила все твои условия!"
    molly "Теперь ты скажешь Эшли, что простила меня?"
    m "Хмм... Дай-ка подумать..."
    molly "Что?! Ты же сказала, что это последнее условие!"
    molly "О чем тут думать?!"
    m "Моим условием было удовлетворить Джо. Как ты думаешь, он остался удовлетворен?"
    molly "!!!"
    m "Ну ладно... Так уж и быть..."
    m "Королева сегодня добрая и готова даровать тебе свое прощение..."
    m "Но я буду внимательно следить за твоим дальнейшим поведением!"
    # Молли с психом отворачивается от нее и тянется за своей одеждой
    # Моника злорадно на нее смотрит
    # затемнение
    return

# после привата Молли и Джо
# при клике на Эшли, к регулярному диалогу при уходе Моники с паба, Моника в одежде шлюхи
label ep217_dialogues2_shiny_hole_14:
    m "Кстати, Эшли..."
    m "Молли попросила у меня прощения."
    ashley "Да неужели?! Боьше я не увижу битвы сучек?!"
    ashley "С трудом в это верится, [monica_pub_name]!"
    m "Да. Теперь можешь снять с нее наказание."
    m "Но если мне что-то не понравится в ее поведении..."
    ashley "Сразу говори мне об этом."
    ashley "Я помогу твоей королевской попке и не дам ее в обиду Молли."
    # Моника уходит
    mt "Семейка идиотов!"
    mt "Как же они меня все бесят!"
    mt "Жалкие никчемные людишки!"
    mt "!!!"
    $ monicaJoeMollyClare7 = True # Моника простила Молли
    return

# на другой рабочий день Моники, после привата Джо и Молли
# у сцены, Моника одета в шлюху
label ep217_dialogues2_shiny_hole_15:
    joe "А это ты, [monica_pub_name]..."
    joe "Как насчет того, чтобы повторить приват, а?"
    joe "Только не с Молли, а с тобой?"
    mt "Козел!"
    mt "!!!"
    m "Джо, ты помнишь, о чем мы с тобой договаривались?"
    m "Ты получил, что хотел."
    m "Теперь ты отстанешь от Клэр?"
    joe "Я к ней и не приставал... В последнее время."
    m "Джо! Ты издеваешься?!"
    joe "Ладно, ладно!"
    joe "Я разрешил ей не снимать маску на сцене, но раздеться она обязана."
    # Моника возмущается
    m "Что?!"
    m "!!!"
    m "Какого черта, Джо?!"
    m "Мы разве об этом договаривались?!"
    # он разводит руками
    joe "Вообще-то... Я хотел привата или с тобой или с Клэр!"
    joe "А ты подсунула мне Молли!"
    m "Ах ты сволочь!!!"
    m "!!!"
    m "Клэр не согласится на полное обнажение!"
    joe "Я ничего не могу поделать, [monica_pub_name]."
    joe "Таковы новые правила работы в Shiny Hole!"
    joe "Хочет тут работать - пусть раздевается."
    # Моника злобно на него смотрит, потом отворачивается
    mt "Козел!!!"
    mt "Мерзавец!!!"
    mt "Подлец!!!"
    mt "Я ему этого просто так не оставлю!!!"
    mt "Мне пришлось провернуть такой план!"
    mt "Чтобы он разрешил оставить Клэр маску!!!"
    mt "ААААА!!!"
    mt "!!!"
    return

# после привата Джо и Молли
# гримерка, работает Клэр
# Моника переоделась в сценический костюм
label ep217_dialogues2_shiny_hole_16:
    # при клике на Клэр
    mt "Интересно, какое решение приняла Клэр?"
    mt "Надеюсь, она останется здесь..."
    mt "Она ведь не раз поддерживала меня."
    mt "Хотя я сильная и я сама со всем справляюсь..."
    mt "И ничья помощь мне не нужна..."
    mt "Но все же было бы неплохо, если Клэр примет решение не уходить из этой дыры."
    mt "Я уговариваю кого-то остаться в этой дыре... просто немыслимо!"
    # Клэр поворачивается к Монике
    clare "Моника, привет."
    clare "Рада тебя видеть!"
    m "Привет, Клэр."
    m "Хотела спросить у тебя, что ты решила насчет работы в этом баре?"
    clare "Эшли мне сказала, что мне можно не снимать маску на сцене."
    clare "Но раздеваться придется полностью."
    clare "Я подумаю, соглашаться ли на подобное..."
    clare "Я бы не стала терпеть каких-то условий, но..."
    clare "Я привыкла к тому что танцую на сцене и это моя самая лучшая эмоциональная разрядка."
    clare "Все остальное время я посвящаю своей карьере..."
    clare "Кстати..."
    clare "Почему Эшли изменила свое решение?"
    clare "Мне кажется, что в этом твоя заслуга. Я права?"
    m "Я поговорила с Джо..."
    m "Я хотела тебе помочь, чтобы ты осталась здесь..."
    clare "Моника, спасибо тебе за помощь!"
    clare "Мне очень приятно, что ты за меня попыталась заступиться!"
    clare "И, главное, у тебя почти получилось - мне разрешили не снимать маску."
    clare "А это для меня самое важное. Не хочу, чтобы кто-то видел мое лицо."
    m "Тогда... Ты останешься?"
    clare "Возможно, да..."
    clare "Спасибо тебе, Моника!"
    clare "Честно говоря, я не понимаю, как ты, такая уверенная в себе..."
    clare "С такими способностями вести переговоры и с такой деловой хваткой..."
    clare "Почему не ты хозяйка этого бара, а какая-то Эшли?"
    m "?!?!?!"
    clare "Ведь у тебя есть все возможности сделать так, что это заведение станет твоим..."
    clare "Просто подумай об этом..." # улыбается
    m "Подумаю. Обязательно подумаю..."
    # Моника задумчиво
    mt "Я добилась своей цели!"
    mt "Джо разрешил Клэр не снимать маску на сцене."
    mt "Возможно, она останется здесь и это хорошая новость!"
    mt "Было бы немного жаль, если бы она ушла..."
    mt "..."
    mt "Почему она заговорила о том, что я могу стать хозяйкой бара?"
    mt "Она действительно видит меня в этой роли?"
    mt "Меня, Монику Бакфетт, хозяйкой какой-то грязной дыры в трущобах?!"
    mt "Хотя..."
    mt "А почему я сама раньше об этом не задумывалась?!"
    mt "Ведь я могла бы на этом получать неплохие деньги..."
    mt "Не миллионы, конечно, а какие-то жалкие копейки, но все же..."
    mt "Хммм..."
    mt "А что... Неплохая идея..."
    mt "Нужно будет подумать об этом."
    return

# после прощения Молли, при клике на нее
# регулярный диалог
label ep217_dialogues2_shiny_hole_17:
    molly "Чего тебе снова от меня надо?"
    molly "Я сделала все, что ты мне говорила!"
    m "Просто хочу услышать, что ты сучка, а я Королева!"
    m "Скажи мне это, раз ты выполняешь мои условия."
    # Молли злобно
    molly "Ты королева Shiny Hole..."
    m "И?.."
    molly "Из нас двоих сучка не ты, а я!"
    m "Говори мне это почаще..."
    m "И не забывай про это... Сучка..."
    return

# после прощения Молли и разговора с Клэр, при клике на Клэр
# регулярный диалог
label ep217_dialogues2_shiny_hole_18:
    m "Клэр, что ты думаешь по поводу своих выступлений на сцене?"
    clare "Вполне возможно, что я пока останусь здесь..."
    clare "Самое главное, что я могу не снимать маску на сцене."
    mt "Интересно, почему она так боится, что кто-то увидит ее лицо?"
    mt "Что она скрывает?"
    return
