# ФИЛИПП
# приведет ее вниз в подвал, а там БДСМ-комната
# мартышка в рабстве, над которой он изведается, она облизывает ему ноги, писинг
# он обращается к мартышке "оно" и общается с ней как с животным
# Ф говорит, что оно заработает 10к долларов за неделю, я вам предлагаю 30к за неделю
# вы подумайте, но учтите, что я без этого не буду инвестировать в ваш журнал
# Ф отжарит Монику, анал - жестко
# т.к. он ее спас по-джентельменски, еще и вынужден был заплатить за это деньги
# предлагает Монике то же самое за деньги, пункт "Согласится" не активен будет пока
# + разговор с Бифом после, рад, что она теперь не 20-шлюха и не та шлюха, которые работают в отеле
# я хотел с тобой провести время, а ты куда-то сбежала от папочки
# но я даже рад, т.к. так бы ты добилась того, чего хотела, а так бдешь это делать постепенно, веселя папочку после работы
#Миссис Бакфетт, о так приколько вас распялить, я не мог не воспользоваться шансом
#помните как вы меня послали, когда я к вам подходил когда-то давно
#у серой мыши стоит миска с едой, он ее выпускает поесть, когда они с Моникой заходят в подвал
#Моника узнает ее
#мышь с Филиппом не разговаривает, просто выполняет команды
#она узнает Монику, это видно будет по взгляду, Моника узнает ее


#либо я вас возвращаю в отель, где все узнают, кто вы на самомо деле и где вы работаете
#либо вы залезете на это и отработаете деньги, которые я за вас заплатил
#он ее там закрпляет
#а потом нацеливает член на киску, а потом хоп и нацеливается на анус
#Моника говорит - нет-нет, я инкогда такого не делала! не надо!
#я отменяю нашу сделку!
#Филипп говорит - тогда поедем обратно, инвесторам будет очень интересно узнать, где работает Моника Бакфетт
#а Филипп тем временем просовывает в нее член понемногу
#нет, Филипп, не надо! я не хочу! мне больно!
#я отменяю! мне все равно, вези меня обратно в отель!
#не надо меня насиловать!
#он говорит - а я вас и не насилую, вы сами согласились сюда залезть
#сами ко мне приехали, сами сюда залезли
#она - нет! мне больно! прекрати! я дам тебе денег, только не делай этого!
#он - откуда у вас деньги Миссис Бакфетт? у вас совсем ничего нет!

#на серую мышь он пописает после секса с Моникой, писает в рот
#время пить, животное. ты еще не получала сегодня питье.
#Моника в ужасе - как человек может терпеть такие унижения? за какие деньги?
#он отвечает - 10к в неделю, а для вас будет 30к
#Моника в ужасе
