# при условии, что Алекс уже живет у Мелани
label ep215_dialogues5_alex_1:
    # Виктория снова пришла к Алексу на работу и стоит с ним в холле возле лифтов
    victoria "Алекс, мне моя подружка Мелани сказала, что вы теперь живете вместе!"
    victoria "Я так рада за вас!"
    alex_photograph "Да. Я тогда был неправ, Виктория."
    alex_photograph "Ты действительно рассказала мне правду про Мелани."
    #
    $ notif(_("Виктория говорила Алексу, что у Мелани к нему чувства."))
    #
    # Виктория - так приятно сознавать, что я поспособствовала развитию ваших отношений, Алекс!
    # я думаю, что теперь ничего не мешает тебе помочь в продвижении моего аккаунта? - заискивающе
    # Алекс хмурит брови - мне надо подумать, Виктория...
    # Виктория - Алекс, я тут подумала, что было бы идеально сделать фотосессию
    # я разместила бы твои работы в своем аккаунте с пометкой на тебя
    # тебе нужно будет только сделать несколько кадров со мной и все. остальное я сделаю сама! ну и поставишь на меня ссылку в своем аккаунте, что я новая модель
    # Алекс в сомнении - я работаю только с топ-моделями. это не мой уровень, Виктория
    # Алекс говорит, что это не его уровень работы, он не будет ставить эту ссылку, это не мой стиль работы
    # Виктория спрашивает, что могло бы быть, чтобы он согласился
    # Алекс говорит, что он мог бы нарушить свои правила, только ради девушки, с которой он спит
    # Виктория начинает юлить, намекать что она в принципе готова, ведь они уже давно друг друга знают
    # Алекс говорит, что нет, его это не интересует
    # звук лифта, Алекс говорит, что ему нужно идти
    # Виктория недовольно смотрит ему вслед - хмм...
    # затемнение

# вечером того же дня
# затемнение, звук - стук в дверь, каблуки, звук открытия двери
# показываем апартамениы Мелани
melanie
# она стоит у дверей своих апартаментов, смотрит как на врага народа на только что вошедшую Викторию
# Виктория - подружка Мелани, привет! я соскучилась по тебе и решила навестить тебя
# я знаю, что ты рада моему визиту и поэтому хочешь поцеловать меня в щечку, подружка
# Мелани нехотя соглашается с ней и чмокает ее в щечку
# Виктория проходит и садится на диван
# Виктория - подружка, а где Алекс?
# Мелани сквозь зубы - скоро должен прийти
# Виктория - надеюсь, у подружки с Алексом все хорошо?
# в прошлый раз получилось отличное видео. оно мне настолько понравилось, то я его решила сохранить у себя
# Мелани - !!!
# да и хорошая подружка подвинет камеру немного правее, чтобы мне было лучше все видно
# ваши утренние забавы, которые устраивает Алекс, весьма интересны для меня
# Виктория спрашивает у Мелани - тебе нравится моя попа
# та говорит - да
# Виктория - да, и кстати... я тут подумала...
# мы ведь с тобой подружки, а подруги должны делиться всем друг с другом...
# я понимаю, что ты уже почти невеста Алекса и у вас большие планы на будущее
# но думаю, что ты не против, если я займусь с твоим будущим мужем сексом
# ведь ты хорошая подружка
# Мелани - что ты имеешь ввиду?
# Виктория хихикает
# Виктория - подружка, я знаю, что ты хочешь отблагодарить меня за то, что я способствовала воссоединению вашей пары
# и я помогу тебе решить вопрос, каким именно образом ты меня можешь отблагодарить...
# Мелани - каким?
# Виктория - Алекс.
# Мелани - что Алекс?
# подружка Мелани хочет отблагодарить меня тем, что поделится со мной своим Алексом
# у Мелани шок, непонимание
# Виктория ехидно на нее смотрит
# ты же вроде всегда была неглупой, подружка Мелани... вот что любовь делает с некоторыми из нас.
# ладно, так уж и быть, я подскажу тебе, что надо сделать
# просто скажешь Алексу в нужный момент, что ты не против разнообразить ваши отношения
# и разрешаешь ему интим со своей подружкой, то есть со мной
# думаю, что ты с этим справишься. ради нашей дружбы. ты же хорошая подружка?
# Мелани вынужденно соглашается
# затемнение
# спустя некоторое время заходит Алекс
# видит Викторию, удевленно здоровается с ней, целует Мелани в щечку - милая, привет. я соскучился
# Виктория игриво ему улыбается, говорит, что пришла поболтать с подружкой и они кое-что придумали
# предалагет Алексу сесть к ней на диван, кладет руку на его бедро
# он в недоумении смотрит на ее манипуляции, потом вопросительно на Мелани
# спрашивает у Мелани, милая, что происходит
# Виктория говорит, что договорилась со своей подружкой и она не против
# Алекс в шоке, вопросительно смотрит на Меелани
# Мелани говорит заготовленную речь
# Виктория тем временем кладет ладонь на пах и гладит его
# Викторя - неужели тебе не нравится моя попа?
# Алекс говорит, что ему нравится попа Мелани и только ее
# Виктоия говорит, что Мелани она нравится, да поружка?
# Мелани подтверждает
# Алекс в шоке, не верит
# Виктория говорит, подружка давай покажем Алексу, как тебе нравится моя попа
# чего ты медлишь, подружка, ты мне об этом говорила буквально перед приходом Алекса
# Мелани лижет киску, Алекс смотрит удивленно сначала
# неужели это и правда тебе нравится?
# Алекс смотрит и начинает возбуждаться
# Виктория говорит - да, а у Мелани очень хороший вкус
# Виктория говорит - подружка Мелани, скажи, тебе ведь нравится
# она говорит, что да
# потом Виктория гвоорит, подружка скажи Алексу, что ты не против, чтобы я переспала с ним и не будешь ревновать
# Мелани слушается
# Алекс сомневается, говорит, правда не будешь ревновать?
# Виктрия- не будет, ведь ей нравится, она даже оближет твой член после секса со мной
# Алекс говорит - ну раз ты не против, и тебе это даже нравится, то я сделаю это для тебя, дорогая, несмотря на то, что мне твоя подруга не нравится
# тем более я смотрел, как ты это делала и меня это возбудило, ты так эротично это делала, дорогая
# после этого Виктория гвоорит Мелани, чтобы она сняла весь процесс на ее телефон (дает Мелани свой телефон)
# секс Алекса и Виктории, Мелани снимает, догги стайл в гостиной, она опирается на кресло, ставит на него одну ногу (https://cdn.discordapp.com/attachments/625678994083414052/738837280223002624/unknown.png)
# когда Алекс уже почти на пике, Виктория отстраняется от его члена и говорит про свою фотосессию
# Алекс в предоргазменном состоянии говорит - да-да, только не останавливайся
# Виктория - что да? ты согласен провести фотосессию со мной, Алекс?
# Алекс - да, я согласен
# Виктория самодовольно улыбается и Алекс кончает
# затемнение
# два варианта: кончить в Виктоию или в Мелани
# если кончить в Викторию, то она заставит Мелани облизать не только член Алекса, но и ее киску
# Виктория спросит, понравилось ли тебе, Алекс?
# Алекс говорит, что я хочу еще, но только красивую, как Мелани
# Виктория скажет, что подружка Мелани не будет против
# она с радостью отдаст свою попу такому красавчику как ты, Алекс
# да ведь, подружка?
# Мелани вынуждена согласиться, она встает и раздевается, ложится на диван на подлокотник (https://cdn.discordapp.com/attachments/625678994083414052/738836379693482004/unknown.png)
# Алекс входит в Мелани, а Виктория в это время спрашивает
# Виктория спрашивает у Алекса, когда ей приходить на фотосессию
# он не совсем доволен этим, но говорит, что сможет провести ее на днях
# Виктория говорит, что позвонит ему, чтобы договариться о встрече в фотостудии и уходит, забрав у Мелани свой телефон
# уходя Виктория скажет Мелани спасибо за такое классное видео, теперь я буду его пересматривать по вечерам, подружка
# затемнение

# следующий день, когда Моника приходит в свой кабинет на работу
# Монка при клике на лифт, попадает в фотостудию, и видит Викторию в наряде, готовится фотосессия
# Виктория позирует (новый аутфит для Виктории), Алекс фотографирует ее
# Виктория стоит в позе, с которой ей не видно, что Моника пришла
# к Монике подходит Мелани и говорит, Миссис Бакфетт, у меня к вам срочное дело, пойдемте в гримерку

# Мелани и Моника в гримерке
# телефон Виктории лежит на видном месте на столике Мелани, рядом стоит ее сумочка
# Мелани хватает ее телефон со столика и говорит
# Мелани рассказывает ей про фотесессию и говорит о видео на телефоне Виктории
# Моника спросит, что за видео
# Мелани скажет, что на нем Виктоия и Алекс
# Моника спросит, а откуда она это знает?
# они злорадствуют глупости Виктории, что она на этот раз просчиталась
# Моника спрашивает и что ты предлагаешь с этим сделать? Мелани говорит, вы знаете, кому это показать
# Моника говорит, что Виктория охраняет Дика и к нему не пройти
# Мелани сажет, что на данный момент ее интересует только фотосессия и мы должны воспользоваться этим
# да, точно, мы должны спешить,
# затемнение, звук каблуков, лифт

# звук мотора, Мелани с Моникой едут к Дику напряженная музыка
# офис Дика
# показываем сразу, как они заходят к нему в кабинет (dick)
# Дик сидит за своим рабочим столом
# крайне удивлен визитом Мелани и Моники к нему
# Дик - Моника? М-мелани?
# затемнение, смена кадра на фотостудию
# фотосессия продолжается, Виктория сменяет одну позу на другую, видно, что она крайне довольна собой
# затемнение, смена кадра на офис Дика
# Моника говорит ему, что он все это время ошибался в своей Виктории
# что она на самом деле не такая хорошая, какой старается казаться перед ним, это все маска
# Дик - я не верю тебе, Моника. ты уже однажды пыталась оговорить Викторию. теперь ты снова за свое
# в разговор вступает Мелани и подтвердает слова Моники
# Дик слушает Мелани, он в шоке, пытается защитить Викторию, отказывается верить в то, что они ему говорят
# Дик продолжает сомневаться в словах Моники и Мелани, а они говорят, что в этом телефоне есть видео с доказательством
# и тут к нему в кабинет заходит Виктория, она самодовольно улыбается
# Дик смотрит на нее и говорит, Виктория, дорогая, я не могу поверить в то, что я сейчас улышал о тебе
# она делает невинное личико и говорит Дику, что они говорят неправду про нее, она не такая
# дик - но они говорят, что на этом телефоне есть видео, на котором ты якобы изменяешь мне
# Виктория - нет конечно, это неправда
# Дик - и ты готова доказать это? ты согласна, чтобы я взял твой телефон и проверил их слова?
# Виктория говорит, да конечно. что можешь взять мой телефон и проверить сам
# Дик берет телефон из рук Моники и говорит, он заблокирован
# Виктория говорит, дорогой, ты ведь его знаешь (стоит склонившись к нему)
# Дик - знаю? и какой же он?
# это твой день рождения, дорогой, ведь мне нечего от тебя скрывать
# Дик включает телефон
# я вижу здесь только одно видео...
# Мелани с Моникой - да, это оно! посмотри его и ты узнаешь всю правду!
# Дик включает видео, а там ролик, где Алекс платит деньги Мелани за минет
# показываем арты со сцены на телефоне и текст прямо с той сцены
# дальше кадр на Дика с телефном в руках, звуки минета из телефона
# Дик говорит - да, Мелани, теперь я узнал всю правду!
# ты сговорилась с интриганкой Моникой, чтобы опорочить моего ангела, эту невинную девушку!
# вы обе не стоите и мизинца этой девушки! как вы смеете наговаривать на нее эти грязные вещи?!
# бла-бла
# Дик начинает возмущаться на Мелани и Монику, что те клевещут на Викторию, что он подаст на них в суд за клевету
# Виктория его успокаивает, говорит ему, что она не в обиде на них и не нужно их наказывать
# Дик - Виктория, как ты можешь за них заступаться?! я вообще ничего общего не хочу с ними иметь!
# Виктория продолжает его успокаивать
# Дик говорит - этот кабинет только для таких непорочных ангелов, как моя Виктоия. Миссис Бакфетт, Мисс Мелани, покиньте мой кабинет
# Моника и Мелани в шоке, смотрят друг на друга, потом на Викторию, та мило улыбается - подождите меня возле моего рабочего места, девочкм
# затемнение

# смена кадра на приемную Дика
# в применой стоят злые Мелани и Моника, довольная Виктория ехидно смотрит на них
# ой, подружки, я так рада видеть вас здесь
# я тут подумала, что мы авно не устраивали девичники
# я как раз собиралась устроить особенный девичник
# вы же не против будете прийти на него, подружки? ведь это будет девичник специально для вас!
# Моника и Мелани в шоке переглядываются
# Виктория гвоорит - вы ведь подружки и правда придете? да, подружка Мелани?
# та сквозь зубы вынуждена согласиться
# а подружка Моника тоде придет? она ведь не откажет мне?
# Моника тоже соглашается зло
# ну хорошо подружки! я скоро вам сообщу о моем мероприятии
# затемнение

# звук мотора
# гримерка в офисе
# Мелани и Моника, обе в бешенстве, обсуждают то, что мелкая стерва так их подставила
# что она специально сняла это видео. она знала, что они будут действовать именно так
# Мелани говорит, что она не позволит этой сиколявке так обращаться с ней!
# Мелани  - Миссис Бакфетт, вы хотели знать, откуда я знаю про видео Алекса и Виктори?! - далее рассказывает вкратце ей
# и говорит, что эта дрянь наменула на то, что Алекс - мой будущий муж
# эта мелкая сучка - настоящий дьявол!
# мы обязательно расправимся с этой дрянью, Миссис Бакфетт.
# Моника - я не могу дождаться этого дня!
