# через неделю после последней фотосессии перед инвесторами
# Моника приходит к Бифу, у него в кабинете стоит другая девушка, модель с вечера у Кэмпбелла, раздетая
# модель - ой, миссис Бакфетт?
# он говорит, смотри, какую я нашел послушную куклу, которая готова на все, чтобы работать у меня
# М - кто это такая?
# Б - это та, котоая заменит тебя
# М - но почему, я же  делаю все твои дурацкие фотосессии
# Б - я же тебе говорил, что мой великолепный журнал нуждается в инвестициях, а согласились а это только два инвестора
# Б - а значит ты не справляешься, кукла
# М - ты дмаешь, она бдет раздеваться для фотосессий
# Б - она сделает все, что я скажу. в отличие от тебя, кукла безмозглая





############################################## сцена в эскорте с клиентом на след. апдейт
# Инвестор (Ин) - занимается десертами
# Ин видет Монику в ресторане, подходит и говорит что это неожиданная встреча и как только он вошёл в ресторан, его взгляд пал на самое прекрасное в этом зале - Монику.
# Говорит что был бы рад отужинать с самой прекрасной бизнес-вумен этого города и просит разрешения присесть.
# Мон смотрит с презрением и отвращением на жирного Ин, но разрешает ему сесть за столик к ней.
# Ин рассуждает что десерты (Сладкая корпарация) -произведение искусства, а журнал Моники вдохновляет его на новые шедевры. В частности он черпает вдохновение в моделях и конечно же в самой Монике.
# предлагает угостить её десертами, котрые как раз есть в меню этого ресторана, и приготовить для неё новый десерт именуемый в её честь.
# Мон думает, что этот наивный десертный-жирдяй - лёгкая добыча, и она сможет очень легко его развести.
# Ин предлагает обсудить более подробно условия совместной работы и инвестирования в номере и заодно вместе приготовить новый десерт.
# Мон говорит что не очень любит сладкое, потому что такая светская дама должна выглядеть хорошо, что бы радовать взоры таких интеллегентных мужчин, как Ин.
# но готова быть музой.
# В номер приносят стол с десертами , фруктами, шампанским и взбитыми сливками и горячем шоколадным фонтаном.
# Моника, вы как нежное воздушное суфле и обжегающий складкий фруктовый лёд. Наша совместная работа : мои десерты и ваши модели, как пылающее фламбе.
# Моника, я бы хотел что бы вы помогли мне создать самый дорогой и самый желанный десерт- десерт Моника Бакфет.
# Ин говорит монике раздеться, оставив только туфли.
# Мон растеренна, тк надеялась что проведёт вечер в приятной обстановке за десертами и шомпанским.
# Ин говорит, что согласно его договорённости с Бифом, он может сделать из Моники сладкую конфетку и ему нужно увидеть как будет выглядет его сладкий десерт в исполнении самой прекрасной модели.
# Ин берёт миску со сладким сиропом и порошоком из сусального золота и покрывает им всё тело Мон кроме волос.
# поливает её грудь шоколадом из шоколадного фонтана , вырисовывая сладкое ожирелье.
# Ин наливает шампанское в бокалы и присаживется на постель.
# он говорит что любит шампанское со льдом и хотел бы что бы Мон тоже попробывала его с кусочком льда в бакале.
# говори что бы Моника засунула кусочек льда себе в киску и принесла льда в бокал.
# Мон в ужасе, я не буду это засовывать в себя.
# Ин говорит что если Мон отказывается сейчас делать то что хочет Ин, тогда где гарант того что после получения его денег их сотрудничество будет удовлетворять обе стороны ( Журнал и Ин)
# она может взять ведро со льдом для шампанского и вылить его на Ин и убежать.
# в случае согласия Мон морщит лицо засовывая лёд в себя, приносит лёд в киске, раздвигает ноги и лёд выпадает в подставленный между ног бокал Ин.
# и приглашает её присесть на кровать
# Ин спрашивает (с восторгом) какой фруктовый лед хочет Моника (клубничный или банановый).
# Ин берёт фруктовый лёт и вставляет его Монике в киску.
# Мон в ужасе! И отпрыгивает на кровате, поджимая ноги.
# Ин Берёт фруктовый лёт и вставляет его Монике в киску.
# (Даёт фруктовый лед Монике, что бы она сама себя стимулировала, а сам берёт горяий шоколад из шоколадного фонтана и начинает капать им на холодные соски Моники
# Ин садится на лицо монике, что бы она облизывала его мошёнку, пока он капает ей на соски.)
# всё убирает,ставит Монику на четвереньки и кладет ей на поясницу желешное пирожное с вишенкой, вводит в неё член сзди, во время секса шлёпает её по заднице и пирожное трясётся. кончает.
# Моника думает что это всё,Ин говорит что бы Моника покрыла член взбитыми сливками и ртом положить клубнику или вишню ему на член и сделать ему минет. Моника делает минет Ин кончает ей в рот.
# Лицо Мон искаженно в гримасе отвращения и изо рта течёт крем с посыпкой ( разноцветный кремпай).















################################################################### на следующий апдейт
# имена эскортниц
# Abby (Эбби) - рыжая с короткой стрижкой
# Candice (Кэндис) - шатенка с хвостом
# Miranda (Миранда) - брюнетка с каре
# и Линда

# при условии, что была сцена со служащим отеля в служебном коридоре
# и была месть брюнетке
# Моника сидит за столиком в ресторане отеля в ожидании клиента
# Моника видит, что за одним из столиков стоят две девочки из эскорта и шепчутся о чем-то с заговорщицким видом
# это вечно любопытная шатенка с хвостом (girl_3) и вечно равнодушная рыжая с короткой стрижкой (girl_2)
# они перешептываются и бросают взгляжы на Монику
# Моника про себя думает, какого черта эти сучки на меня уставились?!
# шатенка с хвостом что-то снова говорит рыжей и потом направляется в сторону Моники
# она говорит Монике о том, что они с подругой (указывает на рыжую) хотят извиняться перед ней
# за ту сцену в служебном коридоре
# что все это затеяла брюнетка и подговорила их всех
# Моника настроена весьма подозрительно, но извинения принимает
# про себя думает, что наверняка им что-то нужно от нее, что надо быть осторожной
# шатенка говорит, что узнала от админа, что брюнетка подходила к ней и спрашивала, какие на сегодня есть заказы и для кого
# брюнетка была вместе с Линдой и они снова переговаривались о чем-то, упоминая твое имя
# я больше чем уверена, что они что-то замышляют
# Моника спрашивает, почему она ее предупреждает?
# та говорит, что ненавидит ту сучку брюнетку и ее подружку Линду
# они из себя строят ВИП-персон и ведут себя так, как-будто они тут королевы, а они с рыжей никто
# и всех состоятельных и хороших клиентов эти две стервы у них забирают
# им не нравится такой положение дел и они готовы дружить с Моникой против них
# шатенка отходит и садится за свой столик
# Моника злится, что брюнетка с Линдой что-то снова замышляют
# но она больше не позволит унижать себя! пусть знают как вставать на пути Миссис Моники Бакфетт! серые мыши! ненавижу!
# тут подходит официантка и говорит Монике, что ее зовет администратор

# ресепшн, Моника разговаривает с администратором
# та говорит Монике, что сегодня у нее выезд к клиенту
# клиенты заказали трех девочек, поедешь вместе с Линдой и Мирандой
# Моника про себя усмехается - слова шатенки подтверждаются
# Моника спрашивает - а почему именно с ними, а не с другими девочками?
# админ злится - потому что так назначила Я! не лезь не в свое дело!
# как обычно, админ предупреждает Монику, что нельзя нарушать правила и т.д.

# дом Дэниеля
# акция ВИП-эскорта для постоянных клиентов: заказываешь двух девочек - третья бесплатно
# Моника об этом не знает, а Линда с Мирандой в курсе и злорадно шепчутся друг с другом возле дома клиента
# трое клиентов - это Нэд, Дэниел и Марти. они без жен. мальчишник
# выбегает Дэниел - девочки, ну наконец-то! мы вас уже давно ждем!
# замечает Монику - Луиза! то есть [monica_hotel_name]! вот это сюрприз!

# дом Дэниеля
# там девочек ждут Нэд и Марти
# Моника вспоминает, как Дэниел тащился от нее, а также, что он хозяин дома и начальник Нэда и Марти
# и начинает вести себя так, как-будто только и мечтала о встрече с ним
# наклоняется к нему и шепчет, что он самый лучший ее клиент и т.п.
# он спрашивает, правда, что она соскучилась по нему
# Моника говорит, что да, очень и готова это доказать
# он говорит - сделаешь все, что я захочу?
# на говорит - да
# тот расплывается от самодовольства и держит Монику рядом с собой
# говорит своим друзьям, что вот эти две эскортницы - их, а [monica_hotel_name] он оставит себе
# Нэд возмущается, что они так не договаривались
# эти две эскортницы за деньги, бесплатная должна достаться ему! и указывает пальцем на Монику
# Моника в шоке, Линда с Мирандой на нее смотрят со злорадством
# Дэниел пристально смотрит на Нэда и говорит - Нэд! я сказал, что [monica_hotel_name] - моя девочка!
# у вас есть вот эти - пренебрежительно машет рукой в сторону Линды и Миранды
# Марти вступает в разговор и говорит - да ладно тебе, Нэд. смотри, какие у нас телки
# Нэд психует, потом смотрит на Линду с Мирандой - разденьтесь! я выберу ту, которую трахну первой!
# Марти - ага. только потом мы меняемся ими, ты же помнишь, как мы договаривались?
# потом оба плотоядно смотрят на Монику, но Дэниел собственническим жестом обнимает ее - [monica_hotel_name] - моя девочка!
# и раздеваться она сегодня будет только для меня. хватит с вас и этих двух шлюх
# теперь очередь Моники злорадно смотреть на двух сучек с эскорта
# они недовольно переглядываются
# Дэниел говорит - ну? чего застыли? не слышали, чего хотят эти парни? раздевайтесь!
# а мы с [monica_hotel_name] посмотрим. ха-ха!
# Моника самодовольно улыбается
# в итоге Линда с Мирандой стоят полураздетые, в одном белье
# Нэд говорит - покажите сиськи!
# они подчиняются
# Нэд говорит - Марти, мне кажется у той, что справа сиськи не очень, а жопа ничего. что скажешь?
# Марти - ага. а ну-ка ты, потряси своими сиськами.
# Нэд - да, давай. я никак не могу определиться, кого из вас трахну первой
# обращается к Марти - а какая из них дешевле?
# Марти указывает на Миранду - мне кажется, эта
# потом оба снова смотрят на Монику
# Дэниел говорит - выбирайте, парни, какая из этих двух шлюх будет бесплатной сегодня
# на [monica_hotel_name] это правило сегодня не распространяется
# Нэд возмущенно - но почему?! это она должна быть в подарок от ВИП-эскорта
# Дэниел - потому что Я так решил! для ВИП- эскорта желание клиента - закон
# давай, Нэд, выбирай себе шлюху. она будет бесплатной и обслужит вас обоих
# Нэд, обрадованный тем, что удастся сэкономить на шлюхе, выбирает Миранду
# та кипит от злости и с яростью смотрит на Монику
# Моника сидит с высокомерной улыбкой

# Нэд и Марти уходят из гостиной с Линдой и Мирандой в соседнюю комнату
# сначала Марти займется сексом с Линдой, будет говорить ей какие-нибудь грубости
# потом Миранду натянут вдвоем одновременно (Нэд сзади, а Марти в рот), при этом еще будут спорить, кто куда
# либо устроя МЖМ сначала с одной, потом с другой -?

# в это время в гостиной Дэниел тащится от Моники
# просит ее раздеться, лапает ее везде, говорит какая она клевая, как он хочет ее и т.п.
# попросит ее голой сесть за фортепьяно и сыграть ему -?
# и только после этого займется с ней сексом (прямо у фортепьяно-?), говоря всякие приятности

# в итоге Дэниел заплатит Монике 500 долларов для отчета администратору + даст еще ей лично баксов 300
# Линде Марти заплатит 350 долларов
# а Миранде ничего (сегодня ты была беспатной шлюхой)

# мини-сцена в ресторане после этого выезда, где Миранда подлетает к столику Моники и ее бомбит
# она обещает ей устроить адский ад и все такое

# мини-сцена в ресторане с шатенкой и рыжей
# они злорадно хихикают, а Моника им рассказывает, как она опустила Миранду
