# сцены с ситизенами в квартире у Моники

# гей (citizen13)
# гей по дружбе предлагает Монике хорошо заработать
# в ее квартире он говорит, что у него никогда не было секса с женщиной
# и он хочет ощутить то чувство, когда член находится в женской киске
# он просит Монику за деньги сначала дать ему рассмотреть ее в подробностях и потрогать пальцем
# делает это с большим интересом
# в итоге его научной деятельности у него встает
# Моника смотрит на его маленький член и смоневается, что вообще что-то может получиться
# он тыкается в ее киску членом, но у него ничего не получается
# он пытается уговорить ее на анал, т.к. уверен, что с этим проблем у него не возникнет
# но она все равно отказывается, в итоге он с горем пополам все-таки входит в нее
# секс, оплата 30 долларов

# любитель заключать сделки, лысый, в черном (citizen8)
# предлагает выести их сделку на новый уровень и устроить что-то вроде привата
# готов щедро заплатить за эту сделку
# в ее квартире осматривается с недоумением - не думал, что ты живешь в такой дыре
# Моника говорит, что это не ее квартира
# а что это тогда? эта дыра даже на место для проституток не тянет.
# ты могла бы своим телом зарабатывать очень много денег и вообще ни в чем не нуждаться
# я могу тебя научить, как это нужно делать
# сегодня будет урок первый
# предложи мне себя так, чтобы я тебя захотел купить
# если у тебя получится, я заплачу тебе не менее 50 долларов
# изобретательность с твоей стороны будет также вознаграждена в денежном эквиваленте
# в итоге Моника по его просьбе мастурбирует, а он смотрит на это
# потом заставляет ее открыть рот и сделать ему минет, продолжая мастурбировать
# оплата 50 долларов

# парень с завышенным ЧСВ, лысый, в голубой куртке (citizen15)
# говорит ей, что если она попросит его, то он готов ее трахнуть
# с ним она узнает, что такое секс с настоящим самцом, все девочки от меня без ума
# я тебе даже заплачу за это, детка
# потом, когда ты почувствуешь, что такое настоящий секс, ты меня сама будешь умолять о встрече
# в ее квартире он брезгливо смотрит на мебель
# у тебя что, нет другой хаты? да ладно! ни за что не поверю, что телка с такими сиськами живет тут
# тут постель хоть чистая? нет, я не буду на это ложиться
# слушай, детка, давай ты сначала помоешься в душе с мылом, а потом я тобой займусь
# я должен быть уверен, что ты не грязная. черт его знает, кого ты еще сюда приводила, детка
# Моника психует, но идет в душ, только встает под воду, он голый приходит за ней
# я решил, что помогу тебе помыться
# намыливает ее тело, уделяя особое внимание интимным частям
# а теперь вставай раком, сейчас ты познаешь настоящего мужчину
# секс в душе
# оплата 25 долларов (- 5 баксов за то, что я тебя помыл, детка)
