# Виктория даст Алексу, чтобы он продвинул ее инсту
# придет к Мелани и скажет, что мы подружки и должны делиться всем друг с другом
# Алекс переспит с Викторией, Мелани это будет снимать на телефон Виктории
# потом она скажет, что у нее будет фотосессия с Алексом
# во время фотосессии Мелани с Моникой украдут телефон Виктории с гримерки
# и пойдут к Дику, чтобы предъявить ему компромат на Викторию
# в тот момент показываем фотосессию
# потом кабинет Дика, они ему все рассказывают
# он в шоке, защищает Викторию
# в это время фотосессия закончилась, Виктория возвращается на работу
# показываем самодовольную улыбочку Виктории
# она говорит Дику, что они говорят неправду про нее, она не такая
# Виктория говорит, что можешь взять мой телефон и проверить сам
# Дик говорит, он заблокирован
# Виктория гвоорит, что пин такой же, ты его знаеь, мне нечего от тебя скрывать
# Мелани с Моникой показываают запись Дику, а там видео, где Алекс платит деньги Мелани за минет
# показываем телефон и текст иакой же, как и в той сцене
# Дик возмущается на Мелани и Монику, что те клевещут на Викторию, что он подаст в суд
# Виктория его успокаивает, говорит ему, что она не в обиде на них и не нужно их наказывать
# после того, как они выйдут с кабинета, Виктоия им говорит - подружки, я не буду на вас сердиться
# скажет им о том, что она любит коллекционировать видео и фото с ее подружками
# вы же не будете против посетить мероприятие, которое у собираюсь устроить
# они вынуждены согласиться
# потом Мелани и Моника выйдут от Дика и будут обе в шоке, что мелкая стерва так их подставила
