# вступление:
# не уверен что Кристина, возможно, все-же, модель
# в сюжете разветвления, смотря работает Моника в эскорте или еще нет, либо уже уволилась
# Если работает, то встреча с Линдой у лифта, приход админа, разговор с ней в коридоре, приход Линды в номер
# Если еще не работает, то встреча с Линдой у лифта, приход Линды просто с вином и уход
# Если уволена, то встреча с Линдой у лифта, приход админа, разговор с ней в коридоре, приход Линды в номер просто вино

# через неделю после последней фотосессии перед инвесторами.
# Если Фред мутил с Кристиной
# Моника заходит в кабинет Бифа и видит обнаженную Кристину (продавщицу с заправки)
# Сбоку стоит улыбающийся Фред.
# Моника в шоке. Громко говорит это еще что такое?!
# Фред?! Мерзавец, что ты делаешь здесь?! Снова плетешь интриги у меня за спиной?!
# И что это за голая кукла торчит посреди кабинета?
# Кристина вскрикивает: Ой! Это начальница!
# И убегает
# Фред отвечает Монике что он, как профессионал, проявляет инициативу, помогая расширять модельный пулл
# А также, помогает молодым талантам раскрывать себя
# Моника зло отвечает что его место за рулем автомобиля
# Границы его профессионализма в том, чтобы не путать педали
# А инициативу ему лучше проявлять в том, чтобы заранее заправлять автомобиль керосином! (в англ. парафин? в общем то же слово что и в первом эпизоде)
# А сейчас пошел вон отсюда!
# Фред спрашивает у Бифа: я могу идти, Мистер Биф?
# Биф отвечает что да, Фред может идти.
# Фред отвечает спасибо что уделили время моей инициативе.
# Биф отвечает что его кукла вполне послушная и понравилась папочке.
# И чтобы приводил еще.
# Фред уходит.

# Моника злая спрашивает у Бифа что все это значит?!
# Биф отвечает что эта кукла не имеет твоих недостатков, цыпочка!
# И, папочка решил, что теперь она будет представлять журнал.
# Моника отвечает с какой стати эта глупая кукла будет представлять журнал, ведь она не имеет ни, опыта, ни шарма, ни мозгов!
# Биф отвечает что она имеет главное - это желание работать!
# Моника отвечает что она и так работает и проходит эти дурацкие фотосессии!
# Чего Бифу еще нужно?!
# Биф отвечает что она не развлекает папочку как требуется, но это даже не главное!
# Главное то, что до сих пор не решен вопрос с инвесторами!
# Этому замечательному журналу, во главе со мной.... Да, во главе со мной...
# Я глава этого журнала... Я люблю себя... Вау...
# mt "!!!"
# m "К делу, Биф!"
# Так вот, этому замечательному журналу нужны деньги!
# И он ожидал от двадцатидолларовой шлюхи того, что та проявит свои обычные навыки и договорится с инвесторами!
# Моника зло спрашивает: ты что, хочешь чтобы Я, Моника Бакфетт, трахалась с инвесторами ради того, чтобы они согласились инвестировать в этот журнал?!
# Биф отвечает чтобы она не забывала кто она такая на самом деле!
# И да, это ее основная работа, потому он и нанял эту куклу.
# Весь ее талант в том, что она похожа на сучку Бакфетт.
# Папочке нравится что она любит притворяться ей и вживается в образ.
# Однако, папочке очень жаль что эту куклу он подобрал буквально с улицы.
# А это значит, что у нее нет опыта для того, чтобы договориться с инвесторами.
# Видимо она никогда не общалась с такими богатыми мужчинами.
# Возможно, папочке стоит пригласить кого-нибудь из вип эскорта, чтобы этой кукле объяснили, где у богача искать член!

# Если Моника работает в эскорте
# Меня не интересуют падшие особы из каких-то эскортов!
# Они ничего про это не знают!
# Я уверен что они смогут эту куклу научить чему-нибудь! Пожалуй я распоряжусь, чтобы сюда пригласили одну из них.
# Кстати, один из инвесторов упоминал про перспективную кандидатку в наши модели...
# Биф... Не надо никого приглашать...
# Это приличное место. И, нахождение здесь подобных особ, может скомпрометировать его...
# mt "Дьявол! Не хватало еще чтобы сюда притащили одну из тех шлюх из эскорта!"

# В общем кукла, слушай меня!
# Сегодня со мной говорил один из инвесторов.
# Он проявил интерес к тому, чтобы провести свидание с Моникой Бакфетт.
# В обмен на инвестирование в мой журнал.
# И ты, глупая кукла, притворишься ей и встретишься с ним!
# Нет!!!
# Да! Иначе я вышвырну тебя отсюда! А твое место займет другая кукла!
# Например, та, которая только что была до тебя здесь!
# m Она не справится!
# Она хотя бы попытается это сделать!
# К тому же, ее услуги стоят заметно дешевле, чем твои!
# Фотосессии с ней обойдутся в разы дешевле! А папочка умеет считать деньги!

# Биф, как ты можешь сравнивать ее и меня?!
# Ведь я Леди и глава журнала!

# Главой журнала может быть и она! И совершенно бесплатно!
# m Но никто не поверит в это!
# Ты, кукла, передашь ей свои полномочия публично!
# НЕТ! Я никогда не сделаю это!

# За пару тысяч баксов такая кукла как ты сделает все, что ей скажут!
# Говорить ртом для тебя сложнее, чем сосать им члены, но пара тысяч баксов значительно больше, чем двадцать!

# Биф, ты мерзавец!

# Кукла, ты меня достала!
# Завтра же вечером объявишь о своей отставке!
# А сейчас пошла отсюда вон!

# Черт! Мне нелья терять эту работу...

# Можно уйти и вернуться снова, тогда диалог продолжается с какого-то места

# Моника соглашается и Биф говорит что ей надо переодеться и что инвестор будет ждать ее внизу у входа в офис
# Моника спрашивает, как тот посмел изъявить желание для встречи с самой Моникой Бакфетт?
# Биф отвечает, что инвестор побаивается ее, потому Бифу пришлось предложить это самому.
# Моника в ярости
# Биф, да как ты смел?!
# Биф отвечает, что если она не трахнет инвестора как полагается и тот не согласится на вложение денег в журнал, то
# Завтра же она объявит об уходе из журнала!

# Моника что-то говорит
# Переодевается
# Внизу ждет инвестор

# Олаф?

# Олаф с ней обходителен, а Моника ведет себя с ним надменно
# Все время в каждой мелочи подчеркивает свой уроветь и что он выше чем у Олафа


# Едут в ресторан. Там беседа, бла-бла.
# Олаф говорит что не пьет, т.к. иногда имеет проблемы с алкоголем.
# Олаф благодарен за то, что Моника согласилась встретиться с ним поужинать
# Моника ведет себя так, что ей это не надо, но балансирует вокруг того, чтобы он не ушел
# Т.к. ей надо выполнить низменные требования Бифа. Иначе ее ждет кое-что похуже

# В конце концов, приходят две грымзы из паблик евента. Одна из них его жена.
# Грымза наезжает на него, говорит что ей доложили, что его видели здесь с какой-то девкой
# Моника наезжает на них и говорит, что здесь деловые переговоры и чтобы засунула своего мужа куда подальше
# Что ей он вообще не сдался.
# Олаф немного в шоке, но это срабатывает на грымзу.
# Грымзы садятся за стол рядом с ними
# Грымзы надменны, Моника тоже, светский разговор
# Моника надменностью даже передавливает

# Выбор:
# Заставить Олафа инвестировать в журнал при жене
# Не рисковать

# Если заставляет, то говорит грымзам что Олаф любезно согласился инвестировать в журнал
# Грымзы спрашивают зачем? Моника говорит вы можете спросить у Олафа
# Олаф мнется, боится, растерян, в итоге кое-как отвечает заикаясь, что видел презентации.
# Там были графики роста... Очень убедительные...
# Моника надменно говорит этого хватит. Уши присутствующих дам привыкли носить модные шляпки, а не воспринимать цифры. Уколола их.
# Те могут что-то ответить вроде что потом проверят, насколько эти цифры будут соответствовать реальному доходу.
# Моника говорит что Олаф очень заинтересован в такой большой прибыли, потому и умолял ее встретиться с ней и обсудить инвестирование.
# И, более, ей эта встреча неинтересна. Завтра она проверит у ее помощника Бифа, что он решил.
# И, лучше бы ему не задавать лишних вопросов и не рассматривать другие сомнительные финансовые предложения.
# Иначе он рискует потерять все деньги (угрожающе)
# Олаф испуган.
# Моника уходит
# Биф потом говорит что инвестор согласился, но, как Биф понял, секса у них не было. И это странно. Непонятно, где и как она у него сосала, чтобы тот согласился даже без того, чтобы вогнать свой член в эту куклу.


# Если решила не рисковать
# Продолжается беседа, грымзы уходят
# Олаф мнется и не решается продолжить встречу
# Моника намекает на то, чтобы он перечислил часть суммы на другие реквизиты (про себя думает, что черт, у меня даже их нет)
# Олаф отвечает, что мистер Биф предупреждал его, что вы можете проверять меня.
# И что любые деньги он будет посылать только через ее фирму.
# Однако, он уже не уверен.
# Олаф хочет уйти
# Моника понимает, что ей надо убедить его инвестировать и предлагает продолжить эту встречу
# Олаф мнется, говорит что боится приглашать такую статусную женщину в номер отеля
# Моника понтуется, но соглашается

# Приезжают в Ле Гранд.
# Моника в шоке, снова это место! Будто нет других отелей!

# Олаф подходит к администратору и говорит что забронирован люкс.

# Если Моника в эскорте, то администратор подозрительно смотрит на нее
# Если еще не в эскорте, то та тоже смотрит, но Моника думает какого черта эта сучка все на нее пялится?

# У лифта их встречает Линда. У Линды с Олафом тоже романтические отношения (она их строит со всеми богачами)
# Линда приветливо встречает Олафа и пытается приобнять его.
# Олаф резко отстраняется, стесняясь при Монике. Говорит ей ты что, сошла с ума!
# Отойди от меня! Ты меня позоришь!
# Линда офигевшая смотрит на Монику и на Олафа, отходит

# В номере Олаф говорит что не будет пить, но спрашивает что Моника будет пить, вино?
# Моника говорит что да, вино.
# Какое?
# Моника отвечает что не дешевле $ 5000 за бутылку.
# Про себя думает что не будет его пить, а сдаст назад, получив за него деньги.

# Олаф нажимает какую-то кнопку коммуникатора и просит принести вино (надо посмотреть название дорогого вина и этикетку)

# Если Моника работает с эскорте, то заходит администратор и вежливо просит прощения
# У нее есть маленькая просьба к вашей спутнице.
# Олаф спрашивает какая это еще может быть просьба? (он боится Моники)
# Моника говорит одну секунду, Олаф, я сейчас вернусь.

# Они выходят в коридор отеля (где обычно сцены) и общаются на предмет того, что это клиент
# Если Моника работает:
# Моника говорит что не клиент, а администратор говорит что знает этого мужчину и он приходит к Линде
# И что он клиент Моники, иначе бла-бла-бла
# Моника должна за него деньги
# Моника говорит что не получает за него никаких денег! И он уже заплатил за свой номер!
# Админ говорит что та должна $ 450, это доля отеля, иначе она прямо сейчас прекратит их встречу и пришлет другую девочку!
# Если Моника уволилась:
# Ты сучка снова появилась здесь?!
# и тд
# В итоге, Моника соглашается снова работать здесь и должна эти же $ 450

# Моника возвращается
# Олаф спрашивает зачем та звала
# Моника надменно заявляет что вообще-то этот отель принадлежит ей и администратор просил уточнить кое-какие моменты по управлению им
# Такой Босс как Моника редко появляется здесь собственной персоной, потому жалкие сотрудники используют любую возможность, чтобы подлизаться к ней
# Ну вы знаете о чем я говорю, Олаф

# Далее, если Моника работает в эскорте, приходит Линда.
# Если не работает, то бесшовно переходит к выбору без Линды

# Заходит Линда, приносит вино и заявляет: Олаф, я думала ты меня любишь!
# Что ты здесь делаешь с этой шлюхой?!
# И тд
# Олаф в шоке, подбегает к ней и шепчет, чтобы та скорее замолчала!
# Линда говорит с какой стати она должна молчать при ней!
# Ведь она же просто... Олаф перебивает и шипит тише!!!
# Не подставляй меня!
# Но Олаф!
# Тот шепчет: Линда, я дам тебе 10 тысяч прямо сейчас, если ты замолчишь и уйдешь отсюда сейчас же!

# Моника это слышит: 10 тысяч?

# Выбор:
# Отыграться на Линде
# Забрать у Линды часть денег
# Пусть эта шлюха уходит
#

# Если Моника решает забрать часть денег, говорит Олафу, что девочка, видимо, что-то перепутала
# Можно я кое-что скажу ей?
# Олаф испуган, да, конечно!
# Моника подходит и говорит Линде, что если та действительно хочет заработать денег, то отдаст Монике 9 тысяч из этих 10
# Линда шипит с какой стати я отдам их тебе?!
# Моника отвечает, что иначе тебе будет хуже!
# Линда говорит что это ее клиент и отдаст деньги только внизу после того, как Моника закончит трахаться с ним
# Выбор:
# Отыграться на Линде
# Согласиться на ее условие

# Если согласиться, то Олаф дает ей деньги и идет обычная сцена с Олафом (бесшовно), но в конце у админа Линда заявляет что Олаф ничего не давал, обманывает Монику
# Олафу говорит что это странная официантка и что она уволит ее.

# Обычная сцена с Олафом - еще разговоры и тд
# Олаф стесняется, Моника пытается его неуклюже соблазнить так, чтобы не было секса, но в итоге секс есть

# Если отыграться на Линде, то Моника говорит Олафу постой, пусть эта девочка сюда войдет.
# Итак, ты решил пригласить меня сюда. Сюда, где встречаешься с какими-то шлюхами, Олаф?!
# Ты посмел сделать это?!
# Олаф в шоке, Миссис Бак.... Стой! Не смей произносить мое имя в присутствии этой падшей женщины!
# Моника начинает издеваться на Линдой и над Олафом
# Начинает требовать от Линды то то, то это, а Олаф шепчет Линде чтобы та выполняла
# И продолжает повышать ей сумму
# Надо подумать что Моника заставляет ее делать. Возможно, Моника уже обнаженная в каблуках
# Заставляет раздеться, поцеловать ее каблук, сделать миньет Олафу и тд
# При этом, ставит каблук сверху на Линду. У Линды ненависть, но она любит деньги (сумма может быть 30 тысяч)



# В конце, Линда уходит
# В конце сцены с Линдой или Олафом,
# Моника думает что ненавидит это все, но, есть хотя бы бутылка вина, которую она сдаст
# Олаф разнервничалься и от переживаний говорит что все-же выпьет.
# Хватает вино и бульк-бульк выпивает всю бутылку в один глоток

# Если Моника в эскорте, то ей надо вернуть $ 450
# Она говорит Олафу что надо оставить $ 1000 на чай.
# Олаф говорит что их не обслуживали на такую сумму!
# Моника говорит что это ее отель и она привыкла хорошо относиться к сотрудникам ее организации
# Олаф говорит что видимо ее сотрудники слишком эксплуатируют доброту Миссис Бакфетт
# Рвется поговорить с ними
# Моника говорит что не надо ни с кем говорить, что все решает она сама
# Тогда хотя бы $ 700 долларов или она посчитает Олафа жадным.
# Олаф говорит что мистер Биф сказал, что любые деньги должны идти через Вашу фирму, Мэм...
# $ 500!!! Или я заставлю тебя заплатить за этот номер в 5 раз больше, Олаф! Официально, через мою кампанию!
# Олаф соглашается и спрашивает кому отдать эти чаевые.
# Моника говорит что он может отдать их ей, она не является одним из тех испорченных властью Боссов, которые гнушаются сами передать чаевые своим сотрудникам.
# Олаф дает ей деньги

# Да, и кстати, Олаф! У меня подозрения насчет тебя и сотрудницы моего отеля!
# Мне сдается, ты пытаешься действовать разлагающе на коллектив моей компании, Олаф!
# Я запрещаю тебе приближаться к этой шлюхе и к этому отелю!
# Олаф, тебе понятно?!
# Да, Миссис Бакфетт, конечно!
# Все, ты свободен, Олаф! Завтра я узнаю у Бифа!


# У администраторши вставка с Линдой если пообещала поделиться деньгами
# Далее, администратор забирает деньги и говорит, чтобы в следующий раз [monica_hotel_name] не пыталась незаметно протащить клиента в отель.
# И говорит чтобы снимала свое платье, Линде оно понравилось.
# Моника в шоке, с какой стати?!
# Админ говорит что у девочек здесь принято делиться реквизитом для работы.
# Что сама Моника носит белье и одежду других девочек.
# Потому, пусть она снимает это платье и отдает его Линде.
# Моника говорит что это платье взято в прокат и она не отдаст его!
# Админ отвечает что та должна будет пополнять реквизит отеля
# И, в следующий раз, обязательно оставит свою одежду несмотря откуда взяла ее!



# Разговорс с Бифом и тд














############################################## сцена в эскорте с клиентом на след. апдейт
# Инвестор (Ин) - занимается десертами
# Ин видет Монику в ресторане, подходит и говорит что это неожиданная встреча и как только он вошёл в ресторан, его взгляд пал на самое прекрасное в этом зале - Монику.
# Говорит что был бы рад отужинать с самой прекрасной бизнес-вумен этого города и просит разрешения присесть.
# Мон смотрит с презрением и отвращением на жирного Ин, но разрешает ему сесть за столик к ней.
# Ин рассуждает что десерты (Сладкая корпарация) -произведение искусства, а журнал Моники вдохновляет его на новые шедевры. В частности он черпает вдохновение в моделях и конечно же в самой Монике.
# предлагает угостить её десертами, котрые как раз есть в меню этого ресторана, и приготовить для неё новый десерт именуемый в её честь.
# Мон думает, что этот наивный десертный-жирдяй - лёгкая добыча, и она сможет очень легко его развести.
# Ин предлагает обсудить более подробно условия совместной работы и инвестирования в номере и заодно вместе приготовить новый десерт.
# Мон говорит что не очень любит сладкое, потому что такая светская дама должна выглядеть хорошо, что бы радовать взоры таких интеллегентных мужчин, как Ин.
# но готова быть музой.
# В номер приносят стол с десертами , фруктами, шампанским и взбитыми сливками и горячем шоколадным фонтаном.
# Моника, вы как нежное воздушное суфле и обжегающий складкий фруктовый лёд. Наша совместная работа : мои десерты и ваши модели, как пылающее фламбе.
# Моника, я бы хотел что бы вы помогли мне создать самый дорогой и самый желанный десерт- десерт Моника Бакфет.
# Ин говорит монике раздеться, оставив только туфли.
# Мон растеренна, тк надеялась что проведёт вечер в приятной обстановке за десертами и шомпанским.
# Ин говорит, что согласно его договорённости с Бифом, он может сделать из Моники сладкую конфетку и ему нужно увидеть как будет выглядет его сладкий десерт в исполнении самой прекрасной модели.
# Ин берёт миску со сладким сиропом и порошоком из сусального золота и покрывает им всё тело Мон кроме волос.
# поливает её грудь шоколадом из шоколадного фонтана , вырисовывая сладкое ожирелье.
# Ин наливает шампанское в бокалы и присаживется на постель.
# он говорит что любит шампанское со льдом и хотел бы что бы Мон тоже попробывала его с кусочком льда в бакале.
# говори что бы Моника засунула кусочек льда себе в киску и принесла льда в бокал.
# Мон в ужасе, я не буду это засовывать в себя.
# Ин говорит что если Мон отказывается сейчас делать то что хочет Ин, тогда где гарант того что после получения его денег их сотрудничество будет удовлетворять обе стороны ( Журнал и Ин)
# она может взять ведро со льдом для шампанского и вылить его на Ин и убежать.
# в случае согласия Мон морщит лицо засовывая лёд в себя, приносит лёд в киске, раздвигает ноги и лёд выпадает в подставленный между ног бокал Ин.
# и приглашает её присесть на кровать
# Ин спрашивает (с восторгом) какой фруктовый лед хочет Моника (клубничный или банановый).
# Ин берёт фруктовый лёт и вставляет его Монике в киску.
# Мон в ужасе! И отпрыгивает на кровате, поджимая ноги.
# Ин Берёт фруктовый лёт и вставляет его Монике в киску.
# (Даёт фруктовый лед Монике, что бы она сама себя стимулировала, а сам берёт горяий шоколад из шоколадного фонтана и начинает капать им на холодные соски Моники
# Ин садится на лицо монике, что бы она облизывала его мошёнку, пока он капает ей на соски.)
# всё убирает,ставит Монику на четвереньки и кладет ей на поясницу желешное пирожное с вишенкой, вводит в неё член сзди, во время секса шлёпает её по заднице и пирожное трясётся. кончает.
# Моника думает что это всё,Ин говорит что бы Моника покрыла член взбитыми сливками и ртом положить клубнику или вишню ему на член и сделать ему минет. Моника делает минет Ин кончает ей в рот.
# Лицо Мон искаженно в гримасе отвращения и изо рта течёт крем с посыпкой ( разноцветный кремпай).















################################################################### на следующий апдейт
# имена эскортниц
# Abby (Эбби) - рыжая с короткой стрижкой
# Candice (Кэндис) - шатенка с хвостом
# Miranda (Миранда) - брюнетка с каре
# и Линда

# при условии, что была сцена со служащим отеля в служебном коридоре
# и была месть брюнетке
# Моника сидит за столиком в ресторане отеля в ожидании клиента
# Моника видит, что за одним из столиков стоят две девочки из эскорта и шепчутся о чем-то с заговорщицким видом
# это вечно любопытная шатенка с хвостом (girl_3) и вечно равнодушная рыжая с короткой стрижкой (girl_2)
# они перешептываются и бросают взгляжы на Монику
# Моника про себя думает, какого черта эти сучки на меня уставились?!
# шатенка с хвостом что-то снова говорит рыжей и потом направляется в сторону Моники
# она говорит Монике о том, что они с подругой (указывает на рыжую) хотят извиняться перед ней
# за ту сцену в служебном коридоре
# что все это затеяла брюнетка и подговорила их всех
# Моника настроена весьма подозрительно, но извинения принимает
# про себя думает, что наверняка им что-то нужно от нее, что надо быть осторожной
# шатенка говорит, что узнала от админа, что брюнетка подходила к ней и спрашивала, какие на сегодня есть заказы и для кого
# брюнетка была вместе с Линдой и они снова переговаривались о чем-то, упоминая твое имя
# я больше чем уверена, что они что-то замышляют
# Моника спрашивает, почему она ее предупреждает?
# та говорит, что ненавидит ту сучку брюнетку и ее подружку Линду
# они из себя строят ВИП-персон и ведут себя так, как-будто они тут королевы, а они с рыжей никто
# и всех состоятельных и хороших клиентов эти две стервы у них забирают
# им не нравится такой положение дел и они готовы дружить с Моникой против них
# шатенка отходит и садится за свой столик
# Моника злится, что брюнетка с Линдой что-то снова замышляют
# но она больше не позволит унижать себя! пусть знают как вставать на пути Миссис Моники Бакфетт! серые мыши! ненавижу!
# тут подходит официантка и говорит Монике, что ее зовет администратор

# ресепшн, Моника разговаривает с администратором
# та говорит Монике, что сегодня у нее выезд к клиенту
# клиенты заказали трех девочек, поедешь вместе с Линдой и Мирандой
# Моника про себя усмехается - слова шатенки подтверждаются
# Моника спрашивает - а почему именно с ними, а не с другими девочками?
# админ злится - потому что так назначила Я! не лезь не в свое дело!
# как обычно, админ предупреждает Монику, что нельзя нарушать правила и т.д.

# дом Дэниеля
# акция ВИП-эскорта для постоянных клиентов: заказываешь двух девочек - третья бесплатно
# Моника об этом не знает, а Линда с Мирандой в курсе и злорадно шепчутся друг с другом возле дома клиента
# трое клиентов - это Нэд, Дэниел и Марти. они без жен. мальчишник
# выбегает Дэниел - девочки, ну наконец-то! мы вас уже давно ждем!
# замечает Монику - Луиза! то есть [monica_hotel_name]! вот это сюрприз!

# дом Дэниеля
# там девочек ждут Нэд и Марти
# Моника вспоминает, как Дэниел тащился от нее, а также, что он хозяин дома и начальник Нэда и Марти
# и начинает вести себя так, как-будто только и мечтала о встрече с ним
# наклоняется к нему и шепчет, что он самый лучший ее клиент и т.п.
# он спрашивает, правда, что она соскучилась по нему
# Моника говорит, что да, очень и готова это доказать
# он говорит - сделаешь все, что я захочу?
# на говорит - да
# тот расплывается от самодовольства и держит Монику рядом с собой
# говорит своим друзьям, что вот эти две эскортницы - их, а [monica_hotel_name] он оставит себе
# Нэд возмущается, что они так не договаривались
# эти две эскортницы за деньги, бесплатная должна достаться ему! и указывает пальцем на Монику
# Моника в шоке, Линда с Мирандой на нее смотрят со злорадством
# Дэниел пристально смотрит на Нэда и говорит - Нэд! я сказал, что [monica_hotel_name] - моя девочка!
# у вас есть вот эти - пренебрежительно машет рукой в сторону Линды и Миранды
# Марти вступает в разговор и говорит - да ладно тебе, Нэд. смотри, какие у нас телки
# Нэд психует, потом смотрит на Линду с Мирандой - разденьтесь! я выберу ту, которую трахну первой!
# Марти - ага. только потом мы меняемся ими, ты же помнишь, как мы договаривались?
# потом оба плотоядно смотрят на Монику, но Дэниел собственническим жестом обнимает ее - [monica_hotel_name] - моя девочка!
# и раздеваться она сегодня будет только для меня. хватит с вас и этих двух шлюх
# теперь очередь Моники злорадно смотреть на двух сучек с эскорта
# они недовольно переглядываются
# Дэниел говорит - ну? чего застыли? не слышали, чего хотят эти парни? раздевайтесь!
# а мы с [monica_hotel_name] посмотрим. ха-ха!
# Моника самодовольно улыбается
# в итоге Линда с Мирандой стоят полураздетые, в одном белье
# Нэд говорит - покажите сиськи!
# они подчиняются
# Нэд говорит - Марти, мне кажется у той, что справа сиськи не очень, а жопа ничего. что скажешь?
# Марти - ага. а ну-ка ты, потряси своими сиськами.
# Нэд - да, давай. я никак не могу определиться, кого из вас трахну первой
# обращается к Марти - а какая из них дешевле?
# Марти указывает на Миранду - мне кажется, эта
# потом оба снова смотрят на Монику
# Дэниел говорит - выбирайте, парни, какая из этих двух шлюх будет бесплатной сегодня
# на [monica_hotel_name] это правило сегодня не распространяется
# Нэд возмущенно - но почему?! это она должна быть в подарок от ВИП-эскорта
# Дэниел - потому что Я так решил! для ВИП- эскорта желание клиента - закон
# давай, Нэд, выбирай себе шлюху. она будет бесплатной и обслужит вас обоих
# Нэд, обрадованный тем, что удастся сэкономить на шлюхе, выбирает Миранду
# та кипит от злости и с яростью смотрит на Монику
# Моника сидит с высокомерной улыбкой

# Нэд и Марти уходят из гостиной с Линдой и Мирандой в соседнюю комнату
# сначала Марти займется сексом с Линдой, будет говорить ей какие-нибудь грубости
# потом Миранду натянут вдвоем одновременно (Нэд сзади, а Марти в рот), при этом еще будут спорить, кто куда
# либо устроя МЖМ сначала с одной, потом с другой -?

# в это время в гостиной Дэниел тащится от Моники
# просит ее раздеться, лапает ее везде, говорит какая она клевая, как он хочет ее и т.п.
# попросит ее голой сесть за фортепьяно и сыграть ему -?
# и только после этого займется с ней сексом (прямо у фортепьяно-?), говоря всякие приятности

# в итоге Дэниел заплатит Монике 500 долларов для отчета администратору + даст еще ей лично баксов 300
# Линде Марти заплатит 350 долларов
# а Миранде ничего (сегодня ты была беспатной шлюхой)

# мини-сцена в ресторане после этого выезда, где Миранда подлетает к столику Моники и ее бомбит
# она обещает ей устроить адский ад и все такое

# мини-сцена в ресторане с шатенкой и рыжей
# они злорадно хихикают, а Моника им рассказывает, как она опустила Миранду
