# при уловии, что был обнаженный приват девочек перед банкиром
# Моника приходит в гримерку в день, когда работает Молли
# та начинает опять цеплять Монику
# ха! пришла любительница голых танцев на сцене! ха-ха!
# Моника - иди в жопу, Молли!
# Молли - ты мне просто завидуешь, признайся
# мне не нужно полностью раздеваться на сцене, чтобы заинтересовать посетителей бара
# и заработать много чаевых
# а вот у тебя получается сделать это. только сняв трусы перед всеми. ха-ха!
# Моника - !!!
# Молли продолжает цепляться - поэтому ты и воруешь у меня деньги, сучка!
# тебе со мной, королевой Shiny Hole, не сравниться! никогда!
# и ты всегда будешь получать жалкие пару долларов за то, что голая кривляешься на сцене!
# неудачница! Аха-ха-ха!
# Монику бомбит - это я неудачница?! ты совсем охренела, стерва?!?!?!!?
# ты думаешь, что раз ты надела корону в этой грязной дыре, куда ходят одни алкаши, то значит ты здесь лучшая?!
# я с тебя эту корону сниму в два счета! поняла, сучка?!?!
# Молли - ага. если только в твоих снах! ха-ха!
# даже не мечтай об этом! тебе икогда со мной не сравниться, поняла!
# Моника злится, думает, что ей надо поставить эту сучку на место
# она с каждым днем все отвратительнее себя ведет! хабалка! ненавижу!
# Моника говорит - тогда докажи! выйди со мной на сцену и мы посмотрим, кому будут больше аплодировать и больше заплатят!
# уверена, что это будешь не ты! даже если разденешься догола!
# Молли принимает вызов
# в стандартном меню появляется строка "Батл с Молли" - единовременно, пока это событие не произойдет

# батл Моники и Молли на сцене
# танцуют по очереди, примерно 3 движения одна, потом 3 движения вторая
# сначала в масках, в жилетах и в трусиках
# Молли начинает танцевать первая, делает три движения
# потом Моника выходит и танцует, загораживая ее, делает три движения
# Молли подходит к Монике и отталкивает ее - иди отсюда! сейчас моя очередь!
# Молли срывает с себя жилет и танцует
# потом очередь Моники, она встает рядом с Молли и отталкивает ее, тоже снимает с себя жилет
# у Молли громче аплодисменты и больше чаевых
# потом Молли снимает с себя трусики и чаевые начинают сыпаться еще больше
# публика орет - ДААААААА! МОЛЛИ КРОШКА ТЫ ЭТО СДЕЛАЛАААААА!
# НЕ ВИЖУ ВТОРОЙ ГОЛОЙ ПОПКИ! ДАВАЙ-ДАВАЙ! РАЗДЕВАЙСЯ!
# Моника толкает ее в сторону и тоже снимает трусики
# аплодисменты громкие, но чаевых она собирает меньше
# Молли злится
# потом выходит на передний план, загораживая Монику
# красивым движением снимает с себя маску и публика взрывается в аплодисментах
# Моника остается в маске, зло смотрит на триумф Молли
# про себя думает - ненавижу!!!
# затемнение

# гримерка, Эшли пришла к Молли
# Эшли в восторге - вот это вы устроили! так держать, девочки!
# сколько заплатили эти денежные мешки?
# Молли говорит - около 150 баксов
# Эшли - отлично! Молли, т.к. ты победила, ты забираешь все чаевые, что вы заработали
# Молли самодовольно смотрит на Монику
# Молли - да, Эшли. мне же не нужно платить тебе проценты? все как обычно?
# Эшли - конечно нет, крошка. у королевы Shiny Hole есть свои привилегии
# Молли при этих слова смотрит издевательски на Монику и хихикает
# подмигивает ей, хлопает по попе
# потом смотрит на Монику - учись, [monica_pub_name], как нужно зарабатывать деньги!
# Эшли уходит
# Моника зло смотрит на Молли - сучка!
# Молли самодовольно - может я и сучка, но я все заработанные деньги оставляю у себя
# Молли уходит
# Монику бомбит про себя - почему эта рыжая шлюха не платит проценты Эшли?! а я должна платить!
# эта сучка еще при каждом удобном случае подставлет перед Эшли и я отдаю ей ВЕСЬ СВОЙ ЗАРАБОТОК!!!
# если она мне скажет еще хоть слово!
# я ее убью!!!

# когда Моника через бар идет к выходу, Эшли говорит ей - [monica_pub_name], стой
# Моника зло ей огрызается, что она сегодня ничего не заработала!
# Эшли ей игриво - а я сегодня болела за тебя, [monica_pub_name] - подмигивает
# если бы ты выиграла, то стала бы королевой
# а королева вообще не платит чаевые, как это сейчас делает Молли
# конечно, у королевы есть не только привилегии, но и определенные обязанности...
# но это уже мелочи
# Моника подумает, что ей плевать на эти обязанности
# я стану здесь королевой и со мной никто не сможет сравниться!

# при условии, что был перый батл с Молли
# след. рабочий день, когда смена Молли
# Моника заходит в гримерку, та снова начинает ее цеплять
# Молли - пришла? я думала, что ты постыдишься выходить на сцену после своего провала. хи-хи
# Моника - иди в жопу!
# Молли - мало того, что неудачница, еще и воровка! хи-хи
# мне, в отличие от тебя, не нужно платить проценты Эшли. или воровать чужие деньги. хи-хи
# меню: проигнорировать Молли или Врезать ей!
# если Проигнорировать, то не будет доступна ни драка, ни второй батл
# Моника просто про себя думает, что не стоит опускаться до уровня этой тупой деревенщины, которая возомнила из себя королеву
# думает - я таких, как она, даже к кастингу в свой журнал не допускала! мерзкая дрянь! и просто молча идет на сцену
# если Врезать ей!, то Моника шипит ТВАРЬ! , подбегает к Молли и сталкивает ее со стула
# та вскакивает и толкает Монику в ответ
# Моника врежет ей кулаком по лицу, СУКА! НЕНАВИЖУ! УБЬЮ!
# Молли машет в ответ руками
# Моника снова ее толкает, хватается за стул и замахивается
# меню: Врезать ей стулом (прервание квеста и увольнение с паба) или Не делать этого
# если Врезать ей стулом, то Моника замахивается и бьет Молли стулом по голове, а потом уходит
# если Не делать этого, то Моника все так же держит стул, замахнувшись  и тут забегает Эшли
# Эшли начинает на них орать о том, что битву сучек надо устраивать на сцене!
# это, по крайней мере, приносит деньги!
# а не устраивать тут драку! вы что, совсем охренели, такой шум тут подняли!?!?!?
# Моника опускает стул
# Эшли орет - быстро на сцену! обе! выясняйте отношения там!
# меню: Пойти на второй батл с Молли или Отказаться
# если Отказаться, то Моника говорит, что с нее достаточно, она не собирается делить сцену с этой сучкой!
# в таком случае, она, как обычно идет танцевать одна
# если не идти на батл, а снова кликнуть на Молли, то можно будет повторить сцену драки
# если Пойти на второй батл с Молли, то Моника думает, что сегодня она точно надерет задницу этой мерзкой шлюхе!

# сцена, Моника и Молли снова вдвоем на сцене, одеты в жилетки, трусики и маски
# начало такое же, как и в первом батле
# также через три движения они толкаются и стараются затмить друг друга
# Молли также начинает раздеваться первом, снимая с себя жилет
# но Моника в этот раз ведет себя более агрессивно и не дает Молли возможности сделать это красиво
# отталкивает ее и снимает свой жилет
# публика в восторге
# потом снова очередь Эшли и она снимает трусики
# Моника снова прерывает ее движения и делает это первой
# Молли выходит на первый план и начинает принимать откровенные позы
# но публика отдает предпочтение Монике
# Моника, не дожидаясь, когда Молли сделает это первой, снимает с себя маску
# толпа ревет, деньги сыпятся
# безоговорочная победа Моники, триумф
# она стоит посреди сцены, обнаженная и без маски, высокомерно смотрит на злую Молли, которая тоже сняла свою маску
# но это уже никому не интересно
# затемнение

# гримерка после батла
# Моника вдвоем с Молли
# Моника торжествует - ну что, стерва! что ты скажешь новой королеве Shiny Hole?
# Молли зло смотрит на Монику - я тебе этого просто так не оставлю, сучка!
# Моника - хи-хи-хи
# забегает Эшли
# говорит, что всегда знала, что эта попка (указывает на Монику) покорит нашу сцену
# [monica_pub_name], теперь ты новая королева и чтобы больше никаких драк и батлов!!!
# это вас обеих касается! понятно, Молли!!!
# та зло отвечает - ДА!
# Эшли говорит Молли, что она теперь должна отдавать проценты ей
# а Моника всю выручку будет забирать себе
# это твоя королевская привелегия, [monica_pub_name]
# у королевской попки должны быть королевские чаевые
# Моника все это время высокомерно смотрит на Молли, та молча зло на нее
# потом Молли с психом уходит
# Эшли пошло подмигивает Монике и тоже выходит
# Моника про себя злорадствует - я сегодня заработала 200 долларов на одно выступление!
# и ни цента не должна теперь никому отдавать!
# в отличие от рыжеволосой шлюхи! хи-хи-хи
# так и надо этой сучке! пусть знает свое место!
# здесь Я королева, а она НИКТО, пустое место!
# затемнение

# на след. рабочий день
# Моника заходит в гримерку, замечает, что на стене больше нет портрета Молли
# вместо него висит ее портрет
# если работает Молли, то Моника с ней не раговаривает - не королевское это дело общаться с плебеями
# если работает Клэр, то Клэр говорит о том, что слышала о триумфе Моники
# что она рада, что Моника проучила Молли и теперь сможет хоть что-то здесь зарабатывать
# но предупреждает, что Молли может мстить, поэтому нужно быть поосторожнее с ней
# если что, ты знаешь, что я готова помочь тебе, Моника
