# алкоголик предлагает Монике дать место, чтобы ему выпить. Иначе его может забрать полиция
# Моника приводит его домой, недовольная, говорит что сама не пьет, хотя он предлагает выпить с ним
# Предлагает Монике доллар за то, чтобы выпила
# Затем еще доллар, затем еще
# Моника напивается ничего не помнит, просыпается голая на кровати, а между ног голова алкаша и он спит
# Моника в ужасе прогоняет его



# сцены с ситизенами в квартире у Моники

# гей (citizen13)
# гей по дружбе предлагает Монике хорошо заработать
# в ее квартире он говорит, что у него никогда не было секса с женщиной
# и он хочет ощутить то чувство, когда член находится в женской киске
# он просит Монику за деньги сначала дать ему рассмотреть ее в подробностях и потрогать пальцем
# делает это с большим интересом
# в итоге его научной деятельности у него встает
# Моника смотрит на его маленький член и смоневается, что вообще что-то может получиться
# он тыкается в ее киску членом, но у него ничего не получается
# он пытается уговорить ее на анал, т.к. уверен, что с этим проблем у него не возникнет
# но она все равно отказывается, в итоге он с горем пополам все-таки входит в нее
# секс, оплата 30 долларов

# любитель заключать сделки, лысый, в черном (citizen8)
# предлагает выести их сделку на новый уровень и устроить что-то вроде привата
# готов щедро заплатить за эту сделку
# в ее квартире осматривается с недоумением - не думал, что ты живешь в такой дыре
# Моника говорит, что это не ее квартира
# а что это тогда? эта дыра даже на место для проституток не тянет.
# ты могла бы своим телом зарабатывать очень много денег и вообще ни в чем не нуждаться
# я могу тебя научить, как это нужно делать
# сегодня будет урок первый
# предложи мне себя так, чтобы я тебя захотел купить
# если у тебя получится, я заплачу тебе не менее 50 долларов
# Моника немного столбенеет
# m "Я ещё и исхищряться должна что бы у него встал?"
# m "Я столь прекрасна и изысканна, что мужчины теряют голову от одного лишь взгляда и мне не приходится даже ни чего делать для этого"
# m "Но я даже и предположит не могу что такого извращенного ожидает от меня этот извращенец"
# лысый видит ступор моники и говорит что ему нравятся её чулки и она может поиграться с ними.
# изобретательность с твоей стороны будет также вознаграждена в денежном эквиваленте
# Мон сначала танцует перед ним в одних чулках и туфлях, затем снимает чулки и протягивает их себе между ног (подрочить чулками)
# лысый заводится и говорит что бы она продолжала и что у неё не так уж и плохо выходит, но пока  ещё она не отработала свой 50
# тогда Моника подходит к лысому сидящему в кресле , ставит одну ногу на полокотник,
# лысый тянется к ней что бы сделать куни, но мон накидывает ему на шею чулок , как шарф и тянет чулки вверх и назад,
#  он дрочит и делает ей куни, в то время, как она его немного придушивает
# мон кончает ( ей нравится опять быть главной), а лысый одивает чулок на член и Мон делает ему минет в чулке
# ИЛИ в итоге Моника по его просьбе мастурбирует, а он смотрит на это
# потом заставляет ее открыть рот и сделать ему минет, продолжая мастурбировать
# оплата 50 долларов

# парень с завышенным ЧСВ, лысый, в голубой куртке (citizen15)
# говорит ей, что если она попросит его, то он готов ее трахнуть
# с ним она узнает, что такое секс с настоящим самцом, все девочки от меня без ума
# я тебе даже заплачу за это, детка
# потом, когда ты почувствуешь, что такое настоящий секс, ты меня сама будешь умолять о встрече
# в ее квартире он брезгливо смотрит на мебель
# у тебя что, нет другой хаты? да ладно! ни за что не поверю, что телка с такими сиськами живет тут
# тут постель хоть чистая? нет, я не буду на это ложиться
# слушай, детка, давай ты сначала помоешься в душе с мылом, а потом я тобой займусь
# я должен быть уверен, что ты не грязная. черт его знает, кого ты еще сюда приводила, детка
# Моника психует, но идет в душ, только встает под воду, он голый приходит за ней
# я решил, что помогу тебе помыться
# намыливает ее тело, уделяя особое внимание интимным частям
# а теперь вставай раком, сейчас ты познаешь настоящего мужчину
# секс в душе
# оплата 25 долларов (- 5 баксов за то, что я тебя помыл, детка)
