default monicaBiffInvestorDate1 = False # Моника согласилась пойти на свидание с инвестором
default monicaBiffInvestorDate2 = False # Моника вынудила инвестора дать согласие на инвестирование при его жене
default monicaBiffInvestorDate3 = False # # Моника поехала с инвестором в отель



# через неделю после последней фотосессии перед инвесторами
# кабинет Бифа
label ep215_dialogues3_escort_1:
    # Моника заходит в кабинет Бифа и видит обнаженную Кристину (кассир с заправки)
    # Сбоку стоит улыбающийся Фред.
    # Моника в шоке, возмущенно смотрит на Кристину
    mt "Какого черта?!"
    m "Это еще что такое?!"
    m "?!?!?!"
    # потом на Фреда
    m "Фред! Мерзавец! Что ты делаешь здесь?!"
    m "Снова плетешь интриги у меня за спиной?!"
    # тычет пальцем в сторону Кристины
    m "И почему эта голая кукла торчит посреди кабинета?!"
    m "!!!"
    # Кристина испуганнно прикрывается руками
    saleswoman "Ой! Это что?! Начальница?!"
    # и выбегает из кабинета
    # Фред со своей улыбочкой обращается к Монике
    fred "Миссис Бакфетт, я как профессионал, проявляю инициативу... Помогая расширять модельный пулл."
    fred "А также я помогаю молодым талантам раскрывать себя."
    # Моника зло говорит ему
    m "Фред! Твое место за рулем автомобиля!"
    m "Границы твоего профессионализма в том, чтобы не путать педали!!"
    m "А инициативу тебе лучше проявлять в том, чтобы заранее заправлять автомобиль керосином!!!" #(в англ. парафин? в общем то же слово что и в первом эпизоде)
    m "Пошел вон отсюда!"
    m "!!!"
    # Фред ехидно ей улыбается и отворачивается от нее к Бифу
    # звук стук в дверь
    # в кабинет к Бифу заходит Грейс (модель с ивента у Кэмпбелла)
    guest2 "Мистер Биф, можно войти?"
    biff "Подожди еще немного, детка. Я пока занят."
    guest2 "Да, конечно, Мистер Биф."
    # Грейс уходит, Моника в недоумении смотрит на Бифа
    m "?!?!?!"
    fred "Я могу идти, Мистер Биф?"
    # Биф отвечает с важным видом, ведь он биг босс
    biff "Да, Фред. Можешь идти."
    fred "Спасибо, что уделили время моей инициативе, Мистер Биф."
    biff "Твоя кукла вполне послушная, Фред. Она понравилась папочке."
    biff "Приводи ко мне побольше разных кукол. Аха-ха!!!"
    # Фред профессионально улыбается и уходит
    # Моника злая смотрит ему вслед
    mt "Мерзавец!!!"
    # потом смотрит на Бифа
    m "Побольше разных кукол?!"
    m "Что все это значит?!"
    # Биф самодовольно
    biff "Это значит, что эта кукла не имеет твоих недостатков, цыпочка!"
    biff "И папочка решил, что теперь она будет представлять журнал!"
    m "Что?!"
    m "С какой стати эта глупая кукла будет представлять журнал?!"
    m "Она не имеет ни опыта, ни шарма!"
    m "Ни мозгов!!"
    biff "Она имеет главное - это желание работать!"
    biff "Но папочка предусмотрел все варианты..."
    biff "Потому что папочка тут самый умный и заботится о своем журнале."
    biff "И если эта глупая кукла не сможет стать его главной..."
    biff "То я назначу на эту должность другую куклу... Поумнее..."
    biff "Она как раз ждет сейчас в приемной своей очереди на собеседование."
    m "!!!"
    m "Я и так работаю и прохожу эти твои дурацкие фотосессии!"
    m "Чего тебе еще нужно?!"
    m "?!"
    biff "Ты не развлекаешь папочку как требуется, цыпочка..."
    biff "Но это не главное..."
    m "..."
    biff "Главное то, что до сих пор не решен вопрос с инвесторами!"
    biff "Этому замечательному журналу во главе со мной..."
    biff "Дааа... Во главе со мной..."
    biff "Я глава этого журнала... Я люблю себя... Вау..."
    mt "!!!"
    mt "Безмозглый придурок!"
    m "К делу, Биф!"
    biff "Так вот! Этому замечательному журналу нужны деньги!"
    biff "И я ожидал от двадцатидолларовой шлюхи того..."
    biff "Что она проявит свои привычные ей навыки и договорится с инвесторами!"
    # Моника зло спрашивает
    m "Ты что, хочешь чтобы Я, Моника Бакфетт, трахалась с инвесторами?!"
    m "Ради того, чтобы они согласились инвестировать в этот журнал?!"
    m "?!?!?!"
    biff "Слышишь ты, кукла безмозглая!"
    biff "Я смотрю, ты забыла, кто ты такая на самом деле?!"
    biff "Да, это твоя основная работа!"
    biff "Потому я и нанял эту куклу." # тычет пальцем в сторону Моники
    m "!!!"
    biff "Весь талант этой куклы в том, что она похожа на сучку Бакфетт."
    biff "Папочке нравится, что она любит притворяться ею и вживается в ее образ."
    biff "Однако папочке очень жаль, что эту куклу он подобрал буквально с улицы..."
    biff "А это значит, что у нее нет опыта для того, чтобы договориться с инвесторами."
    biff "Видимо она никогда не общалась с такими богатыми мужчинами."
    biff "Возможно, папочке стоит пригласить кого-нибудь из ВИП-эскорта..."
    biff "Чтобы этой кукле объяснили, где у богача искать член!"
    # Если Моника работает в эскорте
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника работает в ВИП-эскорте."))
        #
        m "Меня не интересуют падшие особы из каких-то эскортов!"
        m "Они ничего про это не знают!"
        biff "Я уверен, что они смогут эту куклу научить чему-нибудь!"
        biff "Пожалуй, я распоряжусь, чтобы сюда пригласили одну из них."
        mt "Сволочь!!!"
        mt "!!!"
        biff "Кстати, один из инвесторов упоминал про перспективную кандидатку в наши модели..."
        m "Биф..."
        m "Не надо никого приглашать..."
        m "Это приличное место."
        m "И нахождение здесь подобных особ может скомпрометировать его..."
        mt "Дьявол! Не хватало еще чтобы сюда притащили одну из тех шлюх из эскорта!"
    biff "В общем, кукла, слушай меня!"
    biff "Сегодня со мной говорил один из инвесторов."
    biff "Он проявил интерес к тому, чтобы провести свидание с Моникой Бакфетт..."
    biff "В обмен на инвестирование в мой журнал."
    biff "И ты, глупая кукла, притворишься ею и встретишься с ним!"
    m "Нет!!!"
    biff "Да! Иначе я вышвырну тебя отсюда! А твое место займет другая кукла!"
    biff "Например, та, которая только что была до тебя здесь!"
    m "Она не справится!"
    biff "Она хотя бы попытается это сделать!"
    biff "К тому же, ее услуги стоят значительно дешевле, чем твои!"
    biff "Фотосессии с ней обойдутся в разы дешевле! Возможно ей не надо будет платить вовсе!"
    biff "А папочка умеет считать деньги!"
    m "Биф, как ты можешь сравнивать ее и меня?!"
    m "Ведь я Леди и глава журнала!"
    biff "Главой журнала может быть и она! И совершенно бесплатно!"
    m "Но никто не поверит в это!"
    biff "Ты, кукла, передашь ей свои полномочия публично!"
    m "Что?!"
    m "НЕТ!!!"
    m "Я никогда не сделаю этого!!!"
    biff "За пару тысяч баксов такая кукла, как ты, сделает все, что ей скажут!"
    biff "Говорить ртом для тебя сложнее, чем сосать им члены!"
    biff "Но пара тысяч баксов значительно больше, чем двадцать баксов!"
    m "Биф, ты мерзавец!"
    m "!!!"
    biff "Кукла, ты меня достала!"
    biff "Завтра же вечером объявишь о своей отставке!"
    biff "А сейчас пошла отсюда вон!"
    mt "Черт!"
    mt "Мне нельзя терять эту работу!"
    mt "Где я еще смогу доставать деньги для мелкой сикалявки, которая подмяла Дика под свой каблук?"
    mt "И я потеряю доступ к своему офису и шансы вернуть его назад!"
    mt "Что же делать, Моника?!"
    mt "?!?!?!"
    ### отсюда начинается диалог, если Моника отказалась идти на встречу с инвестором
    menu:
        "Попытаться отговорить Бифа.":
            pass
        "Я ни за что на это не соглашусь!":
            m "Биф, я не собираюсь участвовать в этом!!!"
            biff "Ты не получишь никакую другую работу..."
            biff "Пока не встретишься с этим денежным мешком!"
            biff "Если будешь и дальше спорить со мной..."
            biff "Я заставлю тебя заявить публично о твоей отставке!"
            mt "!!!"
            mt "Чертовы инвесторы! Чертов Биф! Ненавижу их всех!"
            # Моника оказывается на улице
            # Биф не дает ей работу, пока она не согласится на свидание
            return
    # Моника злится
    mt "Что мне теперь делать?!"
    mt "Моника, неужели ты способна согласиться на такое?!"
    m "Как этот инвестор посмел изъявить желание встретиться с самой Моникой Бакфетт?!"
    biff "Инвестор побаивается сучку Бакфетт..."
    biff "Потому мне самому пришлось предложить это."
    # Моника в ярости
    m "Биф, да как ты смел?!"
    m "!!!"
    biff "Так, кукла! Хватит! Мне это уже надоело!"
    biff "Если ты не трахнешь инвестора как полагается!"
    m "ЧТО?!"
    biff "Что слышала!"
    biff "И если он не согласится на вложение денег в журнал!"
    biff "То ты завтра же объявишь об уходе из журнала!"
    # Монику бомбит
    m "Я не какая-то там проститутка, чтобы спать с этим инвестором!!"
    m "!!!"
    biff "Ты не проститутка! Ты дешевая двадцатидолларовая шлюха!"
    biff "Быстро пошла переоделась для господина будущего инвестора!!"
    biff "И только попробуй сделать что-то не так!"
    biff "Я распоряжусь и ты больше не сможешь войти в этот офис, безмозглая кукла!"
    biff "На твое место уже есть замена! Она станет лицом журнала!"
    biff "А ты отправишься сосать члены у прохожих за несколько баксов!"
    # Моника в ярости
    m "БИФ!"
    # Биф зло
    biff "Я сказал хватит!"
    biff "Сейчас же иди переодевайся и спускайся к лифту!"
    biff "Господин инвестор тебя ждет!"
    m "БИФ!!!"
    biff "БЫСТРО!!!"
    menu:
        "Согласиться на свидание с инвестором.":
            $ monicaBiffInvestorDate1 = True # Моника согласилась пойти на свидание с инвестором
            pass
        "Нет! Ни за что!":
            m "Биф, я не собираюсь участвовать в этом!!!"
            biff "Ты не получишь никакую другую работу..."
            biff "Пока не встретишься с этим денежным мешком!"
            biff "Если будешь и дальше спорить со мной..."
            biff "Я заставлю тебя заявить публично о твоей отставке!"
            mt "!!!"
            mt "Чертовы инвесторы! Чертов Биф! Ненавижу их всех!"
            # Моника оказывается на улице
            # Биф не дает ей работу, пока она не согласится на свидание
            return
    mt "ААААА!!!"
    mt "Ненавижу сволочь Бифа!!!"
    mt "Он мне заплатит за все эти унижения!!!"
    mt "Иначе я не Моника Бакфетт!!!"
    mt "!!!"
    # Моника направляется к выходу из кабинета и в этот момент в кабинет заходит Грейс
    guest2 "Мистер Биф, я могу войти?"
    biff "Да, заходи..."
    guest2 "Ой, Миссис Бакфетт, здравствуйте..."
    guest2 "Я и не заметила, что Вы здесь..."
    # Моника злобно на нее смотрит и проходит мимо, ничего не отвечая
    mt "Дура!"
    mt "!!!"
    return

# если Моника дала согласие на свидание с инвестором
# Моника идет в любую другую локацию, кроме гримерки
label ep215_dialogues3_escort_2:
    mt "Мне надо идти в гримерку, чтобы переодеться..."
    mt "У лифта меня ждет никчемный инвестор."
    mt "Не пойде же я на встречу с ним в этом костюме."
    return

# если Моника отказалась от свидания с инвестором
# Моника стоит на улице
label ep215_dialogues3_escort_3:
    mt "ГРЕБАНЫЙ БИФ!!!"
    mt "НЕНАВИЖУ!!!"
    mt "АААА!!!"
    mt "Как он смел выгнать меня из моего же офиса?!"
    mt "Сволочь!"
    mt "Негодяй!!!"
    return

# если Моника отказалась от свидания с инвестором
# снова пришла к офису и стоит на улице
label ep215_dialogues3_escort_4:
    mt "Черт!"
    mt "Мне нельзя терять эту работу!"
    mt "Где я еще смогу доставать деньги для мелкой сикалявки Виктории?!"
    mt "Мне нужно вернуть доступ к своему офису!"
    mt "!!!"
    return

# Моника идет в гримерку, чтобы переодеться
label ep215_dialogues3_escort_5:
    # психует
    mt "Гребаный Биф!"
    mt "Мерзавец!"
    mt "!!!"
    mt "Черт! Моника, как бы повернуть эту встречу с инвестором в свою пользу?!"
    mt "Хммм..."
    mt "Ведь он знает, что я Миссис Моника Бакфетт..."
    mt "Я смогу манипулировать им и мне необязательно спать с ним для этого!"
    mt "Точно! И Биф об этом ничего не узнает!"
    mt "!!!"
    mt "Этот никчемный инвестор..."
    mt "Впрочем, как и все остальные мужчины..."
    mt "Не сможет устоять перед моими женскими чарами!"
    mt "Они все могут только мечтать о такой роскошной женщине, как Я!"
    mt "Тем более, в этом костюме моя фигура смотрится сногсшибательно!"
    mt "Да, Моника, это отличный план!"
    mt "Пора идти к этому неудачнику и предоставить ему возможность угостить меня ужином..."
    mt "Я давно не ела роскошной и изысканной еды."
    mt "Эти глупые мужчины должны каждый день угощать меня! И развлекать!!"
    mt "Почему они этого не делают?!"
    mt "Жалкие ничтожества, недостойные такой Богини, как Я!"
    mt "!!!"
    return

# идет на выход из офиса
# если клик на любую другую локацию
label ep215_dialogues3_escort_6:
    mt "Мне надо идти в холл к лифту..."
    mt "У лифта меня ждет никчемный инвестор."
    return

# холл, возле лифта
# инвестор стоит в ожидании Моники
label ep215_dialogues3_escort_7:
    mt "Ждет меня, как верный пес..."
    mt "Какой же он жалкий! Фи!"
    # Олаф разговаривает с Моникой очень обходительно, а Моника с ним надменна
    investor2 "Миссис Бакфетт, добрый вечер!"
    investor2 "Вы сегодня великолепно выглядите!"
    # целует ее руку, Моника смотрит на него свысока
    investor2 "Я так польщен, что Вы согласились отужинать со мной..."
    investor2 "Вы не представляете, как я мечтал провести с Вами вечер!"
    m "Я всегда выгляжу великолепно, мистер..."
    m "Не напомните мне, как вас зовут?"
    investor2 "Олаф. Вы можете обращаться ко мне по имени."
    investor2 "И если Вы позволите, я мог бы Вас также называть по имени..."
    # Моника надменно
    m "Олаф, для вас я Миссис Бакфетт."
    olaf "Да, Миссис Бакфетт, простите мне мою неучтивость."
    olaf "Этого больше не повторится..."
    olaf "Могу я пригласить Вас на ужин?"
    m "Да."
    m "Надеюсь, Олаф, вы отдаете себе отчет в том, КОГО вы пригласили на ужин?"
    m "Вы выбрали лучший ресторан в городе для этого? Я не ужинаю во второсортных местах."
    olaf "Миссис Бакфетт, для Вас только самое лучшее! Идемте?"
    # затемнение, звук мотора
    return

# ресторан (новая локация)
label ep215_dialogues3_escort_8:
    # Моника с Олафом сидят за столиком, стол сервирован блюдами, стоит вино
    # Моника сидит с высокомерным видом
    mt "Хм... Этим никчемным Олафом можно легко манипулировать..."
    mt "Он, как послушный медвежонок, будет на все согласен ради меня."
    # Олаф спрашивает Монику
    olaf "Миссис Бакфетт, как Вам ужин? Все ли Вам нравится?"
    m "Я ужинала в местах и получше, Олаф."
    m "Но здесь вполне сносная еда..."
    m "Хоть и не такая изысканная, к которой я привыкла."
    olaf "В следующий раз, если Вы позволите, Миссис Бакфетт, я организую все на высшем уровне."
    m "..."
    olaf "Могу я предложить Вам вина, Миссис Бакфетт?"
    m "Да, немного..."
    # не показываем, просто звук, как наливают вино в бокал
    # Моника подносит бокал к губам, а Олаф пристально смотрит на нее, сам не пьет
    m "Олаф, а вы почему не хотите вина?"
    # Олаф немного смущен
    olaf "Миссис Бакфетт, дело в том... Кхм..."
    olaf "Я не пью, поскольку у меня периодически возникают проблемы с алкоголем."
    mt "Какой же он все-таки жалкий этот Олаф."
    mt "Зачем он мне это говорит?"
    mt "Он что, не понимает, что мне плевать на него и его слабости?"
    mt "..."
    mt "Черт! Но мне нужно сделать вид, что я заинтересована..."
    mt "Нельзя допустить того, чтобы он отказался от своей инвестиции и ушел..."
    mt "Возможно, мне сегодня удастся не выполнять низменные требования Бифа."
    mt "Этот Олаф и так даст согласие на инвестицию."
    mt "В противном случае, от Бифа меня ждет кое-что похуже..."
    # Моника говорит Олафу, плохо изображая интерес
    m "Совсем ничего не будете пить, Олаф?"
    olaf "Совсем ничего, Миссис Бакфетт."
    olaf "Я хочу смотреть на Вашу красоту незатуманенным взглядом..."
    olaf "И хочу запомнить каждый миг, проведенный с Вами. Это такая честь для меня!"
    olaf "Ваша смелость в ведении бизнеса меня восхищает!"
    olaf "Ваша уверенность в себе... Как Вы провели последнюю фотосессию..."
    olaf "Я до сих пор под впечатлением!!"
    olaf "Вы самая прекрасная женщина, которую я когда-либо встречал, Миссис Бакфетт!"
    # Моника со скучающим видом
    m "Спасибо, Олаф. Я знаю об этом..."
    m "Я привыкла, что все мужчины вокруг постоянно восхищаются моей красотой... И моим умом."
    olaf "И я их прекрасно понимаю, Миссис Бакфетт! Вы - мечта любого мужчины!"
    # Моника молчит и высокомерно улыбается
    m "..."
    # затемнение, несколько минут спустя, звук каблуков
    # к их столику подходят недовольные Мия и Шарлотт (две светские львицы с ивента у Кэмпбелла)
    # Моника удивленно смотрит на них
    mt "А эти две овцы что тут делают?!"
    mt "Не хватало мне здесь их мерзких физиономий!"
    # Шарлотт (брюнетка) зло шипит на Олафа
    guest5 "Мой муж сидит здесь с этой Бакфетт!"
    guest5 "У всех на виду клеется к ней! Кобель!"
    guest5 "Да как ты посмел!"
    # Олаф испуганно
    olaf "Шарлотт, дорогая..."
    olaf "Это совсем не то, о чем ты подумала!"
    # Шарлотт зло
    charlotte "По твоей морде видно, как ты пускаешь слюни на эту!.. Эту женщину!!"
    charlotte "На вас весь ресторан смотрит!"
    charlotte "Я даже не поверила, когда мне позвонили и сказали, что ты здесь с этой девкой!!!"
    # Моника спокойно и максимально надменно
    m "Девкой?" # усмешка высокомерная
    m "Я бы на вашем месте не судила других женщин по себе."
    charlotte "Что это значит?!"
    m "Я с Олафом веду здесь деловые переговоры..."
    m "Так как заинтересована в расширении своего бизнеса..."
    m "Который Я создала САМА и которым руковожу Я."
    m "Я - владелица многомиллионного бизнеса, а не девка."
    m "А вы что из себя представляете?"
    m "Молчите?"
    m "Потому что вы - пустое место."
    m "Вы - лишь тень своего мужа."
    m "Ничего не значащая и никчемная девка."
    # подруга Шарлотт, Мия, пытается возмущаться на это
    guest6 "Как вы можете так говорить про Шарлотт?!"
    guest6 "Между прочим, ее муж, как и мой, уважаемые и влиятельные люди в нашем городе!"
    charlotte "Да!" # смотрит на Монику свысока
    # переводит взгляд на Олафа
    charlotte "И, кстати, муж Мии не таскается по ресторанам с какими-то дев... женщинами!"
    charlotte "Под предлогом деловых переговоров!!!"
    # Моника со скучающим видом
    m "Можешь засунуть своего мужа куда подальше."
    m "Он для меня - деловой партнер и не более того."
    # оценивающий взгляд на Олафа
    m "С такоим уродливыми и толстыми мужчинами меня может объединять только бизнес."
    # Олаф в шоке, смотрит на Монику
    # потом говорит своей жене
    olaf "Да, дорогая. У нас деловые переговоры."
    olaf "Как ты могла подумать о чем-то другом?"
    # Миа говорит Шарлотт
    mia "Шарлотт, я же тебе говорила, что он даже не посмотрит на такую, как она."
    mia "Единственное, что у них может быть общего - это их скучная работа."
    mia "О чем еще может разговаривать Олаф с такой женщиной?"
    # Шарлотт все еще бесится
    charlotte "Да, Мия, видимо ты была права..."
    charlotte "Думаю, что Олаф будет не против, если мы с тобой присоединимся к их деловой беседе."
    charlotte "Посушаем, что за важные переговоры тут ведутся. Давай?"
    mia "Да, давай, Шарлотт. Отличная идея."
    # Олаф приглашает их присесть с ними рядом
    olaf "Миссис Бакфетт, прошу Вас извинить."
    olaf "Вы же не будете против, если моя супргуа и Мия составят нам компанию?"
    m "Я против, Олаф..."
    m "Но если вам так будет проще принять решение относительного нашего вопроса..."
    m "То я, так уж и быть, потерплю присутствие этих особ."
    olaf "Да, Миссис Бакфетт. Спасибо."
    # грымзы садятся за столик, Шарлотт рядом с мужем, Мия рядом с Моникой
    # Шарлотт испепеляет Монику взглядом, Моника продолжает вести себя надменно
    # Мия наклоняется к Шарлотт через столик и хихикает
    mia "Послушаем, как ведет переговоры владелица сомнительного журнала. Хи-хи!"
    m "Мой журнал приносит мне миллионы."
    m "И мне мало интересно мнение особ, которые из себя ничего не представляют."
    charlotte "На какую тему ваши переговоры?"
    charlotte "Что общего может быть между бизнесом моего мужа и вашим, так сказать, бизнесом?"
    # Моника надменностью ее передавливает
    m "Сразу видно, что вам чужд этикет проведения деловых встреч..."
    m "Но вам простительно - вы ведь привыкли пить шампанское и сплетничать..."
    m "Обсуждая, во что одет тот или иной гость на каком-нибудь фуршете..."
    m "До такого серьезного уровня, на котором мы общаемся с Олафом, вам далеко."
    # Олаф немного нервничает
    olaf "Миссис Бакфетт, я прошу прощения за свою супругу."
    olaf "Она у меня немного ревнивая."
    mt "Еще бы она не ревновала к такой шикарной женщине, как Я!"
    # Моника снисходительно
    m "Я вас извиняю, Олаф."
    m "Налейте мне еще вина и продолжим."
    olaf "Конечно, Миссис Бакфетт."
    # Олаф наливает ей вина, Шарлот в это время зло смотрит на него
    m "Спасибо, Олаф..."
    m "На чем нас прервали эти две особы?"
    olaf "Мы... Мы обсуждали инвестицию в ваш журнал, Миссис Бакфетт..."
    m "Да, верно..."
    menu:
        "Заставить Олафа при его жене инвестировать в журнал." if monicaBitch == False:: # может быть, в этом пункте не коррапшн задирать, а сделать его доступным только при минимальной бичности
            mt "Хммм..."
            mt "Моника, тебе выдался отличный шанс закрыть вопрос с этим инвестором!"
            mt "Эта его грымза даже не представляет, как она помогла мне!"
            # Моника обращается к Шарлотт
            m "Ваше появление в этом заведении прервало наши переговоры на том моменте..."
            m "Когда Олаф любезно согласился инвестировать в мой журнал."
            # Олаф растерянно смотрит на Монику
            # Шарлотт вопросительно смотрит на мужа, а Мия спрашивает у Моники
            mia "А зачем?"
            m "Вы можете спросить у Олафа..."
            # все смотрят на Олафа
            # он мнется, боится, растерян, в итоге кое-как отвечает заикаясь
            olaf "Я... Я видел п-презентации..."
            olaf "Там были графики роста... Оч-чень... Очень убедительные графики..."
            # Моника надменно
            m "Достаточно, Олаф. Этого хватит."
            m "Уши присутствующих дам привыкли носить модные шляпки, а не воспринимать цифры."
            # Шарлотт смотрит на Монику как змея
            charlotte "Я потом проверю, насколько эти цифры будут соответствовать реальному доходу!"
            m "Смотрите, не запутайтесь, миссис. Это вам не чеки после шоппинга рассматривать."
            m "Речь идет об очень серьезных суммах."
            m "И Олаф очень заинтересован в такой большой прибыли."
            m "Да, Олаф?"
            olaf "Д-да, Миссис Бакфетт..." # растерянно
            m "Потому Олаф умолял меня встретиться с ним и обсудить это инвестирование..."
            m "Более мне эта встреча неинтересна..."
            # Моника встает
            m "Завтра я проверю у своего помощника Бифа, что вы решили, Олаф."
            m "И лучше бы вам, Олаф, не задавать лишних вопросов Бифу."
            m "Он недостаточно компетентен в таких серьезных вопросах."
            m "И я на вашем месте не стала бы рассматривать другие сомнительные финансовые предложения."
            m "Иначе вы рискует потерять все ваши деньги, Олаф..." # угрожающе
            # Олаф испуганно
            olaf "С-спасибо, Миссис Бакфетт..."
            # Моника уходит с видом победителя
            $ monicaBiffInvestorDate2 = True # Моника вынудила инвестора дать согласие на инвестирование при его жене
            return
        "Заставить Олафа при его жене инвестировать в журнал. (Моника недостаточно приличная) (disabled)" if monicaBitch == True:
            pass
        "Не рисковать.":
            pass
    # Моника задумчиво
    mt "Черт! Я могла бы воспользоваться ситуацией!"
    mt "И вынудить этого неудачника дать согласие на инвестирование!"
    mt "..."
    mt "Но это слишком рискованно."
    mt "Что, если он откажется?!"
    mt "Или его грымза начнет его отговаривать?"
    mt "По нему же сразу видно, что он жалкий подкаблучник!"
    mt "Нет, Моника, лучше не рисковать..."
    # Моника обращается к Олафу
    m "Да, Олаф. Мы говорили о том, что это будет весьма выгодная сделка для вас..."
    m "Слова Мистера Кэмпбелла этому подтверждение."
    m "А он очень опытный и грамотный бизнесмен."
    # Олаф мнется, поглядывает искоса на свою жену
    m "С вашей стороны было бы верным решением последовать совету Мистера Кэмпбелла. И сделать эту инвестицию."
    olaf "Кхм... Миссис Бакфетт, да, я думаю, что..."
    olaf "Такой уважаемый бизнесмен как Мистер Кэмпбелл не может ошибаться..."
    # Миа перебивает его, говорит Шарлотт
    mia "Шарлотт, давай вернемся в тот клуб, мне здесь скучно!"
    # Шарлотт сомневается, не хочет оставлять мужа с Моникой наедине
    charlotte "Согласна с тобой, дорогая."
    charlotte "Ты была права, эта Бакфетт - скучная. И разговоры у нее скучные."
    mt "Это я скучная?!"
    mt "Посмотрела бы на себя, дура!"
    mt "Ни воспитания, ни чувства такта! Фи!"
    mt "!!!"
    # Шарлотт и Мия встают из-за стола
    charlotte "Олаф, дорогой, поехали с нами?"
    # Олаф растерянно смотрит на Монику
    olaf "Дорогая, я пока не могу... К сожалению... Сама понимаешь, это работа."
    olaf "Я подъеду немного позже, когда закончу переговоры. Хорошо?"
    charlotte "Хорошо, дорогой. Смотри не усни здесь от скуки."
    mia "Хи-хи-хи!!"
    # Моника надменно смотрит на них, грымзы уходят
    mt "Наконец-то, эти две овцы ушли."
    mt "Терпеть их не могу!"
    mt "Провинциальные дуры!"
    mt "!!!"
    # Олаф с виноватым видом смотрит на Монику
    olaf "Миссис Бакфетт, я приношу Вам свои извинения..."
    olaf "Поведение моей супруги было неприемлемым."
    olaf "Я хотел бы сгладить данный инцидент..."
    mt "Жалкий подкаблучник!"
    m "Олаф, я - сильная, независимая, красивая и умная женщина."
    m "Остальные женщины могут только мечтать, чтобы стать такой, как Я."
    m "Я уже привыкла к тому, что все они мне завидуют..."
    m "И как правило, их зависть выражается в подобном хамском поведении."
    m "Которое и продемонстрировала сегодня ваша супруга."
    m "У меня такое поведение вызывает только жалость."
    # Олаф смотрит на ее грудь
    olaf "Да, Миссис Бакфетт..."
    olaf "Вы очень проницательны."
    mt "Да, я очень умная и проницательная."
    mt "Поэтому сегодня ты дашь свое согласие инвестировать в мой журнал..."
    mt "И мне для этого не потребуются всякие грязные мерзости, про которые говорил сволочь Биф!"
    mt "Хммм... А что, если он даст свое согласие и отдаст деньги мне?"
    mt "А я скажу ему, что сама их зачислю на счет..."
    mt "Надо попробовать..."
    mt "..."
    m "Кстати, Олаф..."
    olaf "Да, Миссис Бакфетт?"
    m "Я хотела узнать ваше решение об инвестировании в мой журнал."
    m "И если вы все еще сомневаетесь, то я могла бы облегчить вам эту задачу."
    m "Достаточно вспомнить график, продемонстрированный Мистером Кэмпбеллом..."
    m "Чтобы отбросить все сомнения..."
    m "И сделать эту инвестицию."
    m "Кстати, я могла бы предоставить вам реквизиты для перевода этих денежных средств..."
    mt "Черт! Моника, у тебя же нет никаких реквизитов!"
    mt "!!!"
    # Олаф улыбается
    olaf "Мистер Биф предупреждал меня, что вы можете проверять меня, Миссис Бакфетт."
    olaf "Денежные средства я буду перечислять только через вашу компанию."
    olaf "Если приму положительное решение..."
    mt "Твою мать!"
    mt "!!!"
    olaf "Я думаю, Миссис Бакфетт, мне потребуется еще немного времени, чтобы принять это решение."
    olaf "Я хотел бы поблагодарить Вас за столь приятный вечер."
    olaf "Надеюсь, это была не последняя наша встреча."
    # Олаф встает из-за столика
    # хочет уйти
    mt "Он что, собирается уходить?!"
    mt "?!?!?!"
    mt "Нет! Нет!"
    mt "Мне нельзя допускать этого!"
    mt "Он должен принять это чертово положительное решение именно сегодня!"
    mt "!!!"
    mt "Что же делать, Моника?!"
    mt "?!?!?!"
    menu:
        "Предложить ему продолжить вечер.":
            pass
    # Моника, пытаясь флиртовать
    m "Олаф..."
    m "Неужели вы хотите покинуть меня?"
    m "Я думала, мы с вами продолжим нашу встречу..."
    # Олаф мнется, потом снова садится за столик
    olaf "Миссис Бакфетт, я... Я просто подумал, что..."
    olaf "Что такая статусная женщина, как ВЫ, не захочет продолжения..."
    mt "Какой же он жалкий! Фи!"
    m "Олаф, так уж и быть..."
    m "Я не только самая красивая и умная, я еще и добрая леди."
    m "Поэтому я позволю вам исправить ошибки сегодняшнего вечера..."
    m "Такие как этот посредственный ресторан и появление вашей жены..."
    # Олаф радостно
    olaf "Конечно, Миссис Бакфетт!"
    olaf "Спасибо Вам за Вашу доброту..."
    # Моника снисходительно улыбается
    olaf "Смею признаться, Миссис Бакфетт..."
    # мнется
    olaf "Я заранее позаботился об этом и..."
    olaf "Я забронировал самый лучший номер в самом лучшем отеле города!"
    olaf "Там мы сможем с Вами пообщаться и нам никто не помешает, Миссис Бакфетт."
    olaf "Если Вы не против, конечно..."
    # Моника презрительно
    mt "Конечно же, я против!"
    mt "Как он смеет приглашать такую леди, как Я, в отель на первой же встрече!"
    mt "Это отвратительно!!!"
    mt "!!!"
    mt "И вообще!"
    mt "Что еще за лучший отель?!"
    # Если Моника работает в эскорте
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника работает в ВИП-эскорте отеля Ле Гранд."))
        #
        mt "Надеюсь, это не какой-нибудь второсортный Ле Гранд!"
        mt "И в этом отеле не будет никаких шлюх!"
        mt "!!!"
    mt "А еще более отвратительно то, что..."
    mt "Я вынуждена дать свое согласие из-за мерзкого кретина Бифа!!!"
    mt "Ненавижу его!"
    mt "Ненавижу всех этих неудачников!"
    mt "!!!"
    olaf "Что скажете, Миссис Бакфетт?"
    m "Я соглашусь поехать только в самый лучший отель, Олаф..."
    olaf "Да, конечно, Миссис Бакфетт!"
    olaf "Для Вас - только самое лучшее!"
    $ monicaBiffInvestorDate3 = True # Моника поехала с инвестором в отель
    # Моника встает из-за столика
    # затемнение, звук мотора
    return

# Ле Гранд, ресепшн
label ep215_dialogues3_escort_9:
    # некоторое время спустя, звук каблуков
    # заходят в отель, на ресепшн
    # администраторша как всегда стоит у стойки ресепшна
    # Моника в шоке
    mt "Чтооо?!"
    mt "Опять этот отель?!"
    mt "В этом городе что, нет других отелей?!"
    mt "?!?!?!"
    # Олаф подходит к администратору
    reception "Добрый вечер, Мистер! Добро пожаловать в наш отель!"
    olaf "Добрый вечер!"
    olaf "Я забронирован номер люкс..."
    reception "Да, секунду. Я сейчас проверю. Это Ваша спутница?"
    olaf "Да, все верно. Мы вместе."
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника работает в ВИП-эскорте отеля Ле Гранд."))
        #
        # администратор подозрительно смотрит на Монику
        mt "Чертова сучка администраторша!"
        mt "Чего она на меня так смотрит?!"
        mt "Я что, не могу прийти сюда со своим знакомым?!"
        mt "Вообще-то, у меня сегодня нерабочий день в эскорте!"
    else:
        # администратор подозрительно смотрит на Монику
        mt "Снова эта никчемная администраторша!!!"
        mt "Чего эта сучка на меня так смотрит?!"
        mt "!!!"
    # администратор любезничает с таким вип-гостем отеля
    reception "Все в порядке, Мистер. Ваш номер готов."
    reception "Пожалуйста, Ваш ключ."
    reception "Проходите в номер 618 на 16-м этаже."
    reception "Если что-то будет нужно, будем рады Вам помочь."
    reception "Приятного вечера!"
    olaf "Спасибо."
    # смотрит на Монику
    olaf "Пойдетме?"
    # Моника обменивается с администраторшей подозрительными взглядами
    # и Моника с Олафом идут к лифтам
    return

# Ле Гранд, ресепшн
label ep215_dialogues3_escort_10:
    # У лифта их встречает Линда. У Линды с Олафом тоже романтические отношения (она их строит со всеми богачами)
    # Линда приветливо встречает Олафа и пытается приобнять его.
    # Олаф резко отстраняется, стесняясь при Монике. Говорит ей ты что, сошла с ума!
    # Отойди от меня! Ты меня позоришь!
    # Линда офигевшая смотрит на Монику и на Олафа, отходит

# в сюжете разветвления, смотря работает Моника в эскорте или еще нет, либо уже уволилась
# Если работает, то встреча с Линдой у лифта, приход админа, разговор с ней в коридоре, приход Линды в номер
# Если еще не работает, то встреча с Линдой у лифта, приход Линды просто с вином и уход
# Если уволена, то встреча с Линдой у лифта, приход админа, разговор с ней в коридоре, приход Линды в номер, просто вино

# В номере Олаф говорит что не будет пить, но спрашивает что Моника будет пить, вино?
# Моника говорит что да, вино.
# Какое?
# Моника отвечает что не дешевле $ 5000 за бутылку.
# Про себя думает что не будет его пить, а сдаст назад, получив за него деньги.

# Олаф нажимает какую-то кнопку коммуникатора и просит принести вино (Domaine de la Romanee-Conti Montrachet Grand Cru – средняя цена 5 551 доллар - вино 2007г.)
# этикетка - в Свопе, источник - https://bugaga.ru/interesting/1146762302-top-25-samye-dorogie-vina-v-mire.html (6-е место)
# цена от года вина - https://winestyle.ru/products/Montrachet-Grand-Cru-AOC-2007.html

# Если Моника работает в эскорте, то заходит администратор и вежливо просит прощения
# У нее есть маленькая просьба к вашей спутнице.
# Олаф спрашивает какая это еще может быть просьба? (он боится Моники)
# Моника говорит одну секунду, Олаф, я сейчас вернусь.

# Они выходят в коридор отеля (где обычно сцены) и общаются на предмет того, что это клиент
# Если Моника работает:
# Моника говорит что не клиент, а администратор говорит что знает этого мужчину и он приходит к Линде
# а сегодня он твой клиент, иначе ты вылетишь с этой работы! и еще заплатишь штраф!
# Моника должна за него деньги
# Моника говорит что не получает за него никаких денег! И он уже заплатил за свой номер!
# Админ говорит что та должна $ 450, это доля отеля, иначе она прямо сейчас прекратит их встречу и пришлет другую девочку!
# Если Моника уволилась:
# Ты сучка снова появилась здесь?!
# и тд
# В итоге, Моника соглашается снова работать здесь и должна эти же $ 450

# Моника возвращается
# Олаф спрашивает зачем та звала
# Моника надменно заявляет что вообще-то этот отель принадлежит ей и администратор просил уточнить кое-какие моменты по управлению им
# Такой Босс как Моника редко появляется здесь собственной персоной, потому жалкие сотрудники используют любую возможность, чтобы подлизаться к ней
# Ну вы знаете о чем я говорю, Олаф

# Далее, если Моника работает в эскорте, приходит Линда.
# Если не работает, то бесшовно переходит к выбору без Линды

# Заходит Линда, приносит вино и заявляет: Олаф, я думала ты меня любишь!
# Что ты здесь делаешь с этой шлюхой?!
# И тд
# Олаф в шоке, подбегает к ней и шепчет, чтобы та скорее замолчала!
# Линда говорит с какой стати она должна молчать при ней!
# Ведь она же просто... Олаф перебивает и шипит тише!!!
# Не подставляй меня!
# Но Олаф!
# Тот шепчет: Линда, я дам тебе 10 тысяч прямо сейчас, если ты замолчишь и уйдешь отсюда сейчас же!

# Моника это слышит: 10 тысяч?

# Выбор:
# Отыграться на Линде
# Забрать у Линды часть денег
# Пусть эта шлюха уходит
#

# Если Моника решает забрать часть денег, говорит Олафу, что девочка, видимо, что-то перепутала
# Можно я кое-что скажу ей?
# Олаф испуган, да, конечно!
# Моника подходит и говорит Линде, что если та действительно хочет заработать денег, то отдаст Монике 9 тысяч из этих 10
# Линда шипит с какой стати я отдам их тебе?!
# Моника отвечает, что иначе тебе будет хуже!
# Линда говорит что это ее клиент и отдаст деньги только внизу после того, как Моника закончит трахаться с ним
# Выбор:
# Отыграться на Линде
# Согласиться на ее условие

# Если согласиться, то Олаф дает ей деньги и идет обычная сцена с Олафом (бесшовно), но в конце у админа Линда заявляет что Олаф ничего не давал, обманывает Монику
# Олафу говорит что это странная официантка и что она уволит ее.

# Обычная сцена с Олафом - еще разговоры и тд
# Олаф стесняется, Моника пытается его неуклюже соблазнить так, чтобы не было секса, но в итоге секс есть

# Если отыграться на Линде, то Моника говорит Олафу постой, пусть эта девочка сюда войдет.
# Итак, ты решил пригласить меня сюда. Сюда, где встречаешься с какими-то шлюхами, Олаф?!
# Ты посмел сделать это?!
# Олаф в шоке, Миссис Бак.... Стой! Не смей произносить мое имя в присутствии этой падшей женщины!
# Моника начинает издеваться на Линдой и над Олафом
# Начинает требовать от Линды то то, то это, а Олаф шепчет Линде чтобы та выполняла
# И продолжает повышать ей сумму
# Надо подумать что Моника заставляет ее делать. Возможно, Моника уже обнаженная в каблуках
# Заставляет раздеться и устраивает подобие обнаженного кастинга, как с теми серыми мышами в 1-м эп
# потом заставляет поцеловать ее каблук, сделать миньет Олафу и тд (заставляет Линду сделать ей ликинг-?)
# У Линды ненависть, но она любит деньги (сумма может быть 30 тысяч)



# В конце, Линда уходит
# В конце сцены с Линдой или Олафом,
# Моника думает что ненавидит это все, но, есть хотя бы бутылка вина, которую она сдаст
# Олаф разнервничалься и от переживаний говорит что все-же выпьет.
# Хватает вино и бульк-бульк выпивает всю бутылку в один глоток

# Если Моника в эскорте, то ей надо вернуть $ 450
# Она говорит Олафу что надо оставить $ 1000 на чай.
# Олаф говорит что их не обслуживали на такую сумму!
# Моника говорит что это ее отель и она привыкла хорошо относиться к сотрудникам ее организации
# Олаф говорит что видимо ее сотрудники слишком эксплуатируют доброту Миссис Бакфетт
# Рвется поговорить с ними
# Моника говорит что не надо ни с кем говорить, что все решает она сама
# Тогда хотя бы $ 700 долларов или она посчитает Олафа жадным.
# Олаф говорит что мистер Биф сказал, что любые деньги должны идти через Вашу фирму, Мэм...
# $ 500!!! Или я заставлю тебя заплатить за этот номер в 5 раз больше, Олаф! Официально, через мою кампанию!
# Олаф соглашается и спрашивает кому отдать эти чаевые.
# Моника говорит что он может отдать их ей, она не является одним из тех испорченных властью Боссов, которые гнушаются сами передать чаевые своим сотрудникам.
# Олаф дает ей деньги

# Да, и кстати, Олаф! У меня подозрения насчет тебя и сотрудницы моего отеля!
# Мне сдается, ты пытаешься действовать разлагающе на коллектив моей компании, Олаф!
# Я запрещаю тебе приближаться к этой шлюхе и к этому отелю!
# Олаф, тебе понятно?!
# Да, Миссис Бакфетт, конечно!
# Все, ты свободен, Олаф! Завтра я узнаю у Бифа!


# У администраторши вставка с Линдой если пообещала поделиться деньгами
# Далее, администратор забирает деньги и говорит, чтобы в следующий раз [monica_hotel_name] не пыталась незаметно протащить клиента в отель.
# И говорит чтобы снимала свое платье, Линде оно понравилось.
# Моника в шоке, с какой стати?!
# Админ говорит что у девочек здесь принято делиться реквизитом для работы.
# Что сама Моника носит белье и одежду других девочек.
# Потому, пусть она снимает это платье и отдает его Линде.
# Моника говорит что это платье взято в прокат и она не отдаст его!
# Админ отвечает что та должна будет пополнять реквизит отеля
# И, в следующий раз, обязательно оставит свою одежду несмотря откуда взяла ее!



# Разговорс с Бифом
# если был выбран пункт меню Заставить Олафа инвестировать в журнал при жене
# Биф говорит что инвестор согласился, но, как Биф понял, секса у них не было.
# И это странно. Непонятно, где и как она у него сосала, чтобы тот согласился даже без того, чтобы вогнать свой член в эту куклу.










############################################## сцена в эскорте с клиентом на след. апдейт

# Инвестор (Ин) - занимается десертами
# Ин видет Монику в ресторане, подходит и говорит что это неожиданная встреча и как только он вошёл в ресторан, его взгляд пал на самое прекрасное в этом зале - Монику.
# Говорит что был бы рад отужинать с самой прекрасной бизнес-вумен этого города и просит разрешения присесть.
# Мон смотрит с презрением и отвращением на жирного Ин, но разрешает ему сесть за столик к ней.
# Ин рассуждает что десерты (Сладкая корпарация) -произведение искусства, а журнал Моники вдохновляет его на новые шедевры. В частности он черпает вдохновение в моделях и конечно же в самой Монике.
# предлагает угостить её десертами, котрые как раз есть в меню этого ресторана, и приготовить для неё новый десерт именуемый в её честь.
# Мон думает, что этот наивный десертный-жирдяй - лёгкая добыча, и она сможет очень легко его развести.
# Ин предлагает обсудить более подробно условия совместной работы и инвестирования в номере и заодно вместе приготовить новый десерт.
# Мон говорит что не очень любит сладкое, потому что такая светская дама должна выглядеть хорошо, что бы радовать взоры таких интеллегентных мужчин, как Ин.
# но готова быть музой.
# В номер приносят стол с десертами , фруктами, шампанским и взбитыми сливками и горячем шоколадным фонтаном.
# Моника, вы как нежное воздушное суфле и обжегающий складкий фруктовый лёд. Наша совместная работа : мои десерты и ваши модели, как пылающее фламбе.
# Моника, я бы хотел что бы вы помогли мне создать самый дорогой и самый желанный десерт- десерт Моника Бакфет.
# Ин говорит монике раздеться, оставив только туфли.
# Мон растеренна, тк надеялась что проведёт вечер в приятной обстановке за десертами и шомпанским.
# Ин говорит, что согласно его договорённости с Бифом, он может сделать из Моники сладкую конфетку и ему нужно увидеть как будет выглядет его сладкий десерт в исполнении самой прекрасной модели.
# Ин берёт миску со сладким сиропом и порошоком из сусального золота и покрывает им всё тело Мон кроме волос.
# поливает её грудь шоколадом из шоколадного фонтана , вырисовывая сладкое ожирелье.
# Ин наливает шампанское в бокалы и присаживется на постель.
# он говорит что любит шампанское со льдом и хотел бы что бы Мон тоже попробывала его с кусочком льда в бакале.
# говори что бы Моника засунула кусочек льда себе в киску и принесла льда в бокал.
# Мон в ужасе, я не буду это засовывать в себя.
# Ин говорит что если Мон отказывается сейчас делать то что хочет Ин, тогда где гарант того что после получения его денег их сотрудничество будет удовлетворять обе стороны ( Журнал и Ин)
# она может взять ведро со льдом для шампанского и вылить его на Ин и убежать.
# в случае согласия Мон морщит лицо засовывая лёд в себя, приносит лёд в киске, раздвигает ноги и лёд выпадает в подставленный между ног бокал Ин.
# и приглашает её присесть на кровать
# Ин спрашивает (с восторгом) какой фруктовый лед хочет Моника (клубничный или банановый).
# Ин берёт фруктовый лёт и вставляет его Монике в киску.
# Мон в ужасе! И отпрыгивает на кровате, поджимая ноги.
# Ин Берёт фруктовый лёт и вставляет его Монике в киску.
# (Даёт фруктовый лед Монике, что бы она сама себя стимулировала, а сам берёт горяий шоколад из шоколадного фонтана и начинает капать им на холодные соски Моники
# Ин садится на лицо монике, что бы она облизывала его мошёнку, пока он капает ей на соски.)
# всё убирает,ставит Монику на четвереньки и кладет ей на поясницу желешное пирожное с вишенкой, вводит в неё член сзди, во время секса шлёпает её по заднице и пирожное трясётся. кончает.
# Моника думает что это всё,Ин говорит что бы Моника покрыла член взбитыми сливками и ртом положить клубнику или вишню ему на член и сделать ему минет. Моника делает минет Ин кончает ей в рот.
# Лицо Мон искаженно в гримасе отвращения и изо рта течёт крем с посыпкой ( разноцветный кремпай).


################################################################### на следующий апдейт

# имена эскортниц
# Abby (Эбби) - рыжая с короткой стрижкой
# Candice (Кэндис) - шатенка с хвостом
# Miranda (Миранда) - брюнетка с каре
# и Линда

# при условии, что была сцена со служащим отеля в служебном коридоре
# и была месть брюнетке
# Моника сидит за столиком в ресторане отеля в ожидании клиента
# Моника видит, что за одним из столиков стоят две девочки из эскорта и шепчутся о чем-то с заговорщицким видом
# это вечно любопытная шатенка с хвостом (girl_3) и вечно равнодушная рыжая с короткой стрижкой (girl_2)
# они перешептываются и бросают взгляжы на Монику
# Моника про себя думает, какого черта эти сучки на меня уставились?!
# шатенка с хвостом что-то снова говорит рыжей и потом направляется в сторону Моники
# она говорит Монике о том, что они с подругой (указывает на рыжую) хотят извиняться перед ней
# за ту сцену в служебном коридоре
# что все это затеяла брюнетка и подговорила их всех
# Моника настроена весьма подозрительно, но извинения принимает
# про себя думает, что наверняка им что-то нужно от нее, что надо быть осторожной
# шатенка говорит, что узнала от админа, что брюнетка подходила к ней и спрашивала, какие на сегодня есть заказы и для кого
# брюнетка была вместе с Линдой и они снова переговаривались о чем-то, упоминая твое имя
# я больше чем уверена, что они что-то замышляют
# Моника спрашивает, почему она ее предупреждает?
# та говорит, что ненавидит ту сучку брюнетку и ее подружку Линду
# они из себя строят ВИП-персон и ведут себя так, как-будто они тут королевы, а они с рыжей никто
# и всех состоятельных и хороших клиентов эти две стервы у них забирают
# им не нравится такой положение дел и они готовы дружить с Моникой против них
# шатенка отходит и садится за свой столик
# Моника злится, что брюнетка с Линдой что-то снова замышляют
# но она больше не позволит унижать себя! пусть знают как вставать на пути Миссис Моники Бакфетт! серые мыши! ненавижу!
# тут подходит официантка и говорит Монике, что ее зовет администратор

# ресепшн, Моника разговаривает с администратором
# та говорит Монике, что сегодня у нее выезд к клиенту
# клиенты заказали трех девочек, поедешь вместе с Линдой и Мирандой
# Моника про себя усмехается - слова шатенки подтверждаются
# Моника спрашивает - а почему именно с ними, а не с другими девочками?
# админ злится - потому что так назначила Я! не лезь не в свое дело!
# как обычно, админ предупреждает Монику, что нельзя нарушать правила и т.д.

# дом Дэниеля
# акция ВИП-эскорта для постоянных клиентов: заказываешь двух девочек - третья бесплатно
# Моника об этом не знает, а Линда с Мирандой в курсе и злорадно шепчутся друг с другом возле дома клиента
# трое клиентов - это Нэд, Дэниел и Марти. они без жен. мальчишник
# выбегает Дэниел - девочки, ну наконец-то! мы вас уже давно ждем!
# замечает Монику - Луиза! то есть [monica_hotel_name]! вот это сюрприз!

# дом Дэниеля
# там девочек ждут Нэд и Марти
# Моника вспоминает, как Дэниел тащился от нее, а также, что он хозяин дома и начальник Нэда и Марти
# и начинает вести себя так, как-будто только и мечтала о встрече с ним
# наклоняется к нему и шепчет, что он самый лучший ее клиент и т.п.
# он спрашивает, правда, что она соскучилась по нему
# Моника говорит, что да, очень и готова это доказать
# он говорит - сделаешь все, что я захочу?
# на говорит - да
# тот расплывается от самодовольства и держит Монику рядом с собой
# говорит своим друзьям, что вот эти две эскортницы - их, а [monica_hotel_name] он оставит себе
# Нэд возмущается, что они так не договаривались
# эти две эскортницы за деньги, бесплатная должна достаться ему! и указывает пальцем на Монику
# Моника в шоке, Линда с Мирандой на нее смотрят со злорадством
# Дэниел пристально смотрит на Нэда и говорит - Нэд! я сказал, что [monica_hotel_name] - моя девочка!
# у вас есть вот эти - пренебрежительно машет рукой в сторону Линды и Миранды
# Марти вступает в разговор и говорит - да ладно тебе, Нэд. смотри, какие у нас телки
# Нэд психует, потом смотрит на Линду с Мирандой - разденьтесь! я выберу ту, которую трахну первой!
# Марти - ага. только потом мы меняемся ими, ты же помнишь, как мы договаривались?
# потом оба плотоядно смотрят на Монику, но Дэниел собственническим жестом обнимает ее - [monica_hotel_name] - моя девочка!
# и раздеваться она сегодня будет только для меня. хватит с вас и этих двух шлюх
# теперь очередь Моники злорадно смотреть на двух сучек с эскорта
# они недовольно переглядываются
# Дэниел говорит - ну? чего застыли? не слышали, чего хотят эти парни? раздевайтесь!
# а мы с [monica_hotel_name] посмотрим. ха-ха!
# Моника самодовольно улыбается
# в итоге Линда с Мирандой стоят полураздетые, в одном белье
# Нэд говорит - покажите сиськи!
# они подчиняются
# Нэд говорит - Марти, мне кажется у той, что справа сиськи не очень, а жопа ничего. что скажешь?
# Марти - ага. а ну-ка ты, потряси своими сиськами.
# Нэд - да, давай. я никак не могу определиться, кого из вас трахну первой
# обращается к Марти - а какая из них дешевле?
# Марти указывает на Миранду - мне кажется, эта
# потом оба снова смотрят на Монику
# Дэниел говорит - выбирайте, парни, какая из этих двух шлюх будет бесплатной сегодня
# на [monica_hotel_name] это правило сегодня не распространяется
# Нэд возмущенно - но почему?! это она должна быть в подарок от ВИП-эскорта
# Дэниел - потому что Я так решил! для ВИП- эскорта желание клиента - закон
# давай, Нэд, выбирай себе шлюху. она будет бесплатной и обслужит вас обоих
# Нэд, обрадованный тем, что удастся сэкономить на шлюхе, выбирает Миранду
# та кипит от злости и с яростью смотрит на Монику
# Моника сидит с высокомерной улыбкой

# Нэд и Марти уходят из гостиной с Линдой и Мирандой в соседнюю комнату
# сначала Марти займется сексом с Линдой, будет говорить ей какие-нибудь грубости
# потом Миранду натянут вдвоем одновременно (Нэд сзади, а Марти в рот), при этом еще будут спорить, кто куда
# либо устроя МЖМ сначала с одной, потом с другой -?

# в это время в гостиной Дэниел тащится от Моники
# просит ее раздеться, лапает ее везде, говорит какая она клевая, как он хочет ее и т.п.
# попросит ее голой сесть за фортепьяно и сыграть ему -?
# и только после этого займется с ней сексом (прямо у фортепьяно-?), говоря всякие приятности

# в итоге Дэниел заплатит Монике 500 долларов для отчета администратору + даст еще ей лично баксов 300
# Линде Марти заплатит 350 долларов
# а Миранде ничего (сегодня ты была беспатной шлюхой)

# мини-сцена в ресторане после этого выезда, где Миранда подлетает к столику Моники и ее бомбит
# она обещает ей устроить адский ад и все такое

# мини-сцена в ресторане с шатенкой и рыжей
# они злорадно хихикают, а Моника им рассказывает, как она опустила Миранду
