default monicaBiffInvestorDate1 = False # Моника согласилась пойти на свидание с инвестором
default monicaBiffInvestorDate2 = False # Моника вынудила инвестора дать согласие на инвестирование при его жене
default monicaBiffInvestorDate3 = False # Моника поехала с инвестором в отель
default monicaBiffInvestorDate4 = False # Моника сказала инвестору, что она владелица отеля Ле Гранд
default monicaBiffInvestorDate5 = False # у Моники был секс с инвестором Олафом
default monicaBiffInvestorDate6 = False # Моника договорилась с Линдой, что та ей отдаст 9к баксов
default monicaBiffInvestorDate7 = False # Моника позволила Линде забрать деньги и уйти из номера
default monicaBiffInvestorDate8 = False # Моника заставила Линду делать ей ликинг, а Олафа - заниматься с Линдой сексом


default ep215_dialogues3_escort_14menu1 = False
default ep215_dialogues3_escort_14menu2 = False
default ep215_dialogues3_escort_14menu3 = False

# через неделю после последней фотосессии перед инвесторами
# кабинет Бифа
label ep215_dialogues3_escort_1:
    # Моника заходит в кабинет Бифа и видит обнаженную Кристину (кассир с заправки)
    # Сбоку стоит улыбающийся Фред.
    # Моника в шоке, возмущенно смотрит на Кристину
    mt "Какого черта?!"
    m "Это еще что такое?!"
    m "?!?!?!"
    # потом на Фреда
    m "Фред! Мерзавец! Что ты делаешь здесь?!"
    m "Снова плетешь интриги у меня за спиной?!"
    # тычет пальцем в сторону Кристины
    m "И почему эта голая кукла торчит посреди кабинета?!"
    m "!!!"
    # Кристина испуганнно прикрывается руками
    saleswoman "Ой! Это что?! Начальница?!"
    # и выбегает из кабинета
    # Фред со своей улыбочкой обращается к Монике
    fred "Миссис Бакфетт, я как профессионал, проявляю инициативу... Помогая расширять модельный пулл."
    fred "А также я помогаю молодым талантам раскрывать себя."
    # Моника зло говорит ему
    m "Фред! Твое место за рулем автомобиля!"
    m "Границы твоего профессионализма в том, чтобы не путать педали!!"
    m "А инициативу тебе лучше проявлять в том, чтобы заранее заправлять автомобиль керосином!!!" #(в англ. парафин? в общем то же слово что и в первом эпизоде)
    m "Пошел вон отсюда!"
    m "!!!"
    # Фред ехидно ей улыбается и отворачивается от нее к Бифу
    # звук стук в дверь
    # в кабинет к Бифу заходит Грейс (модель с ивента у Кэмпбелла)
    guest2 "Мистер Биф, можно войти? Теперь моя очередь?"
    biff "Подожди еще немного, детка. Я пока занят."
    guest2 "Да, конечно, Мистер Биф."
    # Грейс уходит, Моника в недоумении смотрит на Бифа
    m "?!?!?!"
    fred "Я могу идти, Мистер Биф?"
    # Биф отвечает с важным видом, ведь он биг босс
    biff "Да, Фред. Можешь идти."
    fred "Спасибо, что уделили время моей инициативе, Мистер Биф."
    biff "Твоя кукла вполне послушная, Фред. Она понравилась папочке."
    biff "Приводи ко мне побольше разных кукол. Аха-ха!!!"
    # Фред профессионально улыбается и уходит
    # Моника злая смотрит ему вслед
    mt "Мерзавец!!!"
    # потом смотрит на Бифа
    m "Побольше разных кукол?!"
    m "Что все это значит?!"
    # Биф самодовольно
    biff "Это значит, что эта кукла не имеет твоих недостатков, цыпочка!"
    biff "И папочка думает над тем, чтобы теперь она представляла журнал!"
    m "Что?!"
    m "С какой стати эта глупая кукла будет представлять журнал?!"
    m "Она не имеет ни опыта, ни шарма!"
    m "Ни мозгов!!"
    biff "Она имеет главное - это желание работать!"
    biff "Но папочка предусмотрел все варианты..."
    biff "Потому что папочка тут самый умный и заботится о своем журнале."
    biff "И если эта глупая кукла не сможет стать его главой..."
    biff "То я назначу на эту должность другую куклу... Поумнее..."
    biff "Она как раз ждет сейчас в приемной своей очереди на собеседование."
    m "!!!"
    m "Я и так работаю и прохожу эти твои дурацкие фотосессии!"
    m "Чего тебе еще нужно?!"
    m "?!"
    biff "Ты не развлекаешь папочку как требуется, цыпочка..."
    biff "Но это не главное..."
    m "..."
    biff "Главное то, что до сих пор не решен вопрос с инвесторами!"
    biff "Этому замечательному журналу во главе со мной..."
    biff "Дааа... Во главе со мной..."
    biff "Я глава этого журнала... Я люблю себя... Вау..."
    mt "!!!"
    mt "Безмозглый придурок!"
    m "К делу, Биф!"
    biff "Так вот! Этому замечательному журналу нужны деньги!"
    m "Я провожу твои дурацкие презентации! Что тебе еще от меня надо?!"
    biff "Презентаций здесь явно недостаточно!"
    biff "И я ожидал от двадцатидолларовой шлюхи того..."
    biff "Что она проявит свои привычные ей навыки и договорится с инвесторами!"
    # Моника зло спрашивает
    m "Ты что, хочешь чтобы Я, Моника Бакфетт, трахалась с инвесторами?!"
    m "Ради того, чтобы они согласились инвестировать в этот журнал?!"
    m "?!?!?!"
    biff "Слышишь ты, кукла безмозглая!"
    biff "Я смотрю, ты забыла, кто ты такая на самом деле?!"
    biff "Да, это твоя основная работа!"
    biff "Потому я и нанял эту куклу." # тычет пальцем в сторону Моники
    m "!!!"
    biff "Весь талант этой куклы в том, что она похожа на сучку Бакфетт."
    biff "Папочке нравится, что она любит притворяться ею и вживается в ее образ."
    biff "Однако папочке очень жаль, что эту куклу он подобрал буквально с улицы..."
    biff "А это значит, что у нее нет опыта для того, чтобы договориться с инвесторами, как следует."
    biff "Видимо она никогда не общалась с такими богатыми мужчинами."
    biff "Возможно, папочке стоит пригласить кого-нибудь из ВИП-эскорта..."
    biff "Чтобы этой кукле объяснили, где у богача искать член!"
    # Если Моника работает в эскорте
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника работает в ВИП-эскорте."))
        #
        m "Меня не интересуют падшие особы из каких-то эскортов!"
        m "Они ничего про это не знают!"
        biff "Я уверен, что они смогут эту куклу научить чему-нибудь!"
        biff "Пожалуй, я распоряжусь, чтобы сюда пригласили одну из них."
        mt "Сволочь!!!"
        mt "!!!"
        biff "Кстати, один из инвесторов упоминал про перспективную кандидатку в наши модели..."
        m "Биф..."
        m "Не надо никого приглашать..."
        m "Это приличное место."
        m "И нахождение здесь подобных особ может скомпрометировать его..."
        mt "Дьявол! Не хватало еще чтобы сюда притащили одну из тех шлюх из эскорта!"
    biff "В общем, кукла, слушай меня!"
    biff "Сегодня со мной говорил один из инвесторов."
    biff "Он проявил интерес к тому, чтобы провести свидание с Моникой Бакфетт..."
    biff "В обмен на инвестирование в мой журнал."
    biff "И ты, глупая кукла, притворишься ею и встретишься с ним!"
    m "Нет!!!"
    biff "Да! Иначе я вышвырну тебя отсюда! А твое место займет другая кукла!"
    biff "Например, та, которая только что была до тебя здесь!"
    m "Она не справится!"
    biff "Она хотя бы попытается это сделать!"
    biff "К тому же, ее услуги стоят значительно дешевле, чем твои!"
    biff "Фотосессии с ней обойдутся в разы дешевле! Возможно ей не надо будет платить вовсе!"
    biff "А папочка умеет считать деньги!"
    m "Биф, как ты можешь сравнивать ее и меня?!"
    m "Ведь я Леди и глава журнала!"
    biff "Главой журнала может быть и она! И совершенно бесплатно!"
    biff "А если не справится та кукла, то есть другая, которая ждет своей очереди в кабинет!"
    biff "Я даже, возможно, устрою кастинг между ними двумя... За то кто будет главной этого журнала. Ха-ха!"
    mt "Мерзавец!"
    m "Но никто не поверит в это!"
    biff "Ты, кукла, передашь одной из них свои полномочия публично!"
    m "Что?!"
    m "НЕТ!!!"
    m "Я никогда не сделаю этого!!!"
    biff "За пару тысяч баксов такая кукла, как ты, сделает все, что ей скажут!"
    biff "Говорить ртом для тебя сложнее, чем сосать им члены!"
    biff "Но пара тысяч баксов значительно больше, чем двадцать баксов!"
    m "Биф, ты мерзавец!"
    m "!!!"
    biff "Кукла, ты меня достала!"
    biff "Завтра же вечером объявишь о своей отставке!"
    biff "А сейчас пошла отсюда вон!"
    mt "Черт!"
    mt "Мне нельзя терять этот источник дохода!"
    mt "Где я еще смогу доставать деньги для мелкой сикалявки, которая подмяла Дика под свой каблук?"
    mt "И я потеряю доступ к своему офису и шансы вернуть его назад!"
    mt "Что же делать, Моника?!"
    mt "?!?!?!"
    ### отсюда начинается диалог, если Моника отказалась идти на встречу с инвестором
    menu:
        "Попытаться отговорить Бифа.":
            pass
        "Я ни за что на это не соглашусь!":
            m "Биф, я не собираюсь участвовать в этом!!!"
            biff "Ты не получишь никакую другую работу..."
            biff "Пока не встретишься с этим денежным мешком!"
            biff "Если будешь и дальше спорить со мной..."
            biff "Я заставлю тебя заявить публично о твоей отставке!"
            mt "!!!"
            mt "Чертовы инвесторы! Чертов Биф! Ненавижу их всех!"
            # Моника оказывается на улице
            # Биф не дает ей работу, пока она не согласится на свидание
            return
    # Моника злится
    mt "Что мне теперь делать?!"
    mt "Моника, неужели ты способна согласиться на такое?!"
    m "Как этот инвестор посмел изъявить желание встретиться с самой Моникой Бакфетт?!"
    biff "Инвестор побаивается сучку Бакфетт..."
    biff "Потому мне самому пришлось предложить это."
    # Моника в ярости
    m "Биф, да как ты смел?!"
    m "!!!"
    biff "Так, кукла! Хватит! Мне это уже надоело!"
    biff "Если ты не трахнешь инвестора как полагается!"
    m "ЧТО?!"
    biff "Что слышала!"
    biff "И если он не согласится на вложение денег в журнал!"
    biff "То ты завтра же объявишь об уходе из журнала!"
    # Монику бомбит
    m "Я не какая-то там проститутка, чтобы спать с этим инвестором!!"
    m "!!!"
    biff "Ты не проститутка! Ты дешевая двадцатидолларовая шлюха!"
    biff "Быстро пошла переоделась для господина будущего инвестора!!"
    biff "И только попробуй сделать что-то не так!"
    biff "Я распоряжусь и ты больше не сможешь войти в этот офис, безмозглая кукла!"
    biff "На твое место уже есть замена! Она станет лицом журнала!"
    biff "А ты отправишься сосать члены у прохожих за несколько баксов!"
    # Моника в ярости
    m "БИФ!"
    # Биф зло
    biff "Я сказал хватит!"
    biff "Сейчас же иди переодевайся и спускайся к лифту!"
    biff "Господин инвестор тебя ждет!"
    m "БИФ!!!"
    biff "БЫСТРО!!!"
    menu:
        "Согласиться на свидание с инвестором.":
            $ monicaBiffInvestorDate1 = True # Моника согласилась пойти на свидание с инвестором
            pass
        "Нет! Ни за что!":
            m "Биф, я не собираюсь участвовать в этом!!!"
            biff "Ты не получишь никакую другую работу..."
            biff "Пока не встретишься с этим денежным мешком!"
            biff "Если будешь и дальше спорить со мной..."
            biff "Я заставлю тебя заявить публично о твоей отставке!"
            mt "!!!"
            mt "Чертовы инвесторы! Чертов Биф! Ненавижу их всех!"
            # Моника оказывается на улице
            # Биф не дает ей работу, пока она не согласится на свидание
            return
    mt "ААААА!!!"
    mt "Ненавижу сволочь Бифа!!!"
    mt "Он мне заплатит за все эти унижения!!!"
    mt "Иначе я не Моника Бакфетт!!!"
    mt "!!!"
    # Моника направляется к выходу из кабинета и в этот момент в кабинет заходит Грейс
    guest2 "Мистер Биф, я могу войти?"
    biff "Да, заходи..."
    guest2 "Ой, Миссис Бакфетт, здравствуйте..."
    guest2 "Я и не заметила, что Вы здесь..."
    # Моника злобно на нее смотрит и проходит мимо, ничего не отвечая
    mt "Наивная дура!"
    mt "!!!"
    return

# если Моника дала согласие на свидание с инвестором
# Моника идет в любую другую локацию, кроме гримерки
#label ep215_dialogues3_escort_2:
#    mt "Мне надо идти в гримерку, чтобы переодеться..."
#    mt "У лифта меня ждет никчемный инвестор."
#    mt "Не пойду же я на встречу с ним в этом костюме."
#    return

# если Моника отказалась от свидания с инвестором
# Моника стоит на улице
label ep215_dialogues3_escort_3:
    mt "ГРЕБАНЫЙ БИФ!!!"
    mt "НЕНАВИЖУ!!!"
    mt "АААА!!!"
    mt "Как он смел выгнать меня из моего же офиса?!"
    mt "Сволочь!"
    mt "Негодяй!!!"
    return

# если Моника отказалась от свидания с инвестором
# снова пришла к офису и стоит на улице
label ep215_dialogues3_escort_4:
    mt "Черт!"
    mt "Мне нельзя терять эту работу!"
    mt "Где я еще смогу доставать деньги для мелкой сикалявки Виктории?!"
    mt "Мне нужно вернуть доступ к своему офису!"
    mt "!!!"
    return

# Моника идет в гримерку, чтобы переодеться
label ep215_dialogues3_escort_5:
    # психует
    # одета в одежду для свидания, гримерка, избегает контрастных отражений
    mt "Гребаный Биф!"
    mt "Мерзавец!"
    mt "!!!"
    mt "Черт! Моника, как бы повернуть эту встречу с инвестором в свою пользу?!"
    mt "Хммм..."
    mt "Ведь он знает, что я Миссис Моника Бакфетт... И боится меня..."
    mt "Я смогу манипулировать им и мне необязательно спать с ним для этого!"
    mt "Точно! И Биф об этом ничего не узнает!"
    mt "!!!"
    mt "Этот никчемный инвестор..."
    mt "Впрочем, как и все остальные мужчины..."
    mt "Не сможет устоять перед моими женскими чарами!"
    mt "Они все могут только мечтать о такой роскошной женщине, как Я!"
    mt "Тем более, в этом костюме моя фигура смотрится сногсшибательно!"
    mt "Да, Моника, это отличный план!"
    mt "Пора идти к этому неудачнику и предоставить ему возможность угостить меня ужином..."
    mt "Я давно не ела роскошной и изысканной еды."
    mt "Эти глупые мужчины должны каждый день угощать меня! И развлекать!!"
    mt "Почему они этого не делают?!"
    mt "Жалкие ничтожества, недостойные такой Богини, как Я!"
    mt "!!!"
    return

# идет на выход из офиса
# если клик на любую другую локацию
#label ep215_dialogues3_escort_6:
#    mt "Мне надо идти в холл к лифту..."
#    mt "У лифта меня ждет никчемный инвестор."
#    return

# холл, возле лифта
# инвестор стоит в ожидании Моники
label ep215_dialogues3_escort_7:
    mt "Ждет меня, как верный пес..."
    mt "Какой же он жалкий! Фи!"
    # Олаф разговаривает с Моникой очень обходительно, а Моника с ним надменна
    investor2 "Миссис Бакфетт, добрый вечер!"
    investor2 "Вы сегодня великолепно выглядите!"
    # целует ее руку, Моника смотрит на него свысока
    investor2 "Я так польщен, что Вы согласились отужинать со мной..."
    investor2 "Вы не представляете, как я мечтал провести с Вами вечер!"
    m "Я всегда выгляжу великолепно, мистер..."
    m "Не напомните мне, как вас зовут?"
    investor2 "Олаф. Вы можете обращаться ко мне по имени."
    investor2 "И если Вы позволите, я мог бы Вас также называть по имени..."
    # Моника надменно
    m "Олаф, для вас я Миссис Бакфетт."
    olaf "Да, Миссис Бакфетт, простите мне мою неучтивость."
    olaf "Этого больше не повторится..."
    olaf "Могу я пригласить Вас на ужин?"
    m "Да."
    m "Надеюсь, Олаф, вы отдаете себе отчет в том, КОГО вы пригласили на ужин?"
    m "Вы выбрали лучший ресторан в городе для этого? Я не ужинаю во второсортных местах."
    olaf "Миссис Бакфетт, для Вас только самое лучшее! Идемте?"
    # затемнение, звук мотора
    return

# ресторан (новая локация)
label ep215_dialogues3_escort_8:
    # Моника с Олафом сидят за столиком, стол сервирован блюдами, стоит вино
    # Моника сидит с высокомерным видом
    mt "Хм... Этим никчемным Олафом можно легко манипулировать..."
    mt "Он, как послушный медвежонок, будет на все согласен ради меня."
    # Олаф спрашивает Монику
    olaf "Миссис Бакфетт, как Вам ужин? Все ли Вам нравится?"
    m "Я ужинала в местах и получше, Олаф."
    m "Но здесь вполне сносная еда..."
    m "Хоть и не такая изысканная, к которой я привыкла."
    olaf "В следующий раз, если Вы позволите, Миссис Бакфетт, я организую все на высшем уровне."
    m "..." # кривится
    olaf "Могу я предложить Вам вина, Миссис Бакфетт?"
    m "Да, немного..."
    # не показываем, просто звук, как наливают вино в бокал
    # Моника подносит бокал к губам, а Олаф пристально смотрит на нее, сам не пьет
    m "Олаф, а вы почему не пьете вина?"
    mt "Он что, хочет меня отравить? Или что-то подсыпать?.."
    # Олаф немного смущен
    olaf "Миссис Бакфетт, дело в том... Кхм..."
    olaf "Я не пью, поскольку у меня периодически возникают проблемы с алкоголем."
    mt "Какой же он все-таки жалкий этот Олаф."
    mt "Зачем он мне это говорит?"
    mt "Он что, не понимает, что мне плевать на него и его слабости?"
    mt "..."
    mt "Черт! Но мне нужно сделать вид, что я заинтересована..."
    mt "Нельзя допустить того, чтобы он отказался от своей инвестиции и ушел..."
    mt "Возможно, мне сегодня удастся не выполнять низменные требования Бифа."
    mt "Этот Олаф и так даст согласие на инвестицию."
    mt "В противном случае, если Биф закроет для меня офис, то меня ждет кое-что похуже..."
    # Моника говорит Олафу, плохо изображая интерес
    m "Совсем ничего не будете пить, Олаф?"
    olaf "Совсем ничего, Миссис Бакфетт."
    olaf "Я хочу смотреть на Вашу красоту незатуманенным взглядом..."
    olaf "И хочу запомнить каждый миг, проведенный с Вами. Это такая честь для меня!"
    olaf "Ваша смелость в ведении бизнеса меня восхищает!"
    olaf "Ваша уверенность в себе... Как Вы провели последнюю фотосессию..."
    olaf "Я до сих пор под впечатлением!!"
    olaf "Вы самая прекрасная женщина, которую я когда-либо встречал, Миссис Бакфетт!"
    # Моника со скучающим видом
    m "Спасибо, Олаф. Я знаю об этом..."
    m "Я привыкла, что все мужчины вокруг постоянно восхищаются моей красотой... И моим умом."
    olaf "И я их прекрасно понимаю, Миссис Бакфетт! Вы - мечта любого мужчины!"
    # Моника молчит и высокомерно улыбается
    m "..."
    # затемнение, несколько минут спустя, звук каблуков
    # к их столику подходят недовольные Мия и Шарлотт (две светские львицы с ивента у Кэмпбелла)
    # Моника удивленно смотрит на них
    mt "А эти две овцы что тут делают?!"
    mt "Не хватало мне здесь их мерзких физиономий!"
    # Шарлотт (брюнетка) зло шипит на Олафа
    guest5 "Мой муж сидит здесь с этой Бакфетт!"
    guest5 "У всех на виду клеется к ней! Кобель!"
    guest5 "Да как ты посмел!"
    # Олаф испуганно
    olaf "Шарлотт, дорогая..."
    olaf "Это совсем не то, о чем ты подумала!"
    # Шарлотт зло
    charlotte "По твоей морде видно, как ты пускаешь слюни на эту!.. Эту женщину!!"
    charlotte "На вас смотрит весь ресторан!"
    charlotte "Я даже не поверила, когда мне позвонили и сказали, что ты здесь с этой девкой!!!"
    # Моника спокойно и максимально надменно
    m "Девкой?" # усмешка высокомерная
    m "Я бы на вашем месте не судила других женщин по себе."
    charlotte "Что это значит?!"
    m "Я с Олафом веду здесь деловые переговоры..."
    m "Так как заинтересована в расширении своего бизнеса..."
    m "Который Я создала САМА и которым руковожу Я."
    m "Я - владелица многомиллионного бизнеса, а не девка."
    m "А вы что из себя представляете?"
    m "Молчите?"
    m "Потому что вы - пустое место."
    m "Вы - лишь тень своего мужа."
    m "Ничего не значащая и никчемная девка."
    # подруга Шарлотт, Мия, пытается возмущаться на это
    guest6 "Как вы можете так говорить про Шарлотт?!"
    guest6 "Между прочим, ее муж, как и мой, уважаемые и влиятельные люди в нашем городе!"
    charlotte "Да!" # смотрит на Монику свысока
    # переводит взгляд на Олафа
    charlotte "И, кстати, муж Мии не таскается по ресторанам с какими-то дев... женщинами! Пусть и очень богатыми!"
    charlotte "Под предлогом деловых переговоров!!!"
    # Моника со скучающим видом
    m "Можешь засунуть своего мужа куда подальше."
    m "Он для меня - деловой партнер и не более того."
    # оценивающий взгляд на Олафа
    m "С такими уродливыми и толстыми мужчинами меня может объединять только бизнес."
    # Олаф в шоке, смотрит на Монику
    # потом говорит своей жене
    olaf "Да, дорогая. У нас деловые переговоры."
    olaf "Как ты могла подумать о чем-то другом?"
    # Миа говорит Шарлотт
    mia "Шарлотт, я же тебе говорила, что он даже не посмотрит на такую, как она."
    mia "Единственное, что у них может быть общего - это их скучная работа."
    mia "О чем еще может разговаривать Олаф с такой женщиной?"
    # Шарлотт все еще бесится
    charlotte "Да, Мия, возможно..."
    charlotte "Но... Думаю, что Олаф будет не против, если мы с тобой присоединимся к их деловой беседе."
    charlotte "Послушаем, что за важные переговоры тут ведутся. Давай?"
    mia "Да, давай, Шарлотт. Отличная идея."
    charlotte "Олаф, ты же не против?"
    charlotte "Ведь у тебя нет никаких секретов от меня?"
    # Олаф в шоке, мнется, что-то мямлит
    olaf "Да, но..."
    olaf "Кхм..."
    olaf "Конечно, не против... Дорогая..."
    # что-то говорит. да, я не против дорогая...
    # Моника возражает
    m "Я против, Олаф..."
    m "Но если вам так будет проще принять решение относительного нашего вопроса..."
    m "То я, так уж и быть, потерплю присутствие этих особ."
    olaf "Да, Миссис Бакфетт. Спасибо."
    # грымзы садятся за столик, Шарлотт рядом с мужем, Мия рядом с Моникой
    # Шарлотт испепеляет Монику взглядом, Моника продолжает вести себя надменно
    # Мия наклоняется к Шарлотт через столик и хихикает
    mia "Послушаем, как ведет переговоры владелица сомнительного журнала. Хи-хи!"
    m "Мой журнал приносит мне миллионы."
    m "И мне мало интересно мнение особ, которые из себя ничего не представляют."
    charlotte "На какую тему ваши переговоры?"
    charlotte "Что общего может быть между бизнесом моего мужа и вашим, так сказать, бизнесом?"
    # Моника надменностью ее передавливает
    m "Сразу видно, что вам чужд этикет проведения деловых встреч..."
    m "Но вам простительно - вы ведь привыкли пить шампанское и сплетничать..."
    m "Обсуждая, во что одет тот или иной гость на каком-нибудь фуршете..."
    m "До такого серьезного уровня, на котором мы общаемся с Олафом, вам далеко."
    # Олаф немного нервничает
    olaf "Миссис Бакфетт, я прошу прощения за свою супругу."
    olaf "Она у меня немного ревнивая."
    mt "Еще бы она не ревновала к такой шикарной женщине, как Я!"
    # Моника снисходительно
    m "Я вас извиняю, Олаф."
    m "Налейте мне еще вина и продолжим."
    olaf "Конечно, Миссис Бакфетт."
    # Олаф наливает ей вина, Шарлот в это время зло смотрит на него
    m "Спасибо, Олаф..."
    m "На чем нас прервали эти две особы?"
    olaf "Мы... Мы обсуждали инвестицию в ваш журнал, Миссис Бакфетт..."
    m "Да, верно..."
    menu:
        "Заставить Олафа при его жене инвестировать в журнал."# может быть, в этом пункте не коррапшн задирать, а сделать его доступным только при минимальной бичности
            mt "Хммм..."
            mt "Моника, тебе выдался отличный шанс закрыть вопрос с этим инвестором!"
            mt "Эта его грымза даже не представляет, как она помогла мне!"
            # Моника обращается к Шарлотт
            m "Ваше появление в этом заведении прервало наши переговоры на том моменте..."
            m "Когда Олаф любезно согласился инвестировать в мой журнал."
            # Олаф растерянно смотрит на Монику
            # Шарлотт вопросительно смотрит на мужа, а Мия спрашивает у Моники
            mia "А зачем?"
            m "Вы можете спросить у Олафа..."
            # все смотрят на Олафа
            # он мнется, боится, растерян, в итоге кое-как отвечает заикаясь
            olaf "Я... Я видел п-презентации..."
            olaf "Там были графики роста... Оч-чень... Очень убедительные графики..."
            # Моника надменно
            m "Достаточно, Олаф. Этого хватит."
            m "Уши присутствующих дам привыкли носить модные шляпки, а не воспринимать цифры."
            # Шарлотт смотрит на Монику как змея
            charlotte "Я потом проверю, насколько эти цифры будут соответствовать реальному доходу!"
            m "Смотрите, не запутайтесь, миссис. Это вам не рассматривать чеки после шоппинга в немодных местах."
            m "Речь идет об очень серьезных суммах."
            m "И Олаф очень заинтересован в такой большой прибыли."
            m "Да, Олаф?"
            olaf "Д-да, Миссис Бакфетт..." # растерянно
            m "Потому Олаф умолял меня встретиться с ним и обсудить это инвестирование..."
            m "Более мне эта встреча неинтересна..."
            # Моника встает
            m "Завтра я проверю у своего помощника Бифа, что вы решили, Олаф."
            m "И лучше бы вам, Олаф, не задавать лишних вопросов Бифу."
            m "Он недостаточно компетентен в таких серьезных делах."
            m "И я на вашем месте не стала бы рассматривать другие сомнительные финансовые предложения."
            m "Иначе вы рискует потерять все ваши деньги, Олаф..." # угрожающе, давит. проработать (сделать акцент)
            # Олаф испуганно
            olaf "С-спасибо, Миссис Бакфетт..."
            # Моника уходит с видом победителя
            $ monicaBiffInvestorDate2 = True # Моника вынудила инвестора дать согласие на инвестирование при его жене
            return
#        "Заставить Олафа при его жене инвестировать в журнал. (Моника недостаточно приличная) (disabled)" if monicaBitch == True:
#            pass
        "Не рисковать.":
            pass
    # Моника задумчиво
    mt "Черт! Я могла бы воспользоваться ситуацией!"
    mt "И вынудить этого неудачника дать согласие на инвестирование!"
    mt "..."
    mt "Но это слишком рискованно."
    mt "Что, если он откажется?!"
    mt "Или его грымза начнет его отговаривать?"
    mt "По нему же сразу видно, что он жалкий подкаблучник!"
    mt "Нет, Моника, лучше не рисковать..."
    # Моника обращается к Олафу
    m "Да, Олаф. Мы говорили о том, что это будет весьма выгодная сделка для вас..."
    m "Слова Мистера Кэмпбелла этому подтверждение."
    m "А он очень опытный и грамотный бизнесмен."
    # Олаф мнется, поглядывает искоса на свою жену
    m "С вашей стороны было бы верным решением последовать совету Мистера Кэмпбелла. И сделать эту инвестицию."
    olaf "Кхм... Миссис Бакфетт, да, я думаю, что..."
    olaf "Такой уважаемый бизнесмен как Мистер Кэмпбелл не может ошибаться..."
    # Миа перебивает его, говорит Шарлотт
    mia "Шарлотт, давай вернемся в тот клуб, мне здесь скучно!"
    # Шарлотт сомневается, не хочет оставлять мужа с Моникой наедине
    charlotte "Согласна с тобой, дорогая."
    charlotte "Ты была права, эта Бакфетт - скучная. И разговоры у нее скучные."
    mt "Это я скучная?!"
    mt "Посмотрела бы на себя, дура!"
    mt "Ни воспитания, ни чувства такта! Фи!"
    mt "!!!"
    # Шарлотт и Мия встают из-за стола
    charlotte "Олаф, дорогой, поехали с нами?"
    # Олаф растерянно смотрит на Монику
    olaf "Дорогая, я пока не могу... К сожалению... Сама понимаешь, это работа."
    olaf "Я подъеду немного позже, когда закончу переговоры. Хорошо?"
    charlotte "Хорошо, дорогой. Смотри не усни здесь от скуки."
    mia "Хи-хи-хи!!"
    # Моника надменно смотрит на них, грымзы уходят
    mt "Наконец-то, эти две овцы ушли."
    mt "Терпеть их не могу!"
    mt "Провинциальные дуры!"
    mt "!!!"
    # Олаф с виноватым видом смотрит на Монику
    olaf "Миссис Бакфетт, я приношу Вам свои извинения..."
    olaf "Поведение моей супруги было неприемлемым."
    olaf "Я хотел бы сгладить данный инцидент..."
    mt "Жалкий подкаблучник!"
    m "Олаф, я - сильная, независимая, красивая и умная женщина."
    m "Остальные женщины могут только мечтать, чтобы стать такой, как Я."
    m "Я уже привыкла к тому, что все они мне завидуют..."
    m "И как правило, их зависть выражается в подобном хамском поведении."
    m "Которое и продемонстрировала сегодня ваша супруга."
    m "У меня такое поведение вызывает только жалость."
    # Олаф смотрит на ее грудь
    olaf "Да, Миссис Бакфетт..."
    olaf "Вы очень проницательны."
    mt "Да, я очень умная и проницательная."
    mt "Поэтому сегодня ты дашь свое согласие инвестировать в мой журнал..."
    mt "И мне для этого не потребуются идти на всякие грязные мерзости, про которые говорил сволочь Биф!"
    mt "Хммм... А что, если он даст свое согласие и отдаст деньги мне?"
    mt "А я скажу ему, что сама их зачислю на счет..."
    mt "Надо попробовать..."
    mt "..."
    m "Кстати, Олаф..."
    olaf "Да, Миссис Бакфетт?"
    # Моника надменно (поза из 6815) вообще можно натырить поз из первой встречи с Филиппом
    m "Я хотела узнать ваше решение об инвестировании в мой журнал."
    m "И если вы все еще сомневаетесь, то я могла бы облегчить вам эту задачу."
    m "Достаточно вспомнить график, продемонстрированный Мистером Кэмпбеллом..."
    m "Чтобы отбросить все сомнения..."
    m "И сделать эту инвестицию."
    m "Кстати, я могла бы предоставить вам реквизиты для перевода этих денежных средств..."
    mt "Черт! Моника, у тебя же нет никаких реквизитов!"
    mt "С другой стороны, я могу использовать реквизиты Стива, а потом забрать деньги у него..."
    mt "Хотя, этот мешок с дерьмом наверняка постарается меня обмануть!"
    mt "!!!"
    # Олаф улыбается
    olaf "Мистер Биф предупреждал меня, что Вы можете проверять меня на честность, Миссис Бакфетт."
    olaf "Потому я должен настаивать на том, чтобы перечислять денежные средства только через Вашу компанию."
    olaf "Если приму положительное решение..."
    mt "Твою мать!"
    mt "!!!"
    olaf "Я думаю, Миссис Бакфетт, мне потребуется еще немного времени, чтобы принять это решение."
    olaf "Я хотел бы поблагодарить Вас за столь приятный вечер."
    olaf "Надеюсь, это была не последняя наша встреча."
    # Олаф встает из-за столика
    # хочет уйти
    mt "Он что, собирается уходить?!"
    mt "?!?!?!"
    mt "Нет! Нет!"
    mt "Мне нельзя допускать этого!"
    mt "Он должен принять это чертово положительное решение именно сегодня!"
    mt "!!!"
    mt "Что же делать, Моника?!"
    mt "?!?!?!"
    menu:
        "Предложить ему продолжить вечер.":
            pass
    # Моника, пытаясь флиртовать
    m "Олаф..."
    m "Неужели вы хотите покинуть меня?"
    m "Я думала, мы с вами продолжим нашу встречу..."
    # Олаф мнется, потом снова садится за столик
    olaf "Миссис Бакфетт, я... Я просто подумал, что..."
    olaf "Что такая статусная женщина, как ВЫ, не захочет продолжения..."
    olaf "После сегодняшней неудобной ситуации..."
    mt "Какой же он жалкий! Фи!"
    m "Олаф, так уж и быть..."
    m "Я не только самая красивая и умная, я еще и добрая леди."
    m "Поэтому я позволю вам исправить ошибки сегодняшнего вечера..."
    m "Такие как этот посредственный ресторан и появление вашей жены..."
    # Олаф радостно
    olaf "Конечно, Миссис Бакфетт!"
    olaf "Спасибо Вам за Вашу доброту..."
    # Моника снисходительно улыбается
    olaf "Смею признаться, Миссис Бакфетт..."
    # мнется
    olaf "Я заранее позаботился об этом и..."
    olaf "Я забронировал самый лучший номер в самом лучшем отеле города!"
    olaf "Там мы сможем с Вами пообщаться и нам никто не помешает, Миссис Бакфетт."
    olaf "Если Вы не против, конечно..."
    # Моника презрительно
    mt "Конечно же, я против!"
    mt "Как он смеет приглашать такую леди, как Я, в отель на первой же встрече!"
    mt "Это отвратительно!!!"
    mt "!!!"
    mt "И вообще!"
    mt "Что еще за лучший отель?!"
    # Если Моника работает в эскорте
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника работает в ВИП-эскорте отеля Ле Гранд."))
        #
        mt "Надеюсь, это не какой-нибудь второсортный Ле Гранд!"
        mt "И в этом отеле не будет никаких шлюх!"
        mt "!!!"
    mt "А еще более отвратительно то, что..."
    mt "Я вынуждена дать свое согласие из-за мерзкого кретина Бифа!!!"
    mt "Ненавижу его!"
    mt "Ненавижу всех этих неудачников!"
    mt "!!!"
    olaf "Что скажете, Миссис Бакфетт?"
    m "Я соглашусь поехать только в самый лучший отель, Олаф..."
    olaf "Да, конечно, Миссис Бакфетт!"
    olaf "Для Вас - только самое лучшее!"
    $ monicaBiffInvestorDate3 = True # Моника поехала с инвестором в отель
    # Моника встает из-за столика
    # затемнение, звук мотора
    return

# Ле Гранд, ресепшн
label ep215_dialogues3_escort_9:
    # некоторое время спустя, звук каблуков
    # заходят в отель, на ресепшн
    # администраторша как всегда стоит у стойки ресепшна
    # Моника в шоке
    mt "Чтооо?!"
    mt "Опять этот отель?!"
    mt "В этом городе что, нет других отелей?!"
    mt "?!?!?!"
    # Олаф подходит к администратору
    reception "Добрый вечер, Мистер! Добро пожаловать в наш отель!"
    olaf "Добрый вечер!"
    olaf "Я забронировал номер люкс..."
    reception "Да, секунду. Я сейчас проверю. Это Ваша спутница?"
    olaf "Да, все верно. Мы вместе."
    if monicaHotelAdminAgreement3 == True and ep212_escort_monica_fired == False:
        #
        $ notif(_("Моника работает в ВИП-эскорте отеля Ле Гранд."))
        #
        # администратор подозрительно смотрит на Монику
        mt "Чертова сучка администраторша!"
        mt "Чего она на меня так смотрит?!"
        mt "Я что, не могу прийти сюда со своим знакомым?!"
        mt "Вообще-то, у меня сегодня нерабочий день в эскорте!"
    else:
        # администратор подозрительно смотрит на Монику
        mt "Снова эта никчемная администраторша!!!"
        mt "Чего эта сучка на меня так смотрит?!"
        if ep212_escort_monica_fired == True:
            mt "Я уже не работаю в этом чертовом эскорте!"
        mt "!!!"

    # администратор любезничает с таким вип-гостем отеля
    reception "Все в порядке, Мистер. Ваш номер готов."
    reception "Пожалуйста, Ваш ключ."
    reception "Проходите в номер 618 на 16-м этаже."
    reception "Если что-то будет нужно, будем рады Вам помочь."
    reception "Приятного вечера!"
    olaf "Спасибо."
    # смотрит на Монику
    olaf "Пойдемте?"
    # Моника обменивается с администраторшей подозрительными взглядами
    # и Моника с Олафом идут к лифтам
    return

# у лифта
label ep215_dialogues3_escort_10:
    # у лифта стоит Линда
    if monicaHotelAdminAgreement3 == True:
        # Моника зло смотрит на Линду
        mt "А эта сучка что здесь вынюхивает?!"
        mt "Ненавижу ее!"
    # она видит Олафа и радостно ему улыбается
    linda "Олаф, дорогой!"
    linda "Какой приятный сюрприз!"
    linda "Я так рада, что ты все-таки решил прийти ко мне сегодня!"
    # подходит к нему и хочет его обнять
    # Моника вопросительно смотрит на Олафа
    mt "Он что, постоянный клиент здесь?!"
    mt "?!?!?!"
    # Олаф резко отстраняется, стесняясь при Монике
    olaf "Ты что, сошла с ума?!"
    # Линда в растерянности останавливается
    linda "Но Олаф..."
    olaf "Отойди от меня! Ты меня позоришь!"
    # Линда офигевшая смотрит на Монику и на Олафа
    # Олаф заходит в лифт
    if monicaHotelAdminAgreement3 == True:
        # Линда оценивающим взглядом смотрит на новый наряд Моники
        # потом подходит к Монике и зло ей говорит
        linda "Решила забрать себе моего клиента, стерва?!"
        linda "Ты за это поплатишься!"
        linda "Я заставлю тебя вылизывать мою киску на глазах у всех девочек, дрянь!"
        # Моника смотрит на нее надменно
        m "Еще чего!"
        m "Иди в жопу, Линда!"
    # Моника заходит в лифт за Олафом
    # Линда зло смотрит им вслед
    return

# номер отеля
label ep215_dialogues3_escort_11:
    # Моника с Олафом заходят в номер
    olaf "Проходите, Миссис Бакфетт."
    olaf "Извините за этот инцидент у лифта."
    # Моника с гордым видом идет к столику и садится на диванчик
    m "Кто эта девушка у лифта?"
    m "Вы ее знаете?"
    olaf "Эта девушка, меня, должно быть с кем-то перепутала."
    olaf "Не обращайте внимания, Миссис Бакфетт."
    olaf "Могу я предложить Вам вина?"
    m "Да, пожалуй я не откажусь от бокала хорошего вина..."
    m "Вы составите мне компанию, Олаф?"
    olaf "Нет, Миссис Бакфетт. Я не буду пить вино, но с удовольствием угощу Вас."
    olaf "Какое вино Вы предпочитаете?"
    # Моника задумчиво
    mt "Хммм... Моника, тебе на руку, что у этого никчемного неудачника проблемы с алкоголем..."
    mt "Пусть закажет дорогое вино..."
    mt "Я не буду его пить..."
    mt "Сдам назад, получив за него деньги."
    mt "Это гениальная идея, Моника!"
    m "Олаф, я предпочитаю пить только первоклассные вина."
    m "Поэтому к любому вину, дешевле $ 5 000 за бутылку, я даже не стану притрагиваться..."
    # Олаф нажимает кнопку коммуникатора (или звонит по телефону на ресепшн)
    olaf "Здравствуйте."
    olaf "У вас имеется вино Domaine de la Romanee-Conti, Montrachet Grand 2007 года?"
    olaf "..."
    olaf "Хорошо. Принесите его в номер 618, пожалуйста."
    olaf "..."
    olaf "Спасибо. Жду."
    # Олаф садится на стул недалеко от Моники, смотрит на нее, пуская слюни, но не решаясь на большее
    olaf "Я заказал для Вас, Миссис Бакфетт, самое восхитительное вино, которое я когда-либо пробовал."
    olaf "Я уверен, Вы оцените этот божественный вкус по достоинству."
    olaf "Самой лучшей женщине нашего города только все самое лучшее!"
    # наклоняется к ней, она протягивает надменно руку, он ее целует
    m "..."
    mt "Этот жалкий подкаблучник готов исполнять любой мой каприз..."
    mt "Нужно будет получить его согласие на инвестицию и заканчивать этот цирк."
    mt "И мне плевать, что там Биф обещал ему!"
    mt "Он перечислит свои деньги в мой журнал и мне для этого не придется делать никаких грязный извращений!"
    mt "Я Миссис Моника Бакфетт, а не какая-то проститутка!"
    mt "Я могу убедить его, используя свой навык деловых переговоров."
    mt "Ведь я не только самая красивая, но и самая умная женщина в этом городе! Вернее, в стране!"
    # стук в дверь
    olaf "О, вот и Ваше вино, Миссис Бакфетт!"
    # Олаф сидит, держа руку Моники в своей руке после поцелуя, и говорит в сторону двери
    olaf "Войдите!"
    # Если Моника работает в эскорте
    if monicaHotelAdminAgreement3 == True:
        # заходит администратор
        reception "Я прощу меня извинить, Мистер..."
        reception "У меня небольшая просьба к Вашей спутнице..."
        reception "Если Вы позволите, я поговорю с ней буквально пару минут?"
        # Олаф недовольно
        olaf "Какая это еще может быть просьба?!"
        mt "Черт!"
        mt "Гребаная администраторша!"
        # Моника спокойно говорит
        m "Одну секунду, Олаф. Я сейчас вернусь..."
        # Моника встает с дивана и идет к выоду из номера, Олаф смотрит ей вслед, на попу
    # затемнение
    # если Моника работает или раньше работала в эскорте, то jump на лейбл ep215_dialogues3_escort_12 (разговор с админом)
    # если Моника не работает и не работала в эскорте, то jump на лейбл ep215_dialogues3_escort_14 (Линда приносит вино)
    return

# служебный коридор отеля
label ep215_dialogues3_escort_12:
    # Моника заходит в коридор отеля, администратор ее там ждет
    mt "Что этой сучке от меня нужно?!"
    mt "!!!"
    reception "Это что еще такое, [monica_hotel_name]?!"
#    if monicaHotelAdminAgreement3 == True and ep212_escort_monica_fired == False:
    # Если Моника уволилась из эскорта:
    if ep212_escort_monica_fired == True:
        reception "Ты, сучка, снова появилась здесь?!"
        reception "Я запретила тебе возвращаться в наш ВИП-эскорт!!!"
        mt "Черт!!!"
        mt "!!!"
    reception "Ты решила, что в обход меня приведешь сюда клиента?!"
    reception "Думала, у тебя получится сделать это незаметно?!"
    reception "Хотела забрать себе проценты, причитающиеся ВИП-эскорту?!"
    mt "Что за бред она несет?!"
    mt "?!"
    m "Вообще-то, у меня сегодня не рабочий день!"
    m "И этот мужчина - мой хороший знакомый!"
    m "Я что, не имею права провести вечер со своим другом?!"
    reception "Не ври мне, [monica_hotel_name]!!"
    reception "Я знаю этого мужчину!"
    reception "Он постоянный клиент Линды!"
    m "Какая мне разница, чей он клиент?!"
    m "Я же говорю, что это мой знакомый!!!"
    m "!!!"
    reception "Он твой клиент, [monica_hotel_name]!!!"
    reception "И после того, как обслужишь этого клиента, ты мне принесешь процент ВИП-эскорта!!!"
    reception "И если будешь спорить с этим, вылетишь с этой работы!!!"
    reception "И еще заплатишь мне штраф!!!"
    # Моника в шоке
    m "ЧТОООО?!"
    m "Какой еще процент?!"
    m "Я с ним встречаюсь не за деньги!!!"
    m "Он ничего мне не платит за этот вечер!!!"
    m "!!!"
    reception "[monica_hotel_name]!"
    reception "Мне надоело слышать твою ложь!"
    reception "Ты обычная лгунья, которая скажет любую чушь, чтобы заработать денег!"
    m "Что?! Я никогда не делала подобного!"
    m "!!!"
    reception "Ты сама мне признавалась в этом, когда устраивалась сюда работать!!!"
    #
    $ notif(_("Моника говорила администратору, что врала о том, что ужинала в ресторане, а на самом деле обслуживала клиента."))
    #
    mt "Черт!!!"
    mt "!!!"
    m "Я не получаю от него никаких денег!"
    m "И вообще-то, он уже заплатил за свой номер!"
    reception "Все, хватит!"
    if ep212_escort_monica_fired == True:
        reception "Если ты хочешь снова вернуться в наш ВИП-эскорт, то я приму тебя назад."
        reception "Но при условии!"
    reception "Ты должна $ 450 за работу с этим клиентом!"
    reception "Это доля ВИП-эскорта!"
    reception "Еще хоть слово от тебя - и я прямо сейчас прекращу вашу с ним встречу!"
    reception "И пришлю нашему постоянному клиенту другую девочку!"

    # Моника зло смотрит на админа
    reception "Ну?!"
    reception "Ты будешь платить процент ВИП-эскорту?!"
    reception "Или мне вызывать кого-то из девочек на замену?!"
    mt "Твою мать!!!"
    mt "Я теперь должна $ 450 только за то, что этот кретин Олаф снял номер в Ле Гранд!!!"
    mt "Бесполезный никчемный кретин!!!"
    mt "Какого черта именно в этом отеле?!"
    mt "!!!"
    mt "Что же теперь делать, Моника?!"
    mt "Если я сейчас откажусь, то эта сучка меня не пустит обратно в номер!"
    mt "И пришлет Олафу кого-нибудь из этих дешевых проституток!"
    mt "Этот идиот Олаф подумает, что я его бросила!"
    mt "И в этом случае точно откажется от инвестирования в мой журнал!"
    mt "Что я потом скажу ему?! А Бифу?!"
    mt "О Боже!"
    mt "Нет, мне нельзя допустить этого!"
    m "..."
    m "Я заплачу процент..."
    reception "Вот! Другое дело!"
    reception "Жду тебя на ресепшене, как обычно!"
    reception "И не вздумай сбежать, [monica_hotel_name]!"
    reception "А теперь иди к клиенту!"
    reception "Быстро!!!"
    # админ уходит
    mt "Сучка!!!"
    mt "!!!"
    # затемнение
    # jump на лейбл ep215_dialogues3_escort_13 (Моника возвращается в номер к Олафу)
    return

# номер отеля
label ep215_dialogues3_escort_13:
    # спустя некоторое время
    # Моника заходит в номер, Олаф ее там ждет
    # Олаф обрадован, что Моника вернулась
    olaf "Миссис Бакфетт, я Вас уже заждался!"
    olaf "У Вас все в порядке?"
    olaf "Зачем Вас звала администратор отеля, Миссис Бакфетт?"
    olaf "Если у Вас возникли какие-то проблемы, то я со всем разберусь!"
    # Моника садится на прежнее место на диване и делает надменный вид
    mt "Конечно, разберешься. Куда ты денешься?"
    mt "..."
    mt "А что касается требования этой сучки-администраторши..."
    mt "Я сдам обратно бутылку вина и заплачу процент с этих денег..."
    mt "Черт!!! Целых $ 450!!!"
    mt "Но мне останется $ 4550, а это немало..."
    mt "!!!"
    m "Вообще-то, Олаф..."
    m "..."
    m "Этот отель принадлежит мне!"
    olaf "О, серьезно?!" # он удивлен
    m "Да..." # небрежно и надменно
    m "Администратор просила уточнить кое-какие моменты по управлению им..."
    # Олаф смотрит на нее восхищенно
    m "Такой Босс, как Миссис Бакфетт, редко появляется здесь собственной персоной."
    m "Потому жалкие сотрудники используют любую возможность, чтобы подлизаться ко мне..."
    m "Ну вы же сами знаете особенности поведения наемных работников, Олаф..."
    olaf "Да, Миссис Бакфетт, я прекрасно понимаю, о чем Вы говорите."
    olaf "Признаться, я не знал, что это Ваш отель..."
    olaf "Вы восхищаете меня все больше и больше, Миссис Бакфетт!"
    olaf "Позвольте поцеловать Вашу прекрасную ручку в знак моего восхищения?"
    # Моника высокомерно протягивает ему руку
    m "Позволяю..."
    # он наклоняется через столик и прикасается губами к руке Моники
    mt "О да, Моника..."
    mt "Любой мужчина мечтает целовать твои руки в восхищении перед тобой..."
    mt "Потому что ты - само совершенство! Женщина-мечта!"
    mt "И этот поцелуй - это максимум, на что может сегодня рассчитывать этот никчемный Олаф! "
    mt "Не более того..."
    mt "Этот мужчина - не мой уровень! Такая шикарая женщина, как Я, достойна лучшего!"
    mt "!!!"
    $ monicaBiffInvestorDate4 = True # Моника сказала инвестору, что она владелица отеля Ле Гранд
    # ее мысли прерывает стук в дверь
    # затемнение
    return

# номер отеля
label ep215_dialogues3_escort_14:
    # Олаф сидит, держа руку Моники в своей руке после поцелуя
    # в номер заходит Линда
    linda "Ваше вино..."
    # Олаф говорит Линде равнодушно, не выпуская руки Моники из своих рук
    olaf "Хорошо. Поставьте бутыку на столик."

    # если Моника не работает и не работала в эскорте
    if monicaHotelAdminAgreement3 == False:
        # Линда недовольно смотрит на Монику и Олафа, потом на их руки
        # подходит к столику и ставит на него бутылку (поднос?)
        linda "Пожалуйста, Мистер..."
        linda "Приятного вечера." # говорит Олафу ехидно
        olaf "Спасибо. Вы можете идти."
        # Линда бросает еще один недовольный взгляд на Монику и уходит
        mt "Почему эта никчемная официантка так на меня смотрит?!"
        mt "Отвратительное обслуживание!"
########## отсюда повтор сцены разговора и секса в следующем if'е

    # Если работает, приход Линды в номер
    if monicaHotelAdminAgreement3 == True:
        # Линда подходит с бутылкой вина (подносом) к столику
        # бросает недовольные взгляды на Монику
        if ep212_escort_monica_fired == True:
            #
            $ notif(_("Моника больше не работает в ВИП-эскорте."))
            #
            mt "!!!"
            mt "Она мне завидует, что у меня свидание с ее знакомым?!"
            mt "Ну и пусть завидует..."
            mt "Это удел таких проституток, как она - обслуживать клиентов!"
            mt "А такая шикарная леди, как Я, пьет дорогое вино и наслаждается вниманием мужчины..."
            mt "Который все для меня готов сделать!"
        else:
            mt "Какого черта эта сучка так на меня смотрит?!"
            mt "Дешевая проститука-эскортница! Фи!"
            mt "!!!"
            mt "Она мне завидует, что у меня свидание с ее знакомым?!"
            mt "Да, точно. Завидует!"
            mt "Ну и пусть..."
            mt "Это удел таких проституток, как она - обслуживать клиентов!"
            mt "А такая шикарная леди, как Я, отдыхает, пьет дорогое вино и наслаждается вниманием мужчины..."
            mt "Который все для меня готов сделать!"
        # ставит вино и поворачивается к Олафу, требовательно
        linda "Олаф! Я думала ты меня любишь!"
        linda "Что ты здесь делаешь с этой шлюхой?!"
        linda "Как ты мог променять меня на такую стерву, как она?!"
        linda "Я думала, у нас с тобой искренние и светлые чувства!!!"
        # Олаф в шоке, вскакивает со своего места и подбегает к Линде
        olaf "ТИШЕ!"
        olaf "Молчи!!"
        # Моника высокомерно наблюдает за происходящим
        # Линда возмущенно
        linda "С какой стати я должна молчать?!"
        linda "Ведь она же просто..."
        # Олаф перебивает ее и шипит угрожающе
        olaf "Тише!!!"
        # с опаской смотрит на Монику, потом снова на Линду, шепчет ей
        olaf "Не подставляй меня!"
        olaf "Это не то, что ты думаешь!"
        olaf "Я здесь по важному делу!"
        linda "По какому еще делу?!"
        linda "Что у тебя может быть общего с этой..."
        olaf "Молчи, я сказал!"
        linda "Но Олаф!"
        # Олаф ей шепчет
        olaf "Линда, я дам тебе $ 1 000 прямо сейчас, если ты замолчишь и уйдешь отсюда сейчас же!"
        linda "$ 1 000?!"
        olaf "Да!"
        # отдает ей деньги
        # Моника это слышит и видит, возмущается про себя
        mt "$ 1 000?!"
        mt "Этой сучке?!"
        mt "?!?!?!"
        menu:
            "Отыграться на Линде.":
                mt "С какой стати?!"
                mt "Он ей дает такие деньги просто для того, чтобы она ушла?!"
                mt "!!!"
                mt "!!!!!!"
                mt "И это после того, как эта дрянь угрожала мне у лифта..."
                mt "Что она заставит меня делать на глазах у остальных сучек всякие гадости?!"
                mt "Вот стерва!!!"
                mt "!!!"
                mt "Я ей этого просто так не оставлю!"
                mt "Пусть знает свое место!"
                mt "!!!"
                # Моника зло
                m "Олаф!"
                # Олаф испуганно
                olaf "Да?"
                m "Постойте!"
                # Моника встает с дивана и подходит к Олафу и Линде
                jump ep215_dialogues3_linda_punishment
            "Забрать у Линды часть денег.":
                mt "С какой стати?!"
                mt "Он ей дает такие деньги просто для того, чтобы она ушла?!"
                mt "!!!"
                mt "!!!!!!"
                # Линда говорит Олафу
                linda "Нууу..."
                linda "Хорошо!"
                olaf "Все!"
                olaf "Иди!"
                # Моника надменно его перебивает
                m "Олаф, подождите..."
                # Олаф испуганно смотрит на Монику, Линда со злостью
                m "Олаф, эта девочка, видимо, что-то перепутала..."
                m "Можно я кое-что скажу ей?"
                # Олаф испуганно отвечает
                olaf "Да, конечно!"
                # Моника с Линдой отходят в другую сторону номеру, к кровати
                # Моника шепчет ей
                m "Если ты действительно хочешь заработать денег..."
                m "То с этой тысячи ты мне отдашь $ 500."
                # Линда шипит
                linda "С какой стати я отдам их тебе?!"
                linda "Это мои деньги!"
                # Моника отвечает угрожающе
                m "Ты отдашь их мне!"
                m "Иначе тебе будет хуже!"
                # Линда зло на нее смотрит, потом смотрит на Олафа
                linda "Ну ладно..."
                linda "Это МОЙ клиент, а обслуживаешь его ты..."
                linda "Я отдам тебе деньги."
                linda "Но только внизу после того, как ты закончишь трахаться с ним."
                m "!!!"
                menu:
                    "Отыграться на Линде":
                        mt "Эта сучка что, пытается сейчас обмануть меня?!"
                        mt "Меня?! Монику бакфетт?!"
                        mt "Ах ты, дрянь!"
                        mt "!!!"
                        # Моника злобно смотрит на Линду
                        m "Отдашь деньги внизу, говоришь?"
                        linda "Да." # с улыбочкой
                        # Моника возвращается к Олафу и зовет Линду подойти
                        m "Иди сюда!"
                        jump ep215_dialogues3_linda_punishment
                    "Согласиться на ее условие":
                        mt "Эта сучка никуда не денется."
                        mt "Она побоится, что если она мне откажет, я настрою Олафа против нее."
                        mt "Поэтому она не посмеет обмануть меня."
                        mt "Мне просто надо будет подойти на ресепшн после ухода Олафа."
                        mt "И забрать мои $ 500."
                        mt "По-моему, это отличный план, Моника!"
                        mt "Ты не только самая красивая, ты еще и самая умная женщина!"
                        mt "И сегодня у тебя в кармане станет намного больше денег!"
                        # Моника говорит Линде
                        m "Я найду тебя после того, как он уйдет."
                        linda "Договорились..." #  с улыбочкой
                        $ monicaBiffInvestorDate6 = True # Моника договорилась с Линдой, что та ей отдаст 9к баксов
                        # Линда бросает на Олафа еще один взгляд и уходит
                        # Моника возвращается на свое место на диване
                        # Олаф снова берет ее за руку
                        m "Не нравится мне, как работает эта официантка..."
                        m "Какая-то она странная..."
                        m "Наверное, я уволю ее..."
                        olaf "Не обращайте внимания, Миссис Бакфетт..."
                        olaf "Это простое недоразумение..."
                        olaf "Надеюсь, больше нас никто не побеспокоит..."
                        m "Я надеюсь..."
                        # jump на label ep215_dialogues3_escort_14a
                        # смена кадра
                        # jump на label ep215_dialogues3_escort_14b
                        #return

            "Пусть эта шлюха уходит":
                mt "Хммм..."
                mt "С другой стороны, пусть платит ей."
                mt "Не хочу видеть эту дрянь здесь!"
                mt "Мне важнее закрыть вопрос с его инвестированием в мой журнал..."
                mt "А эта сучка может ему проговориться, что я работаю в этом гребаном эскорте!"
                mt "Даже не представляю, какие будут последствия после этого!"
                mt "!!!"
                mt "Тем более..."
                mt "После встречи с этим подкаблучником я сдам бутылку вина."
                mt "И останусь при деньгах..."
                linda "Нууу..."
                linda "Хорошо!"
                olaf "Все!"
                olaf "Иди!"
                # Линда возмущенно смотрит на Монику, та ей ехидно улыбается
                # Олаф снова шепчет
                olaf "Иди, Линда!"
                olaf "Не создавай мне лишних проблем!"
                olaf "Иди! Иди!"
                # Линда сквозь зубы, глядя на Монику
                linda "Сучка!!!"
                # уходит
                $ monicaBiffInvestorDate7 = True # Моника позволила Линде забрать деньги и уйти из номера
                # Олаф возвращается к Монике и снова берет ее за руку
                m "Что это было, Олаф?!"
                olaf "Прошу прощения, Миссис Бакфетт."
                olaf "Не обращайте внимание... Это простое недоразумение..."
                olaf "Больше нас никто не побеспокоит..."
                m "Я надеюсь..."
                # jump на label ep215_dialogues3_escort_14a
                # смена кадра
                # jump на label ep215_dialogues3_escort_14b
#                return



    # затемнение


    # Олаф берет бутылку в руки
    olaf "Самое лучшее вино для самой восхитительной женщины!"
    # Моника смотрит пристально на бутылку
    mt "Черт! Если он ее сейчас откроет, я не смогу сдать ее обратно!"
    mt "!!!"
    m "Чуть позже, Олаф..."
    olaf "Как пожелаете, Миссис Бакфетт."
    mt "Мне нужно подвести его к принятию положительного решения относительно инвестирования."
    mt "Как бы это сделать поизящнее?"
    mt "..."
    label ep215_dialogues3_escort_14a_loop1:
    m "Олаф..."
    olaf "Да, Миссис Бакфетт?"
    menu:
        "Олаф, а вы знаете о том, что несколько инвесторов уже дали свое согласие?":
            m "А вы знаете о том, что несколько инвесторов из числа тех..."
            m "Кто присутствовал на моей презентации..."
            m "Уже дали свое согласие и даже перевели свои деньги в мою компанию."
            olaf "Серьезно? Я не знал об этом..."
            m "Да, Олаф..."
            m "И в отличие от них, Олаф, вы рискуете остаться без прибыли..."
            olaf "Я готов принять решение, Миссис Бакфетт..."
            olaf "Сегодня... Немного позже..."
            mt "Черт!"
            $ ep215_dialogues3_escort_14menu1 = True
            jump ep215_dialogues3_escort_14a_loop1
#                pass # не пасс, а jump, чтобы вывести снова это меню и выбрать другой пункт
        "Что вы думаете о графиках Мистера Кэмпбелла?":
            m "А что вы скажете о графиках, которые продемонстрировал Мистер Кэмпбелл?"
            m "Мне кажется, что они выглядят достаточно убедительно..."
            olaf "Не подумайте, что я не доверяю такому уважаемому человеку, как Мистер Кэмпбелл..."
            olaf "Но я предпочел бы не торопиться в таких серьезных вопросах..."
            olaf "Ведь речь идет о достаточно больших денежных средствах."
            olaf "Я не привык рисковать такими суммами..."
            olaf "Сегодня я приму решение, Миссис Бакфетт... Но не сейчас... Немного позже..."
            mt "!!!"
            $ ep215_dialogues3_escort_14menu2 = True
            jump ep215_dialogues3_escort_14a_loop1
#                pass
        "Вы хотели бы иметь в моем лице не только делового партнера, но и друга?":
            m "Олаф, мы могли бы с вами стать не только деловыми партнерами..."
            m "Если вы, конечно, дадите согласие на инвестицию в мой журнал..."
            m "В таком случае..."
            m "Мы могли бы с вами общаться и в более неформальной обстановке..."
            m "Иногда... Изредка..."
            olaf "О, Миссис Бакфетт!"
            olaf "Я мог только мечтать об этом!"
            olaf "Вы и правда хотели бы со мной встречаться?"
            olaf "Это была бы большая честь для меня, Миссис Бакфетт!"
            m "Дело за малым, Олаф..."
            m "Просто инвестируйте в мой журнал..."
            mt "А потом я пошлю тебя ко всем чертям, неудачник!"
            olaf "Я готов принять решение, Миссис Бакфетт..."
            olaf "Сегодня... Немного позже..."
            mt "Что за идиот?!"
            mt "!!!"
            $ ep215_dialogues3_escort_14menu3 = True
            jump ep215_dialogues3_escort_14a_loop1
#                pass
        "Вы действительно считаете меня самой красивой женщиной в своей жизни?" if ep215_dialogues3_escort_14menu1 == True and ep215_dialogues3_escort_14menu2 == True and ep215_dialogues3_escort_14menu3 == True:
            m "Олаф, вы действительно считаете меня самой красивой женщиной?"
            olaf "Да, Миссис Бакфетт!"
            olaf "Я восхищаюсь Вашей красотой, Вашим умом, Вашей деловой хваткой..."
            olaf "А Ваша смелость в ведении бизнеса!"
            olaf "Эта Ваша последняя фотосессия!!"
            olaf "Я впечатлен, Миссис Бакфетт!!!"
            m "Приятно это слышать, Олаф..."
            m "Я надеюсь, что это не только слова..."
            m "Я заинтересована в том, чтобы мы с вами были не только хорошими знакомыми..."
            m "Но и партнерами."
            # Олаф залипает на ее грудь
            olaf "Да, Миссис Бакфетт... Партнерами..."
            m "Так вы согласны, Олаф?"
            olaf "Я? На что?"
            m "Сделать инвестицию в мой журнал..."
            olaf "Я... Я готов принять решение, Миссис Бакфетт..."
            olaf "Сегодня... Но немного позже..."
            mt "Да сколько можно?!"
            mt "!!!"
            pass
    # Моника недовольно смотрит на Олафа
    mt "Этот никчемный денежный мешок сегодня должен дать свое согласие!"
    mt "Биф сказал, что если он откажется, то он поставит во главе МОЕГО журнала..."
    mt "Какую-то глупую, безмозглую куклу!!!"
    mt "Мне нельзя допустить этого ни в коем случае!!!"
    mt "Это МОЙ журнал!!!"
    mt "!!!"
    mt "Но как мне заставить этого кретина Олафа инвестировать в журнал?"
    mt "???"
    mt "Может быть..."
    menu:
        "Соблазнить Олафа.":
            pass
    # Моника встает с дивана и направляется к кровати
    mt "Этот никчемный Олаф не сможет устоять перед моей красотой!"
    mt "Он сделает эту инвестицию!"
    mt "Притом без всяких извращенств, о которых говорил сволочь Биф!"
    mt "Иначе я не Моника Бакфетт!"
    # Олаф как загипнотизированный смотрит на нее
    # она садится или ложится на кровать в красивую соблазнительную позу
    # смотрит на Олафа
    mt "Сейчас он посмотрит на мою совершенную красоту..."
    mt "И просто не сможет сказать мне 'нет'!"
    m "Олаф..."
    olaf "Да, М-миссис Бакфетт?"
    m "Я подожду здесь, пока вы принимаете решение..."
    # Олаф смущенно смотрит на нее, потом встает и идет к кровати
    olaf "Миссис Бакфетт, мне кажется, Вы могли бы помочь ускорить этот процесс..."
    m "Процесс принятия решения?"
    olaf "Да..."
    olaf "Если Вы не против, конечно..."
    olaf "Сейчас только от Вашего согласия зависит, будет ли мое решение положительным..."
    m "???"
    # он протягивает руку и проводит по ноге Моники
    # Моника смотрит на него с возмущением
    m "!!!"
    mt "Вот дьявол!"
    mt "Он намекает на ЭТО?!"
    mt "?!?!?!"
    mt "Он предлагает мне, Миссис Монике Бакфетт, переспать с ним?!"
    mt "Из-за какой-то там инвестиции?!"
    mt "?!?!?!"
    mt "С другой стороны..."
    mt "Если он откажется, то я лишусь доступа в свой офис!"
    mt "ААААА!!!"
    mt "Что же мне делать?!"
    mt "А что, если потерпеть этого никчемного Олафа?.."
    mt "Если это даст гарантию того, что он сделает эту чертову инвестицию..."
    mt "..."
    menu:
        "Не соглашаться так быстро.":
            pass
    m "Я не привыкла вести деловые переговоры в постели, Олаф!"
    m "Я, вообще-то, серьезная бизнес леди!"
    olaf "А я - серьезный бизнесмен, Миссис Бакфетт."
    olaf "И всегда держу свое слово!"
    olaf "Я инвестирую в Ваш журнал завтра же..."
    olaf "Если Вы поволите мне..."
    # кладет руку на ее попу
    mt "!!!"
    menu:
        "Не соглашаться так быстро.":
            m "Олаф, а если об этом кто-то узнает?!"
            m "Я не хочу, чтобы моя репутация была подмочена!"
            olaf "Миссис Бакфетт, не в моих интересах распространять подобную информацию..."
            olaf "Вы ведь сами видели, какая у меня ревнивая жена."
            olaf "Мне не нужны лишние проблемы с ней."
            pass
        "Промолчать.":
            pass
    # затемнние, шуршание одежды
    # Моника сидит на кровати без брюк, в перчатках, каблуках и топе
    # Моника закрывается рукой (оттягивая верх от костюма)
    mt "!!!"
    olaf "Мы проведем с Вами вместе вечер на этой постели."
    olaf "И считайте, я стал Вашим инвестором, Миссис Бакфетт."
    # смотрит на ее киску
    olaf "Ооо... Как Вы прекрасны, Миссис Бакфетт!"
    menu:
        "Черт! У меня кончились доводы...":
            pass
    # Олаф мнет ее грудь через топ или наклоняется и целует ее живот, задирая топ
    mt "Фу! Как это все омерзительно!"
    mt "Ненавижу! Ненавижу!"
    mt "!!!"
    # далее он наклоняется над ее лицом, тянется губами за ее поцелуем
    # поцелуй
    olaf "Я не могу поверить в происходящее..."
    olaf "В моей постели..."
    olaf "Сама Миссис Бакфетт..."
    # снимает с нее блузку, оголяя грудь
    # прикасается к ее обнаженной груди
    # целует
    olaf "С самой первой презентации я мечтал об этом..."
    olaf "И Вы меня единственного из всех инвесторов удостоили этой чести..."
    if monicaEscortLindaTable6 == True:
        #
        $ notif(_("У Моники был секс с одним из инвесторов."))
        #
        mt "Ты не единственный, придурок!"
        mt "Но об этом знаю только я..."
    # затемнение, инвестор раздевается
    # инвестор лежит голый на кровати рядом с Моникой, она голая, в одних перчатках
    olaf "Миссис Бакфетт, смотрите, какой он у меня твердый..."
    olaf "Я хочу, чтобы Вы прикоснулись к нему своей рукой..."
    olaf "Затянутой в перчатку..."
    olaf "Я так возбужден, Миссис Бакфетт..."
    mt "Фу! Я сейчас испачкаю об него свою перчатку!"
    mt "Но, может быть, этим он и ограничится?"
    mt "..."
    # Моника протягивает руку и обхватывает его член
    olaf "Оооо!!!"
    olaf "Обхватите его еще крепче, Миссис Бакфееееетт!"
    olaf "Даааа!!!"
    olaf "Потрясающе!!!"
    # спустя останавливает ее
    olaf "А теперь идите ко мне..."
    olaf "Позвольте мне насладиться Вашей красотой..."
    # Моника ложится на спину
    olaf "Раздвиньге Ваши ножки, Миссис Бакфетт..."
    m "Это обязательно?!"
    olaf "Мммм... Да, Миссис Бакфетт..."
    olaf "У нас ведь деловые переговоры..."
    olaf "Я должен внимательно рассмотреть все пункты нашей договоренности."
    m "!!!"
    menu:
        "Раздвинуть ноги.":
            pass
    # Моника раздвигает ноги, лицо недовольное
    # инвестор наклоняется близко к ее киске и рассматривает
    olaf "Оооо... Дааа..."
    # тянется к ней рукой, водит по киске
    mt "Ох..."
    mt "Снова эти странные ощущения!"
    mt "Мне это совсем не нравится!!"
    mt "Так... Так необычно..."
    olaf "Ммммм..."
    olaf "Не могу поверить, что я сейчас буду обладать самой Миссис Моникой Бакфетт!"
    # вводит в нее палец
    olaf "Что я сейчас введу в нее свой член..."
    olaf "О, дааа..."
    mt "Ой..."
    mt "Это становится все сильнее!!"
    mt "Надо прекратить это немедленно!!!"
    mt "Меня пугает это!!!"
    mt "!!!"
    # инвестор убирает палец из Моники
    olaf "Миссис Бакфетт..."
    olaf "Позвольте Ваши ножки..."
    # хватает Монику под коленями и задирает высоко ее ноги
    # вся попа и киска открываются взгляду инвестора
    # он приближает к ней член и водим им между ног Моники вверх-вниз
    olaf "Оооо..."
    olaf "Сейчас я войду в Вас, Миссис Бакфетт."
    olaf "Сейчас Вы почувствуете внутри себя мой член."
    mt "Ох! Черт! Черт!"
    mt "Я не понимаю, что со мной происходит!"
    mt "Мне нужно подумать о чем-то другом!"
    mt "Нужно отвлечься!!"
    mt "О чем подумать?!"
    mt "?!"
    olaf "Я вижу, как Вы этого желаете..."
    olaf "Дааа... Ваша киска уже вся мокрая..."
    # прислоняет головку члена к ее киске и вводит на пол шишечки
    olaf "Хотите почувствовать его внутри своей влажной киски, Миссис Бакфетт?"
    m "!!!"
    mt "Нет!!!"
    olaf "А в постели Вы молчунья, Миссис Бакфетт..."
    olaf "Можете не отвечать..."
    # вводит член
    olaf "Я чувствую, как Вы этого жаждете..."
    # секс
    # Монике приятно, но она в итоге не кончит
    olaf "Аааа..."
    olaf "Какая горячая влажная киска!!!"
    mt "Боже, когда это все закончится?!"
    mt "Я не могу справится с этим странным чувством внутри..."
    mt "Внутри меня!!!"
    mt "Оно нарастает!"
    mt "Как волна!!!"
    olaf "Ммммм..."
    olaf "Киска самой Миссис Моники Бакфетт!!!"
    olaf "О, дааа..."
    mt "Все сильнее!"
    mt "Наполняет меня... Всю..."
    mt "Ох..."
    olaf "О, Миссис Бакфеееет!!!"
    olaf "Оооо!"
    olaf "Я сейчас кончу!!!"
    menu:
        "Кончить внутрь Моники.":
            olaf "Аааа..."
            olaf "АААА!!"
            olaf "ААААААА!!!!"
            pass
        "Кончить на киску Моники.":
            olaf "Аааа..."
            olaf "АААА!!"
            olaf "ААААААА!!!!"
            pass
    $ monicaBiffInvestorDate5 = True # у Моники был секс с инвестором Олафом
    # инвестор выходит из Моники и довольный собой смотрит на ее киску, испачканную в сперме
    # Моника лежит растерянная
    mt "Боже!"
    mt "Что это было?!"
    mt "У меня что, был только что секс?!"
    mt "Как я это позволила! Фи!"
    mt "Видимо, у меня серьезные проблемы с нервами..."
    mt "Да... Это все нервы..."
    if # работает в эскорте:
        mt "Или этот дурацкий отель на меня так влияет, мне надо заканчивать с этим эскортом!"
        mt "..."
    mt "Хорошо, что он закончил и это странное пугающее чувство прекратилось!"
    mt "!!!"

    # затемнение
    # смена кадра
label ep215_dialogues3_escort_14b:
#    if monicaHotelAdminAgreement3 == False:
    # Моника в одних перчатках и каблуках и штанах, а инвестор уже одет
    # Моника сидит на кровати недовольная
    mt "Ненавижу это все!!!"
    mt "Мне пришлось терпеть этого мерзкого Олафа!"
    mt "Из-за дурацких приказов сволочи Бифа!!!"
    mt "Бесит!!!"
    mt "!!!"
    mt "Хорошо, что есть бутылка вина, которую я сдам!"
    # инвестор в это время идет по направлению к столику, на котором стоит вино
    mt "Это будет моя моральная компенсация за сегодняшний вечер!"
    mt "Осталось только подтвердить его согласие на сделку..."

    if monicaHotelAdminAgreement3 == True:
        # Моника и инвестор уже одеты
        # Моника сидит на кровати недовольная
        mt "Ненавижу это все!!!"
        mt "Мало того, что пришлось терпеть этого мерзкого Олафа!"
        mt "Теперь еще я должна отдать $ 450 этой сучке администраторше!!!"
        mt "!!!"
        mt "Хорошо, что есть бутылка вина, которую я сдам!"
        mt "С этих денег я отдам процент администраторше."
        # инвестор в это время идет по направлению к столику, на котором стоит вино
        mt "Остальное заберу себе."
        mt "Это будет моя моральная компенсация за сегодняшний вечер!"
        mt "Осталось только подтвердить его согласие на сделку..."

    # Олаф стоит возле столика и смотрит на бутылку
    olaf "Миссис Бакфетт..."
    olaf "Сегодня был такой нервный вечер..."
    olaf "Я... Я не верю в то что это все-таки случилось..."
    olaf "Миссис Бакфетт, меня... меня бросает в пот..."
    olaf "Я... Мне надо.. Мне надо..."
    # хватает быстро бутылку, открывает пробку
    mt "!!!" # Моника в ужасе смотрит на бутылку
    olaf "Все же выпью!"
    olaf "И отмечу тем самым свою новую инвестицию!"
    olaf "В Ваш журнал!"
    # прикладывается к бутылке, звук бульк-бульк
    # выпивает всю бутылку в один глоток
    mt "Нет! Нет!"
    mt "Твою мать!!!"
    mt "КРЕТИН!!!"
    mt "!!!"
    # Олаф отлипает от уже опустевшей бутылки
    olaf "АХ! Напиток Богов, Миссис Бакфетт!"
    olaf "Жаль, что Вы не попробовали!"
    mt "АААА!!!"
    mt "Выпил!? Он выпил всю бутылку, одним залпом?!"
    mt "Мои $ 5 000!!! ВЫПИЛ!!!"
    mt "Ненавижу!!!"
    mt "!!!"
    mt "Так, спокойно, Моника!"
    mt "Ты можешь исправить эту ситуацию!"
    mt "Подумай, как это сделать..."
    mt "Думай, Моника, думай!!!"
    # Моника встает с кровати и подходит к Олафу
    m "Олаф, я рада, что мы с вами заключили эту сделку."
    olaf "О, а как я рад, Миссис Бакфетт!!!" # пьяненький уже
    m "Да..."
    m "Думаю, что на этом можно завершить нашу встречу, Олаф?"
    olaf "Не хотите поехать со мной в клуб, Миссис Бакфетт?"
    olaf "Выпьем еще вина?"
    olaf "Или возьмем чего покрепче, а?"
    olaf "Виски? Или водка?"
    m "Нет, Олаф..."
    m "У меня на сегодня еще запланированы дела."
    m "Сами понимаете, работа..."
    olaf "Жаль..."
    olaf "Тогда поеду один. И куплю себе водки!"
    m "Олаф, не забудьте оставить $ 1000 на чай персоналу..."
    # Олаф возмущенно
    olaf "Тысячу?!"
    olaf "Но, Миссис Бакфетт, нас не обслуживали на такую сумму!"
    # Моника раздраженно
    m "Олаф, это мой отель и я привыкла хорошо относиться к своим сотрудникам!"
    olaf "О, Миссис Бакфетт, Вы такая добрая!"
    olaf "Мне кажется, Ваши сотрудники слишком эксплуатируют Вашу доброту!"
    olaf "Я не допущу такого отношения к Вам, Миссис Бакфетт!"
    olaf "Сейчас я поставлю их всех на место!"
    # идет к выходу из номера
    # Моника его останавливает
    mt "Черт!"
    mt "!!!"
    m "Олаф!"
    m "Не надо ни с кем говорить!"
    m "Это мой отель и мои сотрудники!"
    m "Я все решаю здесь сама!"
    olaf "Как скажете, Миссис Бакфетт..."
    olaf "Но если что, я всегда готов защитить Вас!"
    m "Хорошо, хорошо..."
    m "Тогда оставьте хотя бы $ 700..."
    m "Или я посчитаю вас жадным, Олаф!"
    # Олаф хитро улыбаясь
    olaf "Мистер Биф сказал, что любые деньги должны идти через Вашу фирму..."
    m "$ 500!!!"
    if monicaHotelAdminAgreement3 == True:
        m "Или я заставлю вас заплатить за этот номер в 5 раз больше, Олаф!"
        m "Официально, через мою компанию!"
    # Олаф с сомнением смотрит на нее
    olaf "Ну хорошо, Миссис Бакфетт!"
    olaf "Я согласен оставить $ 500 на чай..."
    mt "Наконец-то!"
    mt "!!!"
    olaf "Кому отдать эти чаевые?"
    m "Вы можете отдать их мне, Олаф."
    if monicaHotelAdminAgreement3 == True:
        m "Я не являюсь одним из тех испорченных властью боссов..."
        m "Которые гнушаются сами передать чаевые своим сотрудникам!"
    # Олаф дает ей деньги
    # затемнение

    if monicaHotelAdminAgreement3 == True:
        mt "Дьявол, получается я заработала всего $ 50! За все что мне пришлось терпеть здесь!"
        mt "Моника, ты же самая богатая женщина этого города!"
        mt "Ты умеешь зарабатывать сотни миллионов!.."
        mt "ТОГДА КАКОГО ХРЕНА ВСЕГО $50!!!"
        # затемнение

        # смена кадра
        # Олаф дает ей деньги
        # Моника злая
        m "Да, кстати, Олаф!"
        m "У меня подозрения насчет тебя и сотрудницы моего отеля!"
        # Олаф испуганно смотрит на нее
        olaf "П-подозрения?!"
        mt "Не хватало еще чтобы эта сучка Линда разболтала ему про то что я работаю здесь..."
        mt "Конечно, никто в это не поверит..."
        mt "Что Моника Бакфетт работает в эскорте в каком-то второсортном отеле..."
        mt "Тем более это не Моника Бакфетт, а [monica_hotel_name]..."
        mt "Но все-же..."
        m "Мне сдается, вы пытаетесь действовать разлагающе на коллектив моей компании, Олаф!"
        m "Я запрещаю вам приближаться к этой шлюхе и к этому отелю!"
        m "Олаф, вам все понятно?!"
        olaf "Да, Миссис Бакфетт, конечно!"
        m "Все, Олаф, вы свободны!"
        m "Завтра я узнаю у Бифа по поводу вашего перевода денежных средств!"
        # затемнение
        return



label ep215_dialogues3_linda_punishment:
    mt "Ну сучка, сейчас ты у меня попляшешь!"
    # Моника встает руки в боки и с наездом говорит Олафу
    m "Итак, Олаф, вы решили пригласить меня сюда!"
    m "Сюда, где встречаетесь с какими-то шлюхами?!"
    m "Вы посмели сделать это?!"
    m "!!!"
    # Олаф в шоке
    olaf "Миссис Бак..."
    m "ТИХО!!"
    m "Не смей произносить мое имя в присутствии этой падшей женщины!"
    # Линда хочет возмутиться, но Олаф ее перебивает и шепчет ей
    linda "Да как?!..."
    olaf "Тихо, молчи!"
    olaf "Я прошу тебя, не говори ничего!"
    olaf "Я сделаю для тебя все, что хочешь... Потом..."
    olaf "А сейчас молчи!"
    # Линда слушается, замолкает и просто молча злобно смотрит на Монику
    # Моника продолжает устраивать Олафу разнос
    m "Посмотри, кто она и кто Я!"
    m "Она - какая-то дешевая проститука!"
    m "Я с подобными особами ни разу в жизни даже не встречалась!"
    m "Не говоря уже о том, чтобы делить с ними внимание мужчины!"
    m "Как вы могли меня поставить в такое ужасное и унизительное положение, Олаф?!"
    m "МЕНЯ!!!"
    m "Эта падшая женщина недостойна даже того, чтобы..."
    if monicaEscortLindaTable1 == True:
        m "Чтобы быть чем-то незаметным в помещении, где я нахожусь!"
        #
        $ notif(_("Моника работала реквизитом Линды, когда Линда была в номере с другим инвестором."))
        #
        m "Каким-нибудь предметом интерьера!"
        m "Столиком, например!"
        m "!!!"
    else:
        m "Чтобы даже находиться в одном помещении со мной!!!"
        m "!!!"
    # Олаф крайне напуган
    olaf "Миссис Ба..."
    m "Кажется, я запрещала упоминать мое имя!"
    olaf "Да, простите..."
    olaf "Позвольте, я заглажу свою вину..."
    m "Я позволю!"
    m "Только на своих условиях!"
    olaf "Я все сделаю..."
    olaf "Только не расстраивайтесь, прошу Вас!..."
    # Моника злобно на них смотрит, потом разворачивается и направляется к кровати
    # садится на нее
    m "Вы оба!"
    m "Идите сюда!"
    # Олаф шепчет Линде
    olaf "Линда, милая, я прошу тебя..."
    olaf "Не спорь с ней и делай все, что она скажет."
    linda "Но Олаф!"
    linda "Как эта стерва себе позволяет с тобой обращаться?!"
    olaf "Линда, тише! Прошу тебя!"
    olaf "Это очень важно для меня!"
    linda "А я здесь причем?"
    linda "Я не собираюсь выслуживаться перед этой сучкой!"
    olaf "Линда..."
    olaf "Ты... Ты не представляешь, какие проблемы мне угрожают!"
    olaf "В таком случае, я... У меня..."
    olaf "Я больше не буду оплачивать твои апартаменты!"
    linda "Олаф, ну что ты сразу начинаешь?"
    linda "Причем здесь это?"
    olaf "Либо ты делаешь все, что она скажет..."
    olaf "Либо я больше ни цента не внесу за твои апартаменты!"
    linda "Ну хорошо... Я сделаю, как ты говоришь, дорогой."
    linda "Но я готова терпеть это только ради тебя!"
    olaf "Все. Пойдем."
    olaf "И не вздумай спорить с ней! Вообще, молчи!"
    # Олаф и Линда подходят к кровати
    m "Олаф, вы мне сегодня говорили, что я самая красивая женщина в вашей жизни."
    m "Это действительно так, Олаф?"
    olaf "Да, конечно, Миссис Ба... Кхм... Мэм..."
    m "Кто красивее, я или она?"
    olaf "Конечно Вы, Мэм!"
    # Линда злобно смотрит на нее, потом на Олафа
    # Моника ехидно усмехается, глядя на Линду
    m "Раздевайся, падшая женщина!"
    linda "Что?!"
    # Олаф снова шепчет Линде
    olaf "Тише!"
    olaf "Делай, что она говорит!"
    olaf "Иначе я буду вынужден исполнить то, о чем мы говорили несколько минут назад."
    linda "Но Олаф!"
    olaf "Делай что говорит тебе Мэм!"
    # Линда снова бросает испепеляющий взгляд на Монику
    # затемнение, шуршание одежды
    # кадр, ноги Линды и ее платье на полу
    # Линда стоит перед Моникой обнаженная
    # Моника издевательски смотрит на нее
    m "Олаф!"
    olaf "Да, Мэм?"
    m "Мне не нравится, как эта особа на меня смотрит..."
    m "Я хочу, чтобы она извинилась передо мной за свое строптивое поведение."
    olaf "Конечно, Мэм!"
    # протягивает свою руку, затянутую в перчатку
    m "Целуй!"
    # Линда зло смотрит на нее
    # Олаф снова ей шепчет
    olaf "Давай выполняй!"
    olaf "Мы с тобой договорились, помнишь?"
    # Линда наклоняется и целует руку Моники, зло на нее поглядывая
    m "Думаю, этого недостаточно..."
    m "Пусть она просит прощения, целуя мои ноги!"
    # Линда в шоке
    m "Олаф, эта особа снова демонстрирует свое непослушание!"
    # Линда смотрит на Олафа
    olaf "Линда!"
    olaf "Не спорь с Мэм!"
    linda "!!!"
    # Линда опускается на колени и целует каблук Моники
    # Моника надменно смотрит на нее, потом наклоняется к ней и шепчет
    m "Помнишь, сучка, что ты мне сегодня сказала у лифта?"
    # Линда смотрит на Монику с ненавистью и молчит
    m "Спасибо за идею, шлюшка..."
    # Моника распрямляется и говорит Олафу
    m "Олаф, раздевайтесь!"
    m "Покажите мне, как вы изменяете своей жене с этой проституткой..."
    olaf "Но, Мэм..."
    olaf "Я не..."
    m "Не стоить пытаться меня обманывать, Олаф."
    m "И я не советую вам спорить со МНОЙ!"
    olaf "Мэм, у меня на этот вечер были другие планы..."
    m "Позвольте, я угадаю. Вы планировали заняться со мной своими грязными извращениями?!"
    olaf "Мэм... Кхм... Я..."
    m "Выбор этого отеля - ваша большая ошибка, Олаф."
    m "И чтобы я вас простила, вам придется постараться."
    olaf "Да, Мэм..."
    # затемнение, шуршание одежды
    # Линда стоит голая и Олаф тоже голый, эрекции у него нет, смотрит виновато на Монику
    m "Можете приступать, Олаф."
    m "Я жду."
    olaf "Но, Миссис Ба... Мэм..."
    olaf "Есть небольшая проблема..."
    # смотрит на свой грустный член
    m "Что, эта падшая невзрачная особа..."
    m "Которая продает свое тело за деньги разным мужчинам..."
    m "Совсем вас не возбуждает, Олаф?"
    # Олаф виновато смотрит на Линду
    olaf "Нет, Мэм..."
    m "Конечно, она не сравнится со мной."
    m "Но вам сегодня повезло, Олаф..."
    m "Я сегодня в хорошем настроении, поэтому..."
    m "Так уж и быть... Я продемонстрирую вам, Олаф, что есть истинная женская красота."
    # затемнение, шуршание одежды
    # Моника сидит на кровати с надменным видом обнаженная, в одних перчатках и каблуках
    olaf "О, Мэм!"
    olaf "Вы восхитительны, Мэм!"
    # Моника ехидно смотрит на Линду, та на нее - с ненавистью
    m "Я знаю, Олаф, о чем вы мечтали сегодня весь вечер."
    m "Пока угощали меня ужином в ресторане и сыпали комплиментами..."
    # насмешливый взгляд на Линду
    m "Но поскольку эта особа осмелилась нарушить наши с вами планы..."
    m "Я разрешу смотреть вам на меня..."
    m "Пока она будет извиняться передо мной за свое неповиновение."
    olaf "О, Миссис Бак... Мэм!"
    # Моника раздвигает ноги и приказывает Линде
    m "А ты чего ждешь, падшая женщина?"
    m "Приступай. Я разрешаю тебе поцеловать мою киску."
    # Линда в шоке, смотрит на Монику, потом на Олафа
    # Олаф прситально смотрит ан голую Монику, на Линду ноль эмоций
    # член у него встает
    # тот ей снова шепчет
    linda "Олаф! Я не буду этого делать!"
    olaf "Линда! Помнишь то дело, с которым ты пришла ко мне за помощью?"
    linda "Это здесь совсем ни при чем!"
    olaf "Это мне решать! И я не смогу помочь тебе, если ты откажешь сейчас!"
    linda "Нет! Ты не посмеешь! Ты же обещал мне!"
    linda "Ты же знаешь, как это важно для меня!"
    olaf "Знаю..."
    olaf "И я сдержу свое обещание, если ты сделаешь, как приказывает Мэм."
    olaf "Делай, что тебе говорят!"
    linda "!!!"
    # взгляд Моники полон высокомерия и насмешки над Линдой
    # та вынуждена послушаться и снова опускается на колени перед Моникой
    # взгляд полон ненависти, но деньги Линда любит больше
    # Линда начинает лизать киску Моники, Моника на нее насмешливо смотрит
    mt "Ну что, сучка?"
    mt "Теперь ты поняла, что ты по сравнению со мной - никто!"
    mt "Жалкая дешевка с непомерно завышенной самооценкой!"
    mt "Никому не нужная и ничего из себя не представляющая!"
    mt "Знай свое место, шлюшка!"
    mt "!!!"
    # Моника смотрит на Олафа
    m "А вам, Олаф, я разрешаю воспользоваться телом этой проститутки."
    olaf "Мэм..."
    m "И не разрешаю спорить со мной..."
    # Олаф пристраивается сзади Линды и входит в нее
    # Моника говорит Линде
    m "А тебе никто не позволял останавливаться!"
    m "Продолжай!"
    # сам смотрит на Монику и на то, как Линда лижет ее киску
    olaf "Оооо, Мэм..."
    m "Олаф, вы представляете, что ваш член сейчас внутри меня?"
    olaf "Даа, Мэээм..."
    olaf "Аааа..."
    olaf "Как я мечтаю попробовать вашу киску, Мэм!!!"
    olaf "Ммммм..."
    olaf "Киску самой Миссис...!!!"
    m "Олаф, молчать!"
    olaf "О, дааа..."
    olaf "О, Мэээээм!!!"
    olaf "Оооо!"
    olaf "Я сейчас кончу!!!"
    menu:
        "Кончить внутрь Линды.":
            olaf "Аааа..."
            olaf "АААА!!"
            olaf "ААААААА!!!!"
            pass
        "Кончить на киску Линды.":
            olaf "Аааа..."
            olaf "АААА!!"
            olaf "ААААААА!!!!"
            pass
    # Олаф отстраняется от Линды, а она отстраняется от Моники
    # Моника злорадно на нее смотрит
    # Линда шипит ей, пока Олаф не слышит
    m "Ты свободна на сегодня."
    m "Мистер более не нуждается в услугах проститутки."
    linda "Сука!"
    m "Продажная шкура!"
    linda "Я тебе этого просто так не оставлю!"
    $ monicaBiffInvestorDate8 = True # Моника заставила Линду делать ей ликинг, а Олафа - заниматься с Линдой сексом
    # затемнение, звук каблуков, шуршание одежды
    # jump на label ep215_dialogues3_escort_14b
    jump ep215_dialogues3_escort_14b

# после окончания встречи с Олафом
# ресепшн
label ep215_dialogues3_escort_15:
    # Моника идет на ресепшн, администратор за стойкой, как обычно
    if monicaHotelAdminAgreement3 == True:
        #
        $ notif(_("Моника должна отдать администратору $ 450 за вечер с Олафом."))
        #
        # администратор подозрительно смотрит на Монику
        mt "Сучка администраторша!"
        mt "!!!"
        reception "Принесла процент ВИП-эскорта, [monica_hotel_name]?"
        m "Да!"
        # протягивает ей деньги
        # администратор забирает деньги и говорит
        reception "В следующий раз, [monica_hotel_name], даже не пытайся незаметно протащить клиента в отель!"
        reception "Понятно тебе?!"
        m "Понятно!"
        reception "И кстати!"
        reception "Линде понравился твой костюм."
        reception "Сними его и оставь в служебном коридоре!"
        # Моника в шоке
        m "ЧТО?!"
        m "С какой стати?!"
        m "!!!"
        reception "У девочек здесь принято делиться реквизитом для работы."
        reception "Ты, [monica_hotel_name], носишь белье и одежду других девочек."
        reception "Поэтому снимай этот костюм. Я отдам его девочкам."
        m "Это платье взято в прокат и я не отдам его никаким девочкам!"
        m "!!!"
        reception "На первый раз я тебе поверю, [monica_hotel_name]."
        reception "Но в дальнейшем, ты должна будешь пополнять реквизит ВИП-эскорта!"
        reception "В следующий раз ты обязательно оставишь свою одежду!"
        reception "И мне будет все равно, откуда ты взяла ее!"
        reception "Тебе все ясно, [monica_hotel_name]?!"
        m "!!!"
        reception "Можешь идти!"
        if monicaBiffInvestorDate6 == True:
            m "Сначала мне нужно поговорить с Линдой!"
            m "Где она?"
            reception "Зачем она тебе нужна?"
            m "Она должна мне часть денег, которые ей заплатил мой клиент!"
            reception "Линда не работала сегодня с этим клиентом."
            reception "О каких деньгах идет речь?"
            reception "Сейчас я у нее спрошу..."
            # затемнение, звук каблуков
            reception "Линда, мне [monica_hotel_name] говорит, что ее сегодняшний клиент заплатил тебе деньги..."
            reception "Это правда? Сколько он тебе заплатил?"
            linda "Конечно, это неправда!"
            linda "С чего бы этот клиент мне платил деньги, если я с ним не работала сегодня?!"
            m "ЧТООО?!"
            m "Ах ты, дрянь!!!"
            m "Олаф тебе дал $ 1 000!!!"
            # Линда смеется в ответ
            linda "Что за бред ты несешь?!"
            # потом Линда говорит администратору
            linda "Не слушай ее. Она совсем завралась."
            reception "Хорошо. Можешь идти, Линда."
            # Линда ехидно улыбаясь уходит
            # Монику бомбит
            m "В смысле 'хорошо'?!"
            m "!!!"
            m "Она взяла деньги у клиента и мало того, что не отдала мне мою часть суммы!"
            m "Так она еще и не заплатила процент отелю!!!"
            reception "[monica_hotel_name]!"
            reception "Линда, в отличие от тебя, порядочная и честная девушка!"
            reception "Я ей доверяю."
            reception "А ты - лгунья. Что подтверждалось уже не один раз!"
            m "!!!"
            m "!!!!!!"
            reception "Все! Ты мне уже надоела!"
            reception "Иди! На сегодня твоя работа окончена!"
            mt "Мерзкая обманщица!!!"
            mt "Сучка!!!"
            mt "Я ей этого просто так не оставлю!!!"
            mt "!!!"
    else:
        # администратор подозрительно смотрит на Монику
        mt "Чего эта сучка-администраторша на меня так смотрит?!"
        mt "!!!"
        # Моника уходит
    # затемнение, звук мотора
    return

# после встречи с Олафом, в тот же вечер
# кабинет Бифа
label ep215_dialogues3_escort_21:
    # спустя некоторое время
    # Моника заходит в кабинет к Бифу
    biff "А, цыпочка наконец-то пришла со свидания!"
    biff "Папочка цыпочкой доволен!"
    biff "Цыпочка хорошая!"
    biff "Она заставила еще одного денежного мешка расщедриться для моего журнала!"
    # если был выбран пункт меню Заставить Олафа инвестировать в журнал при жене
    if monicaBiffInvestorDate2 == True:
        biff "Правда, папочка удивлен, как ты это сделала...."
        biff "Как я понял, ты с ним не трахалась..."
        m "Биф!"
        biff "Как-то это странно..."
        biff "Непонятно, где и как ты у него сосала..."
        biff "Чтобы он согласился даже без того, чтобы вогнать свой член в эту куклу."
        m "Биф, перестань меня так называть!"
    m "!!!"
    biff "Осталось еще два колеблющихся инвестора, кукла!"
    biff "И в твоих интересах сделать так, чтобы они приняли верное решение."
    biff "И поскорее!"
    biff "Иначе..."
    biff "На твое место у меня уже есть кандидатки."
    biff "Поэтому я тебе не советую расстраивать папочку."
    biff "Тебе все понятно, кукла?"
    m "ДА!"
    mt "ААААА!!!"
    mt "НЕНАВИЖУ!!!"
    mt "Я сделаю все, чтобы вышвырнуть этого мерзавца со своего кабинета!!!"
    mt "СВОЛОЧЬ!!!"
    mt "!!!"
    return

# после того, как вышла от Бифа
# мысли Моники, если у нее был секс с инвестором Олафом (if monicaBiffInvestorDate5 == True) и админу она не платила процент
label ep215_dialogues3_escort_16:
    # не рендерить!!
    mt "Это было омерзительно!!!"
    mt "Мне, самой Монике Бакфетт, пришлось заниматься всякими извращенскими гадостями!"
    mt "С каким-то жалким никчемным подкаблучником!"
    mt "Какой кошмар, Моника!"
    mt "!!!"
    mt "С другой стороны, еще один инвестор согласился на инвестицию в мой журнал!"
    mt "И у Бифа не будет повода увольнять меня!"
    mt "Мерзавец Биф!"
    mt "Ненавижу его!"
    mt "Ненавижу их всех!!!"
    mt "У меня нервы стали совсем плохие из-за них!"
    mt "!!!"
    return

# после того, как вышла от Бифа
# мысли Моники, если у нее был секс с инвестором Олафом (if monicaBiffInvestorDate5 == True) и она заплатила процент админу
label ep215_dialogues3_escort_17:
    # не рендерить!!
    mt "Это было омерзительно!!!"
    mt "Мне, самой Монике Бакфетт, пришлось заниматься всякими извращенскими гадостями!"
    mt "С каким-то жалким никчемным подкаблучником!"
    mt "Какой кошмар, Моника!"
    mt "Еще эта администраторша!"
    mt "Я заплатила ей целых $ 450!!!"
    mt "Сучка!"
    mt "Никчемная!"
    mt "Бесполезная!"
    mt "!!!"
    mt "С другой стороны, еще один инвестор согласился на инвестицию в мой журнал!"
    mt "И у Бифа не будет повода увольнять меня!"
    mt "Мерзавец Биф!"
    mt "Ненавижу его!"
    mt "Ненавижу их всех!!!"
    mt "У меня нервы стали совсем плохие из-за них!"
    mt "!!!"
    return


# после того, как вышла от Бифа
# мысли Моники, если Моника договорилась с Линдой, что та ей отдаст 9к баксов (if monicaBiffInvestorDate6 == True)
label ep215_dialogues3_escort_18:
    # не рендерить!!
    mt "Это было омерзительно!!!"
    mt "Мне, самой Монике Бакфетт, пришлось заниматься всякими извращенскими гадостями!"
    mt "С каким-то жалким никчемным подкаблучником!"
    mt "Какой кошмар, Моника!"
    mt "Еще эта сучка Линда!"
    mt "Как она посмела обмануть меня?!"
    mt "Дрянь!"
    mt "Подлая лицемерная сучка!"
    mt "!!!"
    mt "С другой стороны, еще один инвестор согласился на инвестицию в мой журнал!"
    mt "И у Бифа не будет повода увольнять меня!"
    mt "Мерзавец Биф!"
    mt "Ненавижу его!"
    mt "Ненавижу их всех!!!"
    mt "У меня нервы стали совсем плохие из-за них!"
    mt "!!!"
    return

# после того, как вышла от Бифа
# мысли Моники, если Моника заставила Линду делать ей ликинг, а Олафа - заниматься с Линдой сексом (if monicaBiffInvestorDate8 == True)
label ep215_dialogues3_escort_19:
    # не рендерить!!
    mt "Я, наконец-то, поставила эту сучку Линду на место!"
    mt "Будет знать, как вставать на моем пути!"
    mt "!!!"
    mt "А этот жалкий подкаблучник Олаф! Фи!"
    mt "Теперь еще один инвестор согласился на инвестицию в мой журнал!"
    mt "И у Бифа не будет повода увольнять меня!"
    mt "Мерзавец Биф!"
    mt "Ненавижу его!"
    mt "Ненавижу их всех!!!"
    mt "У меня нервы стали совсем плохие из-за них!"
    mt "!!!"
    return

# после того, как вышла от Бифа
# мысли Моники, если Моника вынудила инвестора дать согласие на инвестирование при его жене (if monicaBiffInvestorDate2 == True)
label ep215_dialogues3_escort_20:
    # не рендерить!!
    mt "Я не только самая красивая женщина этого города!"
    mt "Я еще и самая умная и предусмотрительная!"
    mt "!!!"
    mt "Этот жалкий подкаблучник Олаф и его грымза жена..."
    mt "У него не было никаких шансов устоять перед моими навыками ведения деловых переговоров!"
    mt "Теперь еще один инвестор согласился на инвестицию в мой журнал!"
    mt "И у Бифа не будет повода увольнять меня!"
    mt "Мерзавец Биф!"
    mt "Ненавижу его!"
    mt "!!!"
    return


# встреча с Линдой после того как ее унизили
# другой день
# ресторан
label ep215_dialogues3_escort_22:
    # Моника входит в ресторан (у колонны), Линда подходит к ней
    # Линда в ярости, зло шипит на Монику, за Линдой девочка в кожаной юбке (тоже смотрит на Монику зло из-за спины)
    # Моника с ней ведет себя надменно
    linda "ТЫ!"
    linda "Как ТЫ, стерва, посмела сделать ЭТО со мной?!"
    # Моника ей равнодушно и небрежно
    m "Да пошла ты, дешевая проститутка-эскортница!"
    if monicaEscortLindaTable1 == True:
        m "Вертишь хвостом перед любым богачом! Кому ты еще признавалась в любви кроме него?"
    linda "Ты за это заплатишь!"
    m "Только попробуй сделать что-то против меня..."
    m "Олаф будет рад еще раз встретиться со мной..."
    m "И после этой встречи..."
    m "Ты останешься без апартаментов, которые Олаф тебе оплачивает..."
    m "И с нерешенным важным делом, которое он не захочет больше исполнять..."
    m "Не знаю что ты там у него просила, но ты этого не получишь!"
    m "Я ему расскажу о тебе много чего интересного..."
    m "Продажная шкура..."
    linda "Если ты думаешь, что я это тебе оставлю просто так!.."
    linda "СУКА!"
    # в ярости уходит
    return








############################################## сцена в эскорте с клиентом на след. апдейт

# Инвестор (Ин) - занимается десертами
# Ин видет Монику в ресторане, подходит и говорит что это неожиданная встреча и как только он вошёл в ресторан, его взгляд пал на самое прекрасное в этом зале - Монику.
# Говорит что был бы рад отужинать с самой прекрасной бизнес-вумен этого города и просит разрешения присесть.
# Мон смотрит с презрением и отвращением на жирного Ин, но разрешает ему сесть за столик к ней.
# Ин рассуждает что десерты (Сладкая корпарация) -произведение искусства, а журнал Моники вдохновляет его на новые шедевры. В частности он черпает вдохновение в моделях и конечно же в самой Монике.
# предлагает угостить её десертами, котрые как раз есть в меню этого ресторана, и приготовить для неё новый десерт именуемый в её честь.
# Мон думает, что этот наивный десертный-жирдяй - лёгкая добыча, и она сможет очень легко его развести.
# Ин предлагает обсудить более подробно условия совместной работы и инвестирования в номере и заодно вместе приготовить новый десерт.
# Мон говорит что не очень любит сладкое, потому что такая светская дама должна выглядеть хорошо, что бы радовать взоры таких интеллегентных мужчин, как Ин.
# но готова быть музой.
# В номер приносят стол с десертами , фруктами, шампанским и взбитыми сливками и горячем шоколадным фонтаном.
# Моника, вы как нежное воздушное суфле и обжегающий складкий фруктовый лёд. Наша совместная работа : мои десерты и ваши модели, как пылающее фламбе.
# Моника, я бы хотел что бы вы помогли мне создать самый дорогой и самый желанный десерт- десерт Моника Бакфет.
# Ин говорит монике раздеться, оставив только туфли.
# Мон растеренна, тк надеялась что проведёт вечер в приятной обстановке за десертами и шомпанским.
# Ин говорит, что согласно его договорённости с Бифом, он может сделать из Моники сладкую конфетку и ему нужно увидеть как будет выглядет его сладкий десерт в исполнении самой прекрасной модели.
# Ин берёт миску со сладким сиропом и порошоком из сусального золота и покрывает им всё тело Мон кроме волос.
# поливает её грудь шоколадом из шоколадного фонтана , вырисовывая сладкое ожирелье.
# Ин наливает шампанское в бокалы и присаживется на постель.
# он говорит что любит шампанское со льдом и хотел бы что бы Мон тоже попробывала его с кусочком льда в бакале.
# говори что бы Моника засунула кусочек льда себе в киску и принесла льда в бокал.
# Мон в ужасе, я не буду это засовывать в себя.
# Ин говорит что если Мон отказывается сейчас делать то что хочет Ин, тогда где гарант того что после получения его денег их сотрудничество будет удовлетворять обе стороны ( Журнал и Ин)
# она может взять ведро со льдом для шампанского и вылить его на Ин и убежать.
# в случае согласия Мон морщит лицо засовывая лёд в себя, приносит лёд в киске, раздвигает ноги и лёд выпадает в подставленный между ног бокал Ин.
# и приглашает её присесть на кровать
# Ин спрашивает (с восторгом) какой фруктовый лед хочет Моника (клубничный или банановый).
# Ин берёт фруктовый лёт и вставляет его Монике в киску.
# Мон в ужасе! И отпрыгивает на кровате, поджимая ноги.
# Ин Берёт фруктовый лёт и вставляет его Монике в киску.
# (Даёт фруктовый лед Монике, что бы она сама себя стимулировала, а сам берёт горяий шоколад из шоколадного фонтана и начинает капать им на холодные соски Моники
# Ин садится на лицо монике, что бы она облизывала его мошёнку, пока он капает ей на соски.)
# всё убирает,ставит Монику на четвереньки и кладет ей на поясницу желешное пирожное с вишенкой, вводит в неё член сзди, во время секса шлёпает её по заднице и пирожное трясётся. кончает.
# Моника думает что это всё,Ин говорит что бы Моника покрыла член взбитыми сливками и ртом положить клубнику или вишню ему на член и сделать ему минет. Моника делает минет Ин кончает ей в рот.
# Лицо Мон искаженно в гримасе отвращения и изо рта течёт крем с посыпкой ( разноцветный кремпай).


################################################################### на следующий апдейт

# имена эскортниц
# Abby (Эбби) - рыжая с короткой стрижкой
# Candice (Кэндис) - шатенка с хвостом
# Miranda (Миранда) - брюнетка с каре
# и Линда

# при условии, что была сцена со служащим отеля в служебном коридоре
# и была месть брюнетке
# Моника сидит за столиком в ресторане отеля в ожидании клиента
# Моника видит, что за одним из столиков стоят две девочки из эскорта и шепчутся о чем-то с заговорщицким видом
# это вечно любопытная шатенка с хвостом (girl_3) и вечно равнодушная рыжая с короткой стрижкой (girl_2)
# они перешептываются и бросают взгляжы на Монику
# Моника про себя думает, какого черта эти сучки на меня уставились?!
# шатенка с хвостом что-то снова говорит рыжей и потом направляется в сторону Моники
# она говорит Монике о том, что они с подругой (указывает на рыжую) хотят извиняться перед ней
# за ту сцену в служебном коридоре
# что все это затеяла брюнетка и подговорила их всех
# Моника настроена весьма подозрительно, но извинения принимает
# про себя думает, что наверняка им что-то нужно от нее, что надо быть осторожной
# шатенка говорит, что узнала от админа, что брюнетка подходила к ней и спрашивала, какие на сегодня есть заказы и для кого
# брюнетка была вместе с Линдой и они снова переговаривались о чем-то, упоминая твое имя
# я больше чем уверена, что они что-то замышляют
# Моника спрашивает, почему она ее предупреждает?
# та говорит, что ненавидит ту сучку брюнетку и ее подружку Линду
# они из себя строят ВИП-персон и ведут себя так, как-будто они тут королевы, а они с рыжей никто
# и всех состоятельных и хороших клиентов эти две стервы у них забирают
# им не нравится такой положение дел и они готовы дружить с Моникой против них
# шатенка отходит и садится за свой столик
# Моника злится, что брюнетка с Линдой что-то снова замышляют
# но она больше не позволит унижать себя! пусть знают как вставать на пути Миссис Моники Бакфетт! серые мыши! ненавижу!
# тут подходит официантка и говорит Монике, что ее зовет администратор

# ресепшн, Моника разговаривает с администратором
# та говорит Монике, что сегодня у нее выезд к клиенту
# клиенты заказали трех девочек, поедешь вместе с Линдой и Мирандой
# Моника про себя усмехается - слова шатенки подтверждаются
# Моника спрашивает - а почему именно с ними, а не с другими девочками?
# админ злится - потому что так назначила Я! не лезь не в свое дело!
# как обычно, админ предупреждает Монику, что нельзя нарушать правила и т.д.

# дом Дэниеля
# акция ВИП-эскорта для постоянных клиентов: заказываешь двух девочек - третья бесплатно
# Моника об этом не знает, а Линда с Мирандой в курсе и злорадно шепчутся друг с другом возле дома клиента
# трое клиентов - это Нэд, Дэниел и Марти. они без жен. мальчишник
# выбегает Дэниел - девочки, ну наконец-то! мы вас уже давно ждем!
# замечает Монику - Луиза! то есть [monica_hotel_name]! вот это сюрприз!

# дом Дэниеля
# там девочек ждут Нэд и Марти
# Моника вспоминает, как Дэниел тащился от нее, а также, что он хозяин дома и начальник Нэда и Марти
# и начинает вести себя так, как-будто только и мечтала о встрече с ним
# наклоняется к нему и шепчет, что он самый лучший ее клиент и т.п.
# он спрашивает, правда, что она соскучилась по нему
# Моника говорит, что да, очень и готова это доказать
# он говорит - сделаешь все, что я захочу?
# на говорит - да
# тот расплывается от самодовольства и держит Монику рядом с собой
# говорит своим друзьям, что вот эти две эскортницы - их, а [monica_hotel_name] он оставит себе
# Нэд возмущается, что они так не договаривались
# эти две эскортницы за деньги, бесплатная должна достаться ему! и указывает пальцем на Монику
# Моника в шоке, Линда с Мирандой на нее смотрят со злорадством
# Дэниел пристально смотрит на Нэда и говорит - Нэд! я сказал, что [monica_hotel_name] - моя девочка!
# у вас есть вот эти - пренебрежительно машет рукой в сторону Линды и Миранды
# Марти вступает в разговор и говорит - да ладно тебе, Нэд. смотри, какие у нас телки
# Нэд психует, потом смотрит на Линду с Мирандой - разденьтесь! я выберу ту, которую трахну первой!
# Марти - ага. только потом мы меняемся ими, ты же помнишь, как мы договаривались?
# потом оба плотоядно смотрят на Монику, но Дэниел собственническим жестом обнимает ее - [monica_hotel_name] - моя девочка!
# и раздеваться она сегодня будет только для меня. хватит с вас и этих двух шлюх
# теперь очередь Моники злорадно смотреть на двух сучек с эскорта
# они недовольно переглядываются
# Дэниел говорит - ну? чего застыли? не слышали, чего хотят эти парни? раздевайтесь!
# а мы с [monica_hotel_name] посмотрим. ха-ха!
# Моника самодовольно улыбается
# в итоге Линда с Мирандой стоят полураздетые, в одном белье
# Нэд говорит - покажите сиськи!
# они подчиняются
# Нэд говорит - Марти, мне кажется у той, что справа сиськи не очень, а жопа ничего. что скажешь?
# Марти - ага. а ну-ка ты, потряси своими сиськами.
# Нэд - да, давай. я никак не могу определиться, кого из вас трахну первой
# обращается к Марти - а какая из них дешевле?
# Марти указывает на Миранду - мне кажется, эта
# потом оба снова смотрят на Монику
# Дэниел говорит - выбирайте, парни, какая из этих двух шлюх будет бесплатной сегодня
# на [monica_hotel_name] это правило сегодня не распространяется
# Нэд возмущенно - но почему?! это она должна быть в подарок от ВИП-эскорта
# Дэниел - потому что Я так решил! для ВИП- эскорта желание клиента - закон
# давай, Нэд, выбирай себе шлюху. она будет бесплатной и обслужит вас обоих
# Нэд, обрадованный тем, что удастся сэкономить на шлюхе, выбирает Миранду
# та кипит от злости и с яростью смотрит на Монику
# Моника сидит с высокомерной улыбкой

# Нэд и Марти уходят из гостиной с Линдой и Мирандой в соседнюю комнату
# сначала Марти займется сексом с Линдой, будет говорить ей какие-нибудь грубости
# потом Миранду натянут вдвоем одновременно (Нэд сзади, а Марти в рот), при этом еще будут спорить, кто куда
# либо устроя МЖМ сначала с одной, потом с другой -?

# в это время в гостиной Дэниел тащится от Моники
# просит ее раздеться, лапает ее везде, говорит какая она клевая, как он хочет ее и т.п.
# попросит ее голой сесть за фортепьяно и сыграть ему -?
# и только после этого займется с ней сексом (прямо у фортепьяно-?), говоря всякие приятности

# в итоге Дэниел заплатит Монике 500 долларов для отчета администратору + даст еще ей лично баксов 300
# Линде Марти заплатит 350 долларов
# а Миранде ничего (сегодня ты была беспатной шлюхой)

# мини-сцена в ресторане после этого выезда, где Миранда подлетает к столику Моники и ее бомбит
# она обещает ей устроить адский ад и все такое

# мини-сцена в ресторане с шатенкой и рыжей
# они злорадно хихикают, а Моника им рассказывает, как она опустила Миранду
