# при условии, что Моника уже спит с Ральфом
# в один из дней, когда Моника возвращается домой вечером (в одежде шлюхи)
# либо выходит из дома во двор в одежде гувернантки
# она во дворе дома увидит, что Фред, как обычно, стоит возле машины рядом с ним стоит негр-сосед
# она разговаривают о чем
# Моника подозрительно - а этот неудачник что тут делает?!
# я думала, что он уже не живет здесь!
# зачем он пришел?! какие у него могут быть общие темя для разговора с Фредом?!
# нотификация, что Моника хотела закатить соседу большой иск (если хотела, проверка - ?)
# я ему тогда угрожала адвокатом (чертов Дик!) и большим иском
# вот черт! что если он сейчас увидит меня! в такой одежде!
# что он подумает обо мне?!
# мне нужно незаметно пробежать мимо
# если я узнаю, что мерзавец Фред что-нибудь рассказал этому никчемному соседу обо мне!
# я ему оторву его корнишончик, клянусь!
# Моника быстро проходит в дом, отвернув лицо от Фреда с соседом
# сосед стоит спиной к ней и не смотрит на нее, а Фред видит как Моника пытается быть незаметной и мерзко улыбается
# Моника заходит дом
# а Фред тем временем прощается с соседом (Rapha)
# Раф - эй, Фред, мне пора по делам
# Раф - загляну еще поболтать
# Фред - до встречи, Раф
# сосед Раф уходит
# Фред смотрит на крыльцо, куда забежала Моника и мерзко улыбается


# Моника заходит в любую локацию и возникает надпись "Тем временем"
# показываем двор дома, сосед отходит от Фреда и идет к крыльцу
# звонок в дверь
# звук шагов
# дверь открывает Бетти
# сосед неуверенно - Мэм, добрый день!
# Бетти держится с ним высокомерно, как и полагается хозяйке богатого дома и порядочной жене - да? вы кто?
# сосед - я Раф, живу в доме по-соседству
# Бетти - добрый день, Раф... вы что-то хотели спросить?
# Раф чешет затылок и осматривает Бетти с головы до ног
# сосед - да, Мэм... дело в том, что...
# Бетти вопросительно на него смотрит - ???
# сосед - понимаете, Мэм, у меня сгорел утюг...
# сосед - а мне надо ехать в банк... по поводу рассрочки по кредиту за мой дом...
# мне надо произвести на менеджера должное впечатление, и я не могу поехать на встречу в мятых брюках...
# и у меня совсем не осталось времени на то, чтобы покупать другой
# Бетти - вы хотите взять мой утюг?
# сосед - да, Мэм... всего на несколько минут...
# Бетти - Раф, я хозяйка богатого дома и такими вопросами занимается моя гувернантка.
# я бы с радостью помогла вам, но моей гувернантки сейчас нет дома
# Бетти - сожалею, но ничем не могу вам сейчас помочь, Раф
# захлопывает дверь перед его носом
# сосед расстроенно смотрит на закрытую дверь и уходит

# показываем Бетти в доме
# стоит, как всегда, у зеркала и смотрит на себя
# думает - этот Раф что, думает, что я сама всю грязную работу по дому выполняю?
# у хозяйки такого роскошного дома всегда есть гувернантка
# я итак выполняю всю работу за нее на кухне! потому что я порядочная жена и кормлю сама своего мужа!
# меню: Помочь Рафу.; Это не мои проблемы! (прерывание квеста)
# если Это не мои проблемы, то она думает, и вообще, у меня есть другие важные дела, почему я должна тратить свое время на него?!
# если Помочь Рафу, то она думает
# хм...  теперь сосед будет думать, что я плохая хозяйка, раз не знаю, где в моме собственном доме находится утюг...
# а это не так! я хорошая хозяйка!
# черт! надо найти утюг и отнести ему!

# Бетти подходит с утюгом к Фреду и спрашивает, где живет сосед
# Фред говорит, сразу за забором, дом слева
# она отходит от него и он, мерзко улыбаясь, смотрит ей вслед

# несколько минут спустя...
# Бетти стучится в дом к Рафу
# двери не трогаем, он просто стоит рядом с дверью, в мятых брюках
# он открывает дверь, все такой же расстроенный
# смотрит на нее удивленно - Мэм?!
# Бетти - Раф... Я все-таки решила помочь вам и нашла утюг, берите
# он обрадованно - о, спасибо, Мэм! вы так выручили меня
# а сам смотрит на утюг и хмурится
# Бетти - что-то не так?
# сосед - эээ... здесь так много кнопок...
# Мэм, сможете показать мне, как его включить? пожалуйста...
# меню: Помочь Рафу.; Сам разберется! (прерывание квеста)
# если сам разберется, то Бетти говорит, что там нет ничего сложного, поэтому он сам сможет разобраться, разворачивается и уходит, а он смотрит ей вслед
# если Помочь Рафу, то Бетти соглашается и он ее приглашает в свой дом
# она заходит и говорит, что достаточно включить утюг и эту кнопку повернуть сюда, а потом нажать вот сюда и гладить
# сосед в это время смотрит не на утюга, а на грудь Бетти
# говорит - это так сложно, Мэм
# я привык к старым железным утюгам, где была одна кнопка, большая
# Бетти продолжает держаться с ним немного высокомерно, общается, как бы делая ему одолжение
# говорит ему, что это современная тонкая техника, что в ее умелых руках она работает безотказно
# сосед смотрит на нее уже похотливо - Мэм, а я предпочитаю одну кнопку, зато большую.

# Бетти стоит спиной к нему и объясняет как пользоваться утюгом
# сосед прижимается к ней и она чувствует его стояк

# сосед - уверен она тоже сработала бы безотказно и выполняла все нужные функции...
# сосед - в таких умелых руках, как ваши, Мэм...
# Бетти опускает взгляд и видит, что у него встал
# немая пауза
# меню - Отказать ему! Я порядочная женщина!
# Бетти думает - он что, пристает ко мне?! да как он смеет?! я порядочная женщина и верная жена!
# она говорит ему, что ей срочно нужно идти, оставляет утюг на столе и идет к двери
# он ей вслед - Мэээм! я принесу вам утюг завтра! спасибо, Мэм
# она идет с возмущенным видом, уходит

# после этого игра переключается на события с Моникой

# на следующий день, вновь Моника выходит из дома куда-то по своим делам и возникает надпись "Тем временем"
# показываем Бетти
# Бетти стучится в дверь соседского дома
# Раф открывает дверь, удивлен ее визиту
# Бетти говорит, что пришла забрать утюг
# он говорит - не стоило утруждаться, Мэм. я сам собирался принести вам утюг
# Бетти мнется - я сделала это, потому что у меня было время и я не хотела доставлять неудобство
# у меня сегодня запланировано много дел и меня не могло бы быть дома, когда вы пришли бы
# он приглашет ее войти
# говорит, что Мэм очень милая и заботливая
# он завидует ее мужу, что у него такая красивая и такая порядочная жена и хорошая хозяйка
# Бетти нравятся его комплименты, она улыбается - да, я очень порядочная женщина и хорошая хозяйка
# Бетти - а вы смогли разобраться с кнопками, Раф?
# сосед - ага... как вы и говорили, Мэм, ничего сложного

# я нажал на них все и утюг стал нагреваться
# так что принцип действия такой же, как и с одной большой кнопкой, Мэм

# он снова кладет руку себе на пояс, а Бетти смотрит ему в область паха
# вы вчера так выручили меня, Мэм
# ваши умелые ручки так ловко управляются с кнопочками, Мэм...

# не хотите помочь мне еще с одной проблемой, Мэм? по-соседски? (с этого момента можно начать повторную сцену, если Бетти отказалась сначала (меню ниже))
# Бетти залипает на его пах, где уже видно стояк
# но потом, как бы одумавшись, смотрит на него - помочь? с чем помочь, Раф? у вас какие-то проблемы?
# сосед - да, Мэм. у меня имеется одна достаточно большая проблема
# я могу обратиться с этой просьбой только к хорошему человеку, хорошей соседке, такой как вы
# у меня есть одна проблема, которая меня давно мучает
# мне когда-то давно одна женщина сказала об этом и меня это терзает
# я даже ходил к врачам, но они сказали, что не могут мне помочь в этом, но для решения этой проблемы надо, чтобы кто-то другой опроверг ее мнение
# по этому поводу у меня сильные душевные расстройства, я даже не сплю по ночам
# мне кажется, что у меня недостаточно твердый

# раф приспускает штаны и достает свой большой член
# говорит - вот она...
# Бетти спрашивает - и с какой стати вы думаете, что я могу помочь?
# Раф - вы же не оставите в беде своего соседа, Мэм
# Бетти смотрит и говорит, что на вид он достаточно упругий
# раф не верит и говорит, что вы говорите это, чтобы просто меня утешить
# на самом деле вы так не считаете мэм
# это значит, что теперь уже две женщины считают, что это так
# и теперь я совсем потеряю сон

# Бетти строит из себя порядочную жену, воспринимает его просьбу в штыки
# но он ее забалтывает, уговаривает

# если бы вы хотя бы прикоснулись к этой проблеме своими умелыми ручками, Мэм...
# Бетти уже не в силах отвести взгляд
# меню: Я не буду делать этого!; Я просто потрогаю и все.
# если Я не буду делать этого, то она говорит, что она верная жена и порядочная женщина и пусть он сам решает эту проблему, уходит, забрав утюг
# если Я просто потрогаю и все
# Бетти думает, если я просто к нему прикоснусь, то это не означает, что я изменяю мужу. я ведь порядочная женщина и верная жена
# и вообще, это же не секс, а просто прикосновение. это не считается... тем более я помогаю больному человеку, тем более соседу
# Бетти неотрывно смотрит на член соседа и тянет руку к его члену
# обхватывает его, на лице любопытство сменяется похотью и Бетти себя уже не контролирует
# начинает водить рукой по члену
# сосед - о, Мэм. у вас и правда умелые ручки! смотрите, он становится все тверже и тверже
# Бетти - да... он очень твердый... и такой большой...
# сосед - да, Мэм... какждый раз, когда я вас вижу, Мэм, он становится таким.
# Бетти - правда?
# сосед - да, Мэм... хотите попробовать, какой он на вкус?
# Бетти, приближая свое лицо к его члену, говорит, что конечно не хочет, что за глупости?!
# почему я должна хотеть этого?!
# а сама уже облизывает его - ммммм... мне совершенно это не интересно...
# минет
# секс на диване (хорошо, но только быстро! меня ждет мой муж, я должна приготовить ему завтрак! и не вздумай кончить в меня!)
# после секса Бетти забирает утюг, сосед благодарит ее за помощь, восхищается тем, какая она заботливая и хозяйственная
# Бетти уходит, кадр на диван соседа - там лежит забытый шарфик Бетти (или серьга, или просто забудет забрать утюг -?)
# голос Фреда с улицы - Мисисс Робертс, вас ищет Мистер Робертс!
# бетти убегает, забывает утюг
# мини-сцена с Ральфом, где она его целует, а у нее по ноге стекает сперма соседа

#################################

# после этого игра переключается на события с Моникой

# пару дней спустя, при переходе Моники по карте из дома
# тем временем
# Бетти стоит у себя в спальне и думает о том, что она забыла у соседа шарфик (серьгу, утюг)
# и ей нужно забрать это
# мог бы и сам принести!
# меню: пойти к соседу

# Бетти выходит во двор, а Фред за ней наблюдает, смотрит ей вслед, многозначительно улыбаясь

# дом соседа, Бетти стучится
# он открывает дверь, они здороваются
# Бетти говорит, что кое-что забыла у него в прошлый раз
# он делает удивленный вид - правда, Мэм? а я ничего не находил
# проходите, давайте вместе поищем
# Бетти заходит, ищет то, что потеряла
# он наблюдает за ней, смотрит на ее прелести и возбуждается
# Бетти находит ту вещь (шарфик, серьгу или утюг), говорит - вот она! как ты мог это не увидеть?!
# он говорит, что был под таким впечатлением от умелых ручек Мэм, что долго не мог прийти в себя
# теперь Мэм ему снится каждую ночь
# Бетти смущенно - правда?
# он абсолютно искренне говорит - да, Мэм.
# и если бы мы могли повторить это еще раз, по-соседски... я был бы самым счастливым соседом, Мэм!
# достает свой стояк
# Бетти снова на него залипает
# меню выбора: уйти или остаться
# если остаться, у них начинается секс
# сосед садится на диван, Бетти сидит на нем, голая
# в самый разгар секса затемнение
# звук скрип двери
# смена кадра - в дверь заходит Фред
# Бетти сначала его не замечает и продолжает скакать на Рафе
# Раф Фреда увидел сразу и самодовольно улыбается ему
# Фред наблюдает с улыбочкой за Бетти
# Фред - кхм... Миссис Робертс?
# Бетти испуганно останавливается и оглядывается
# Фред - Миссис Робертс, я как ответственный подчиненный нахожу своей профессиональной обязанностью...
# не допустить того, чтобы хозяйка осталась не удовлетворенной...
# Бетти возмущенно - Фред! уйди отсюда! быстро! я тебе приказываю!
# Фреду по фиг, он продолжает смотреть на ее зад
# Миссис Робертс, сначала я выполню свои профессиональные обязанности, а потом покину это помещение
# уверен, что Раф не будет против того, чтобы я тоже немного поработал
# Раф молча улыбается и делает несколько движений бедрами, на что Бетти ахает и охает
# уже менее уверенно говорит Фреду, чтоб тот уходил
# на что Фред снимает штаны и подходит к Бетти ближе
# Миссис Робертс, позвольте вашу руку...
# берет ее руку и кладет себе на член
# в итоге Бетти делает минет Фреду, пока Раф ее шпилит
# потом Раф немного приподнимает Бетти за бедра, она прогибается в спине и открывает Фреду доступ к попе
# DP
# охи-ахи-вздохи
# когда все заканчивается, голая Бетти лежит на диване в гостиной у соседа в отключке
# Фред и Раф стоят уже одетые
# Раф спрашивает у него, а почему ты называешь ее хозяйкой? раньше ведь была другая...
# какая-то стерва, которая мне закатила иск на $ 100 000 за царапину на заборе
# как ее там звали? Бакфетт что-ли?
# Фред усмехается и говорит, да. Миссис Бакфетт. она и сейчас живет в этом доме, но уже не в той роли, что раньше
# правила игры изменились и теперь хозяйка в доме Миссис Робертс - указывает на голую Бетти в отключке
# сосед смотрит на нее задумчиво - говоришь, правила игры поменялись?..
# затемнение

# после этого игра переключается на события с Моникой

# в один из дней после эих всех событий с Бетти сосед встречает во дворе Монику
# Моника в форме гувернантки
# Моника злится про себя, что он все-таки узнал ее и увидел в этой чертовой униформе!
# он говорит ей, что помнит ли она, как она за какую-то царапину на заборе закатила ему иск на $ 100 000
# она говорит, что ничего подобного! у нее планы поменялись и она не успела сделать этого!
# он говорит, что получил копию иска! ее адвокат успел подать иск в суд, но потом дело было прекращено
# а копию иска он сохранил!
# вам не стыдно было, Мэм, ставить меня в подобные условия из-за какого-то забора?
# который я даже не повредил?
# теперь судьба сыграла с вами злую шутку и все ваши плохие дела вернулись к вам бумерангом, втройне
# Моника упрямо говорит, что это ему должно быть стыдно! мало того, что повредил забор и топтал газон в ее дворе
# так еще теперь пытается ввести ее в заблуждение, говоря, что был иск, и пытается выставить ее виноватой!
# не было никакого иска! и не нужно мне тут рассказывать какую-то философскую чушь!
# он говорит, Мэм, вы можете зайти ко мне, мой дом по-соседству и я вам покажу этот иск!
# Моника - еще чего! не дождешься!
# уходит злая
# он чешет затылок и смотрит на ее попу и ноги

# после этого диалога, спустя день или два, Бетти подзывает Монику к себе
# Моника гувернантка, мне нужно, чтобы ты сходила к нашему соседу и отнесла ему это
# протягивает Монике купюры
# Моника спрашивате - деньги? соседу?
# Бетти говорит - да. я на днях разговаривала с ним и он попросил 100 долларов взаймы
# Моника про себя - хм.. с чего эта жадная провинциалка помогает никчемному соседу?! странно
# Бетти - тут 100 долларов. Ральф об этом не должен знать!
# и если возьмешь хоть одну купюру отсюда, я тебя вышвырну на улицу!
# поняла меня? все, иди, мне некогда!
# Моника в растерянности смотрит на деньги
# зло про себя думает, какого черта она должна носить подачки Бетти этому кретину соседу?!

# Моника стучит в дверь дома соседа, он открывает дверь и приглашает Монику войти
# Моника заходит, осматривается
# думает, до чего же жалкая халупа, вполне соответствует этому никчемному неудачнику
# Моника говорит соседу, что принесла деньги от Бетти, протягивает ему
# сосед спрашивает ее о том, что она теперь работает гувернанткой в собственном же доме?
# я вам говорю, Мэм, что все ваши прошлые делишки не пройдут просто так
# Моника злится - хватит учить меня жизни! чего добился ты, чтобы советовать мне что-то?!
# про себя - неудачник!
# а вы, Мэм? чего добились вы, Мэм? вы вели себя со мной как с каким-то насекомым... и этот иск. я из-за ваших капризов мог потерять все!
# Моника - не было никакого иска!
# сосед отходит к шкафу в углу и вскоре возвращается с бмагой в руках
# показывает ее Монике
# а это что, по-вашему, Мэм? иск на $ 100 000, истец Миссис Моника Бакфетт!
# Моника удивлена, что Дик все-таки успел подать иск
# говорит соседу, что чего он пристал с этим иском к ней?! истец отозвал иск! какие к ней могут быть претензии?
# он что-то говорит ей о том, что ему пришлось пережить за те дни, когда он думал, что она лишит его всего - дома, денег, его фермы
# в итоге сосед говорит, что простит ее только при одном условии, расстегивает штаны
# а если ты сейчас откажешься, я скажу Миссис Робертс, что ты мне не приносила денег
# догадываюсь, что ничем хорошим для тебя это не закончится
# меню: отказаться или согласиться
# если отказаться, то Моника начинает орать на него, что он жалкий неудачник не смеет с ней так обращаться!
# еще слово и она пойдет ни к Бетти, а к хозяину дома - Мистеру Робертсу и тогда он с ним быстро разберется!
# и вообще, это подозрительно, что эта дура Бетти передает тебе деньги! с чего это вдруг? за каеи заслуги?!
# если соглашается, то злится и думает, что этот придурок и правда может наклеветать провинциальной дуре Бетти на нее
# не хватало еще, чтобы Бетти считала ее воровкой. а ведь она обязательно скажет об этом старикашке Ральфу!
# тогда они точно выставят ее на улицу, а Ральф даже слушать ее не станет!
# а ведь она уже так близка к цели!
# нет, мне нельзя допустить этого!
# Моника встает руки в боки - я не собираюсь заниматься с тобой всякими извращенскими штуками!
# сосед говорит, что и не надо
# достаточно просто взять его член в рот и немного приласкать его
# Моника садится на колени перед ним
# он говорит, подожди секунду
# затемнение, звук рвущейся бумаги
# смена кадра - негр стоит перед Моникой, на его стояк надет иск (лист порван по центру и в дырку просунут член)
# Моника, делая минет Рафу, постоянно перед глазами видит этот иск (повторяющаяся сцена)
