# батлл Моники и Молли на сцене
# танцуют по очереди, примерно 3 движения одна, потом 3 движения вторая
# сначала в масках, в жилетах и в трусиках, потом без жилетов
# показать противостояние, битву сучек, огрызаются друг на друга, толкаются
# Молли будет вести в этом батле
# Эшли скажет, что королева вообще не платит чаеые, как это сейчас делает Молли
# но потом выснится. что у королевы есть определенные обязанности (н-р, спать с банкиром)
# Моника подумает, что ей плевать на эти обязанности, зато со мной никто не сможет сравниться
# 1-й этап - в жилетах, в трусиках и в масках
# Молли скажет, что Монике приходится сверкать своей голой попой перед клиентами, чтобы заработать чаевые
# а ей, королеве, не нужно опускаться до этого. ей и так платят
# в итоге Молли первая и начнет раздеваться на сцене
# 2-й этап - Молли снимает жилет
# 3-й - Молли снимает трусики
# народ кричит Монике, давай-давай
# 4-й этап - Молли злится, что народ подбадривает Монику и срывает с себя маску
# Моника в итоге может решиться на подобное, но в первый раз Молли выигрывает батл
# Молли забрала все чаевые, которые им накидала толпа, т.к. победила
# Моника увиит, что Молли не платит чаевые
# Молли специально при Монике подойдет к Эшли и скажет об этом, при этом будет хихикать, что Моника не королева и должна платить чаевые
# Молли будет всячески издеваться над Моникой, хихикать над ней
# Моника будет огрызаться и беситься
# в итоге они подерутся
# после чего снова появится возможность второго батла
# если не идти на бал, а снова кликнуть на Молли, то можно будет повторить сцену драки
# Моника станет королевой только со второго батла
#
#
#
#
#
#
#
