# при условии, что Алекс уже живет у Мелани
# Виктория снова пришла к Алексу на работу и стоит с ним в холле возле лифтов
# она говорит ему - Алекс, мне моя подружка Мелани сказала, что вы теперь живете вместе. я так рада за вас!
# Алекс ей говорит - да. я тогда был неправ, Виктория. ты действительно рассказала мне правду про Мелани
# нотификация - Виктория гвоорила Алексу, что у Мелани к нему чувства
# Виктория - так приятно сознавать, что я поспособствовала развитию ваших отношений, Алекс!
# я думаю, что теперь ничего не мешает тебе помочь в продвижении моего аккаунта? - заискивающе
# Алекс хмурит брови - мне надо подумать, Виктория...
# Виктория - Алекс, я тут подумала, что было бы идеально сделать фотосессию
# я разместила бы твои работы в своем аккаунте с пометкой на тебя
# тебе нужно будет только сделать несколько кадров со мной и все. остальное я сделаю сама!
# Алекс в сомнении - я работаю только с топ-моделями. это не мой уровень, Виктория
# звук лифта, Алекс говорит, что ему нужно идти
# Виктория недовольно смотрит ему вслед - хмм...
# затемнение

# вечером того же дня
# затемнение, звук - стук в дверь, каблуки, звук открытия двери
# показываем апартамениы Мелани
# она стоит у дверей своих апартаментов, смотрит как на врага народа на только что вошедшую Викторию
# Виктория - подружка Мелани, привет! я соскучилась по тебе и решила навестить тебя
# я знаю, что ты рада моему визиту и поэтому хочешь поцеловать меня в щечку, подружка
# Мелани нехотя соглашается с ней и чмокает ее в щечку
# Виктория проходит и садится на диван
# Виктория - подружка, а где Алекс?
# Мелани сквозь зубы - скоро должен прийти
# Виктория - надеюсь, у подружки с Алексом все хорошо?
# в прошлый раз получилось отличное видео. оно мне настолько понравилось, то я его решила сохранить у себя
# Мелани - !!!
# Виктория - я тут подумала...
# мы ведь с тобой подружки, а подруги должны делиться всем друг с другом...
# Мелани - что ты имеешь ввиду?
# Виктория хихикает
# Виктория - подружка, я знаю, что ты хочешь отблагодарить меня за то, что я способствовала воссоединению вашей пары
# и я помогу тебе решить вопрос, каким именно образом ты меня можешь отблагодарить...
# Мелани - каким?
# Виктория - Алекс.
# Мелани - что Алекс?
# подружка Мелани хочет отблагодарить меня тем, что поделится со мной своим Алексом
# у Мелани шок, непонимание
# Виктория ехидно на нее смотрит
# ты же вроде всегда была неглупой, подружка Мелани... вот что любовь делает с некоторыми из нас.
# ладно, так уж и быть, я подскажу тебе, что надо сделать
# просто скажешь Алексу в нужный момент, что ты не против разнообразить ваши отношения
# и разрешаешь ему интим со своей подружкой, то есть со мной
# и более того, ты все это хочешь снять на камеру. только возьмешь мой телефон. я хочу потом пересмотреть это видео
# думаю, что ты с этим справишься. ради нашей дружбы. ты же хорошая подружка?
# Мелани вынужденно соглашается
# затемнение
# спустя некоторое время заходит Алекс
# видит Викторию, удевленно здоровается с ней, целует Мелани в щечку - милая, привет. я соскучился
# Виктория игриво ему улыбается, говорит, что пришла поболтать с подружкой и они кое-что придумали
# предалагет Алексу сесть к ней на диван, кладет руку на его бедро
# он в недоумении смотрит на ее манипуляции, потом вопросительно на Мелани
# спрашивает у Мелани, милая, что происходит
# Мелани говорит заготовленную речь
# Виктория тем временем кладет ладонь на пах и гладит его
# Алекс сначала мнется, спрашивает у Мелани, уверена ли она в этом
# в итоге Виктория садится на колени перед Алексом и делает ему минет
# при этом подробно комментирует, как ей нравится его член и т.п.
# Мелани все это снимает на телефон Виктории
# когда Алекс уже почти на пике, Виктория отстраняется от его члена и говорит про свою фотосессию
# Алекс в предоргазменном состоянии говорит - да-да, только не останавливайся
# Виктория - что да? ты согласен провести фотосессию со мной, Алекс?
# Алекс - да, я согласен
# Виктория самодовольно улыбается и продолжает минет, Алекс кончает
# затемнение
# Виктория спрашивает у Алекса, когда ей приходить на фотосессию
# он не совсем доволен этим, но говорит, что сможет провести ее на днях
# Виктория говорит, что позвонит ему, чтобы договариться о встрече в фотостудии и уходит, забрав у Мелани свой телефон
# затемнение

# следующий день, когда Моника приходит в свой кабинет на работу
# Мелани заходит к ней
# Моника думает о том, что визит Мелани ничего хорошего не предвещает
# Мелани рассказывает ей про фотесессию и говорит о видео на телефоне Виктории
# они злорадствуют глупости Виктории, что она на этот раз просчиталась
# Мелани говорит Монике, что фотосессия сейчас должна начаться
# она видела, как Виктория заходила в ее гримерку
# Моника с Мелани замышляют украсть ее телефон и поехать к Дику
# затемнение, звук каблуков, лифт

# Мелани и Моника в фотостудии
# Виктория позирует (новый аутфит для Виктории), Алекс фотографирует ее
# Виктория стоит в позе, с которой ей не видно, что Моника с Мелани проходят в гримерку
# затемнение

# Мелани и Моника в гримерке
# телефон Виктории лежит на видном месте на столике Мелани, рядом стоит ее сумочка
# Мелани с Моникой вновь злорадствуют, что эта сучка просчиталась на этот раз
# Моника хватает ее телефон со столика и говорит, что им надо скорее ехать к Дику
# пока эта меслкая стерва занята фотосессией

# звук мотора, Мелани с Моникой едут к Дику
# офис Дика
# показываем сразу, как они заходят к нему в кабинет (dick)
# Дик сидит за своим рабочим столом
# крайне удивлен визитом Мелани и Моники к нему
# Дик - Моника? М-мелани?
# затемнение, смена кадра на фотостудию
# фотосессия продолжается, Виктория сменяет одну позу на другую, видно, что она крайне довольна собой
# затемнение, смена кадра на офис Дика
# Моника говорит ему, что он все это время ошибался в своей Виктории
# что она на самом деле не такая хорошая, какой старается казаться перед ним, это все маска
# Дик - я не верю тебе, Моника. ты уже однажды пыталась оговорить Викторию. теперь ты снова за свое
# в разговор вступает Мелани и подтвердает слова Моники
# Дик слушает Мелани, он в шоке, пытается защитить Викторию, отказывается верить в то, что они ему говорят
# затемнение, смена кадра на фотостудию
# фотосессия закончилась, Виктория переоделась в свое платье и прощается с Алексом, говорит ему спасибо, бла-бла
# затемнение, спустя некоторое время, смена кадра на офис Дика
# Дик продолжает сомневаться в словах Моники и Мелани, а они говорят, что в этом телефоне есть видео с доказательством
# и тут к нему в кабинет заходит Виктория, она самодовольно улыбается
# Дик смотрит на нее и говорит, Виктория, дорогая, я не могу поверить в то, что я сейчас улышал о тебе
# она делает невинное личико и говорит Дику, что они говорят неправду про нее, она не такая
# Виктория говорит, что можешь взять мой телефон и проверить сам
# Дик берет телефон из рук Моники и говорит, он заблокирован
# Виктория говорит, что пин такой же, ты его знаешь, ведь мне нечего от тебя скрывать
# Дик включает видео, а там ролик, где Алекс платит деньги Мелани за минет
# показываем арты со сцены на телефоне и текст прямо с той сцены
# Моника и Мелани в шоке, смотрят друг на друга, потом на Викторию, та ехидно улыбается
# Дик начинает возмущаться на Мелани и Монику, что те клевещут на Викторию, что он подаст на них в суд за клевету
# Виктория его успокаивает, говорит ему, что она не в обиде на них и не нужно их наказывать
# затемнение

# смена кадра на приемную Дика
# в применой стоят злые Мелани и Моника, довольная Виктория ехидно смотрит на них
# Виктория - как вы думаете, подружки, Дику понравилось это видео? лично мне оно очень нравится
# я очень люблю коллекционировать видео и фото со своими подружками. хи-хи
# Моника - !!!
# Мелани - !!!
# Виктория снисходительно - подружки, я не буду на вас сердиться
# потому что я знаю, что вы не будете против посетить мероприятие, которое я собираюсь устроить
# вы же не против?
# Моника и Мелани сквозь зубы соглашаются
# затемнение

# звук мотора
# гримерка в офисе
# Мелани и Моника, обе в шоке, обсуждают то, что мелкая стерва так их подставила
# что она специально сняла это видео. она знала, что они будут действовать именно так
# Мелани говорит, что в следующий раз их действия не должны быть столь предсказуемыми
# мы обязательно расправимся с этой дрянью, Миссис Бакфетт.
# Моника - я не могу дождаться этого дня!
