# TODO: Translation updated at 2019-07-02 18:59

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:3
translate english worker7_dialogue_workplace_4265c8f4:

    # mt "Кажется, я ее где-то видела..."
    # mt "Может быть она когда-то приходила ко мне на кастинг..."
    # mt "Или нет, она работала официанткой в моем любимом ресторане..."
    # mt "И где я ее могла видеть?"
    mt "Кажется, я ее где-то видела..."
    mt "Может быть она когда-то приходила ко мне на кастинг..."
    mt "Или нет, она работала официанткой в моем любимом ресторане..."
    mt "И где я ее могла видеть?"

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:8
translate english worker7_dialogue_workplace_caa11d5e:

    # mt "Черт! Она же была покупательницей в этом ужасном магазине, где я работала манекеном!"
    # mt "Кошмар, надеюсь она меня не узнает..."
    # mt "Хотя... Не думаю что можно связать Монику Бакфетт с какой-то продавщицей в трущобах..."
    # mt "В любом случае, надо поменьше общаться с ней. Вдруг она, все-же, узнает меня..."
    mt "Черт! Она же была покупательницей в этом ужасном магазине, где я работала манекеном!"
    mt "Кошмар, надеюсь она меня не узнает..."
    mt "Хотя... Не думаю что можно связать Монику Бакфетт с какой-то продавщицей в трущобах..."
    mt "В любом случае, надо поменьше общаться с ней. Вдруг она, все-же, узнает меня..."

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:13
translate english worker7_dialogue_workplace_63c8b923:

    # mt "Кажется, я ее видела в трущобах..."
    # mt "Но и она меня могла видеть..."
    mt "Кажется, я ее видела в трущобах..."
    mt "Но и она меня могла видеть..."

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:15
translate english worker7_dialogue_workplace_520402d7:

    # mt "Лучше держаться от нее подальше."
    mt "Лучше держаться от нее подальше."

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:19
translate english worker7_dialogue_office_06856575:

    # w7 "Миссис Бакфет, можно?"
    w7 "Миссис Бакфет, можно?"

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:21
translate english worker7_dialogue_office_14d947d7:

    # mt "Она может меня узнать... Лучше не говорить с ней долго."
    # mt "Думаю, лучше будет ее вежливо выпроводить."
    mt "Она может меня узнать... Лучше не говорить с ней долго."
    mt "Думаю, лучше будет ее вежливо выпроводить."

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:23
translate english worker7_dialogue_office_905e0dba:

    # m "Кажется, тебя зовут Лин?"
    # w7 "Да, мэм."
    # m "Лин, я сейчас очень занята. Если ты принесла отчет, положи пожалуйста его мне на стол. Я его обязательно посмотрю."
    m "Кажется, тебя зовут Лин?"
    w7 "Да, мэм."
    m "Лин, я сейчас очень занята. Если ты принесла отчет, положи пожалуйста его мне на стол. Я его обязательно посмотрю."

# game/Quests/EP2_06/Office/Worker7_Dialogs.rpy:27
translate english worker7_dialogue_office_8f43d3f2:

    # w7 "Хорошо, Мэм."
    # w7t "(Меня не покидает мысль, что где то Я видела эту миссис Бакфет...)"
    w7 "Хорошо, Мэм."
    w7t "(Меня не покидает мысль, что где то Я видела эту миссис Бакфет...)"

