# TODO: Translation updated at 2019-07-02 18:59

# game/Quests/EP2_06/Office/Worker6_Dialogs.rpy:4
translate english worker6_dialogue_workplace_b3471ff0:

    # w6 "Как же достали эти амбициозные новички и карьеристы!"
    # w6 "Ничего не делают, только сидят в своем интернете."
    # w6 "А как надо сделать какой-то сложный отчет дак Грета, сделай пожалуйста..."
    w6 "Как же достали эти амбициозные новички и карьеристы!"
    w6 "Ничего не делают, только сидят в своем интернете."
    w6 "А как надо сделать какой-то сложный отчет дак Грета, сделай пожалуйста..."

# game/Quests/EP2_06/Office/Worker6_Dialogs.rpy:11
translate english worker6_dialogue_office_f0a01fe2:

    # w6 "Миссис Бакфет, можно?"
    w6 "Миссис Бакфет, можно?"

# game/Quests/EP2_06/Office/Worker6_Dialogs.rpy:14
translate english worker6_dialogue_office_10bc4042:

    # m "Да, заходи."
    # w6 "Миссис Бакфетт, Я бы хотела поговорить о ситуации в нашем отделе."
    # w6 "Вы же наверняка знаете на ком все держится..."
    # w6 "А этот карьерист Джон... Как он меня достал!"
    # w6 "Думаю, с Вашими менеджерскими талантами Вы понимаете, кто достоин стать главой отдела."
    # m "Уж будь в этом уверена."
    # m "Придет время и ты все узнаешь."
    # mt "Глава отдела? Как же вы мне надоели..."
    # m "Я тебя услышала. Ты свободна."
    # w6 "Да, спасибо миссис Бакфет. Вот кстати отчет, который я сегодня сделала."
    # m "Спасибо, можешь положить на стол."
    m "Да, заходи."
    w6 "Миссис Бакфетт, Я бы хотела поговорить о ситуации в нашем отделе."
    w6 "Вы же наверняка знаете на ком все держится..."
    w6 "А этот карьерист Джон... Как он меня достал!"
    w6 "Думаю, с Вашими менеджерскими талантами Вы понимаете, кто достоин стать главой отдела."
    m "Уж будь в этом уверена."
    m "Придет время и ты все узнаешь."
    mt "Глава отдела? Как же вы мне надоели..."
    m "Я тебя услышала. Ты свободна."
    w6 "Да, спасибо миссис Бакфет. Вот кстати отчет, который я сегодня сделала."
    m "Спасибо, можешь положить на стол."

# game/Quests/EP2_06/Office/Worker6_Dialogs.rpy:27
translate english worker6_dialogue_office_69363cbb:

    # m "Я занята, приходи завтра."
    # w6 "Но как же..."
    # m "Я сказала завтра, я сейчас занята!"
    m "Я занята, приходи завтра."
    w6 "Но как же..."
    m "Я сказала завтра, я сейчас занята!"

# TODO: Translation updated at 2019-07-02 20:56

# game/Quests/EP2_06/Office/Worker6_Dialogs.rpy:3
translate english worker6_look_ef4c461b:

    # mt "Как можно быть такой толстой коровой?"
    # mt "Фи!"
    mt "Как можно быть такой толстой коровой?"
    mt "Phi!"

