# TODO: Translation updated at 2019-07-02 18:59

# game/Quests/EP2_06/Office/Worker3_Dialogs.rpy:4
translate english worker3_dialogue_workplace_06e4709c:

    # mt "У нее есть сестра... И обе они занимаются составлением каких-то бестолковых отчетов."
    # mt "Мне не о чем с ней говорить."
    mt "У нее есть сестра... И обе они занимаются составлением каких-то бестолковых отчетов."
    mt "Мне не о чем с ней говорить."

# game/Quests/EP2_06/Office/Worker3_Dialogs.rpy:9
translate english worker3_dialogue_office_25d389e0:

    # w3 "Миссис Бакфет, можно?"
    w3 "Миссис Бакфет, можно?"

# game/Quests/EP2_06/Office/Worker3_Dialogs.rpy:12
translate english worker3_dialogue_office_4e7cd48f:

    # m "Да, заходи."
    # w3 "Миссис Бакфет, в офисе очень жарко, нам нужен кондиционер."
    # m "А что, его нет?"
    # w3 "В этом помещении нет и никогда не было."
    # m "Эту проблему очень просто решить!"
    # m "Откройте окна!"
    # w3 "Да, но это не совсем..."
    # m "Отлично, а теперь иди и продолжай работать."
    # mt "Никчемные люди... Все время что-то требуют..."
    m "Да, заходи."
    w3 "Миссис Бакфет, в офисе очень жарко, нам нужен кондиционер."
    m "А что, его нет?"
    w3 "В этом помещении нет и никогда не было."
    m "Эту проблему очень просто решить!"
    m "Откройте окна!"
    w3 "Да, но это не совсем..."
    m "Отлично, а теперь иди и продолжай работать."
    mt "Никчемные люди... Все время что-то требуют..."

# game/Quests/EP2_06/Office/Worker3_Dialogs.rpy:24
translate english worker3_dialogue_office_c9b7821a:

    # m "Я занята, приходи завтра."
    # w3 "Ладно, но у меня проблема..."
    # m "Ты что, плохо слышишь!? Я сейчас занята!"
    m "Я занята, приходи завтра."
    w3 "Ладно, но у меня проблема..."
    m "Ты что, плохо слышишь!? Я сейчас занята!"

translate english strings:

    # Quests/EP2_06/Office/Worker3_Dialogs.rpy:10
    old "Да, заходи."
    new ""

    # Quests/EP2_06/Office/Worker3_Dialogs.rpy:10
    old "Я занята."
    new ""

