# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

# В следующие разы Виктория отвечает что в пятницу собирается идти в магазин и чтобы Моника не забыла об этом.
# В пятницу Виктория занята, говорит Монике что вечером проверит сертификат, а пока не до нее.

# Если Моника опоздала с сертификатом, то Виктория заставляет ее целовать ей зад?

# После ухода Моники этим вечером сцена Дика и Виктории. Виктория лежит на столе.
# Дик гладит ее по ногам и попе.
# Дик спрашивает у Виктории можно-ли ему потрогать ее попу.
# Виктория отвечает что нет, еще пока не время.
# Дик говорит ну пожалуйста, Виктория.
# Виктория говорит Дику, что у нее не очень хорошее настроение.
# Дик спрашивает кто ее обидел?
# Она отвечает что Миссис Бакфетт.
# Дик звереет, опять?
# Она отвечает что нет, Дик. Она все поняла и теперь ведет себя как подруга.
# Но Моника попросила и Виктория теперь дает ей деньги каждую неделю, а на нее саму теперь не остается.
# А она привыкла хорошо выглядеть для мистера Дика, поэтому боится что мистер Дик разлюбит ее.
# Дик говорит что никогда не разлюбит ее и говорит что будет давать Виктории денег еще больше.
# Виктория улыбается и говорит что Дик может потрогать ее попу.
# Дик задирает платье и начинает мять ее попу
# Дик спрашивает можно-ли ему поцеловать попу Виктории
# Виктория говорит что ее попу все хотят поцеловать
# Дик спрашивает а кто еще?
# Виктория говорит что Миссис Бакфетт
# Дик спрашивает что серьезно?
# Виктория говорит (если Моника показывала грудь и раздевалась) что Миссис Бакфетт сразу захотела Викторию как только познакомилась
# Показывала грудь ей, пыталась подражать Виктории перед Диком.
# Дик просит можно-ли он поцелует ее попу до того как Моника это сделает.
# Далее выбор. Если нет, то конец сцены
# Если да, то Виктория встает на колени на стол, а Дик ее лижет
# И говорит во время сцены что Виктория ты божество.
# Виктория спрашивает вкусная-ли у нее попка
# Дик отвечает что у нее самая вкусная попка на свете.





# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра
label ep22_dialogues5_1:
    #Моника приходит к секретарше. Стучится в дверь
    dick_secretary "Мистера Дика сейчас нет."
    "Вам лучше поговорить со мной..."
    return

label ep22_dialogues5_2:
    #render
    # Разговор Виктории и Моники
    m "Я принесла деньги!"
    dick_secretary "Какие деньги? Зачем?"
    m "Для того чтобы купить галстук Мистеру Дику!"
    "Виктория, пойдем скорее покупать его!"
    dick_secretary "Миссис Бакфетт. Вы опоздали."
    "Ваши деньги уже ни к чему."
    m "КАК??!?"
    "Позвоните Мистеру Дику!!!"
    dick_secretary "Мистер Дик просил не беспокоить его."
    m "Но ведь Вы здесь! Значит я не опоздала!"
    dick_secretary "Я решила задержаться для того чтобы при Вас нажать на Enter для посылки факса."
    #заносит палец
    dick_secretary "Замечательно что Вы пришли, я отправляю его..."
    m "НЕТ!!!"
    m "Мисс Виктория! Пожалуйста!"
    "Я прошул Вас! Не посылайте этот факс!"
    dick_secretary "С какой стати я должна не выполнять приказ своего Босса?"
    m "У меня есть деньги! Пожалуйста!"
    "Мне необходим Ваш изысканный вкус для того чтобы угодить Мистеру Дику!"
    dick_secretary "Изысканный вкус?"
    dick_secretary "Хорошо, я могу взять эти деньги и купить галстук сама."
    "Вас все-равно не никогда не дождешься!"
    m "Да, пожалуйста! Возьмите деньги!"
    "Купите галстук Мистеру Дику!"
    mt "Мне надо чтобы этот гребаный галстук был куплен!"
    "Тогда этот кошмар закончится для меня!"

    # Если Моника опоздала
    $ notif (_("Моника опоздала, потому что терла пятно"))
    dick_secretary "Только вы слишком сильно опоздали, Миссис Бакфетт!"
    "У меня уже нет времени идти покупать его."
    m "Я прошу Вас, найдите пару минут купить его, пожалуйста!"
    mt "Сучка!!!"
    "Она издевается надо мной!"
    dick_secretary "Хм... Как бы Вас наказать за опоздание..."
    dick_secretary "Мне надо как-то дискредитировать Вас, Миссис Бакфетт!"
    "Что Вы можете подсказать мне?"
    "Как лучше это сделать?"
    m "Что Вы имеете ввиду?"
    "Зачем меня дискредитировать?"
    dick_secretary "Покажите грудь, я хочу сфотографировать ее, на свой телефон..."
    m "ЧТО?!?!"
    m "ЗАЧЕМ?!?!"
    dick_secretary "Это может принести мне пользу, Миссис Бакфетт."
    m "!!!"
    # Виктория подносит телефон к груди Моники
    dick_secretary "Я говорю покажите свою грудь."
    "Иначе можете быть свободны. Факс отправится немедленно!"
    mt "О БОЖЕ!!!"
    "ЭТО БУДЕТ КОНЕЦ!!"
    menu:
        "У меня нет выбора...":
            # Моника показывает грудь, сгорая от стыда
            # Щелчок фотоаппарата
            dick_secretary "Миссис Бакфетт, как Вы считаете, чья грудь лучше?"
            "Моя или Ваша?"
            menu:
                "Это провокация. Лучше ответить что ее грудь лучше.":
                    pass
            m "Конечно Ваша, Мисс Виктория..."
            dick_secretary "Хи-хи-хи"

        "Мисс Виктория, Вы такая изящная леди... (попататься не показывать грудь).":
            m "Мисс Виктория, Вы такая изящная леди..."
            "Ваша грудь намного лучше чем моя..."
            "Зачем Вам смотреть на мою грудь, когда Вы обладаете гораздо лучшими формами..."
            # sound Смеется
            dick_secretary "Хи-хи-хи"
            dick_secretary "Хорошо, я разрешаю Вам этого не делать."

    dick_secretary "Вы очень хорошо учитесь целовать мою попу, Миссис Бакфетт."
    "Мне нравится это..."
    mt "Я НЕНАВИЖУ ЭТУ ТВАРЬ!!!"
    "Я УНИЧТОЖУ ЕЕ!!!"
    m "Когда Вы купите галстук для Мистер Дика?"
    dick_secretary "Сегодня..." #хитро улыбается
    m "Когда будет Мистер Дик?"
    dick_secretary "Завтра..." #хитро улыбается
    m "Я зайду завтра, Мисс Виктория..."
    dick_secretary "Конечно, Миссис Бакфетт! Заходите!"
    return

label ep22_dialogues5_3:
    # Моника пытается говорить с Викторией
    mt "Я не хочу подходить к этой сучке!"
    "Она использует любую возможность чтобы унизить меня!"
    "Но ничего, я доберусь до нее!"
    "Клянусь!"
    return

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

label ep22_dialogues5_4:
    # Моника заходит к Дику и нажимает на него
    m "Ну что, милый?"
    "Тебе понравился галстук?"
    "А почему ты не в нем?"
    dick2 "О! Моника!"
    "Странно видеть тебя здесь."
    "Я думал что ты уже со своими новыми друзьями..."
    m "Что ты имеешь ввиду, Дик?!"
    dick2 "Галстука так и нет, я отменил твое дело, Моника..."
    m "ЧТО?!?!?!"
    "ЭТА ТВАРЬ!!!!!!!"

    #Моника бежит к Виктории убивать ее
    m "АХ ТЫ СУЧКА!!!"
    "ТЫ ВЗЯЛА ДЕНЬГИ И НЕ КУПИЛА ГАЛСТУК!!!"
    "Я УБЬЮ ТЕБЯ!!!"

    #Секретарша убегает к Дику, Моника бежит за ней
    m "Я УБЬЮ ТЕБЯ!!!"
    m "ТВАРЬ!!!"

    #Секретарша стоит у Дика в хитрой позе нагнувшись
    dick_secretary "Мистер Дик! Помогите мне!"
    dick2 "Что такое, Моника?!"
    "Почему ты позволяешь себе кричать в моем кабинете!!!"
    m "ЭТА ТВАРЬ УКРАЛА МОИ ДЕНЬГИ!!!"
    "ДЕНЬГИ НА ТВОЙ ГАЛСТУК!!!"
    "ТЫ ХОТЬ ЗНАЕШЬ ЧЕРЕЗ ЧТО Я ПРОШЛА ЧТОБЫ ДОСТАТЬ ИХ?!?!?!"
    #Моника в шоке
    dick_secretary "Мистер Дик!"
    "Вы сказали дружить с Миссис Бакфетт!"
    "Я стараюсь изо всех сил!"
    "Но она не хочет дружить со мной!"
    "Мы договорились в пятницу сходить Вам за галстуком, но она даже не пришла!"
    "А сегодня она ругается на меня, как-будто это я опоздала, а не она!"
    "Мистер Дик!"
    "Миссис Бакфетт почему-то не любит меня!"
    "Я с самого начала, почему-то, не понравилась ей."
    "Она предвзято относится ко мне и обижает меня!"

    #Моника вообще в шоке
    m "ДИК, ПОСЛУШАЙ...!!!"
    dick2 "ХВАТИТ!!!"
    "МОНИКА!!!"
    "Мне надоела твоя постоянная ложь!"
    "Я прекрасно знаю что ты не пришла вовремя в пятницу!"
    "Я был здесь и мы ушли с Викторией вместе!"
    "Мне надоело что ты все время пытаешься обвинить Викторию!"
    "Это непорочное создание!"
    "Она не заслуживает такого отношения со стороны тебя!"
    # Моника в шоке смотрит на Викторию
    # Виктория ехидно улыбается
    "И я не позволю тебе делать это!"
    "Тем более в моем кабинете!"
    "ВЫЙДИ ВОН!!!"

    menu:
        "Послать Дика к черту.":
            pass
        "Попробовать соблазнить Дика как это делает Виктория (corruption)":
            m "Дик! Я не понимаю!"
            "Что ты нашел такого в этой маленькой соске?!"
            "Тебе нравится то что она все время сверкает перед тобой своей задницей?!"
            #Моника чуть не плачет
            "Я тоже могу так делать, Дик!"
            "ХОЧЕШЬ???"
            "ТЫ ЭТОГО ХОЧЕШЬ ОТ МЕНЯ?!"
            "На! Пожалуйста!"
            "Ты уже довел меня до этого!"
            #Моника начинает снимать шорты. Голый зад почти полностью
            dick2 "МОНИКА! ПРЕКРАТИ СЕЙЧАС ЖЕ!!!"
            #Моника смотрит в оборот на Дика с обидой

            #Если показывала грудь Виктории
            dick2 "Как-будто мало того что ты ходишь и показываешь свою грудь налево и направо!"
            #Моника смотрит злобно на Викторию, та показала фото Дику
            #Виктория ехидно ухмыляется
            #



        "Попробовать соблазнить Дика как это делает Виктория (low corruption) (disabled)":
            pass

    return
