# Барди пока висит на начале lvl2. Ждет у лестницы и тд.

# Барди с утра подслушивает разговор Фреда и Ральфа о Маркусе.
# Подходит Бетти и вмешивается о чем вы говорите тут.
# Ральф замешкивается, Фред говорит что Ральф интересуется по поводу пятна на ковре, может-ли гувернантка его оттереть.
# Бетти отвечает что думала что ковер надо выкидывать.
# Фред отвечает (в зависимости от того была-ли Юлия наказана) что в богатых домах принято чтобы все вопросы решала прислуга,
# она должна быть профессиональной ))
# Бетти говорит что прекрасно, пусть гувернантка позаботится об этом.
# Либо Фред отвечает что хотите я увезу его?
# Бетти спрашивает сколько будет стоить химчистка?
# Фред говорит что около $200 (если есть 200, то будет серый диалог с Фредом отвези ковер в химчистку)
# Бетти говорит что с такой мелочью справится сама гувернантка

# С утра Моника просыпается и пытается быстрее бежать к Дику
# Ее останавливает Бетти и заставляет тереть пятно, либо чтобы она отдала его в химчистку.
# Моника говорит что это пятно поставила нерадивая гувернантка и что она ее знает
# Бетти предлагает позвать ее, но Моника говорит что не надо (?)
# Моника говорит что это пятно не отмыть, на что Бетти злится и говорит чтобы она в таком случае отдала его в химчистку.
# Это стоит всего $200. У Моники нет этих денег и она просит уйти к Дику, а тереть пятно потом.
# Бетти злится если Моника уходит и обнуляется стата.
# Если Моника остается, то начинает тереть пятно.
# Теперь Моника должна тереть пятно каждый день, либо прогресс с Бетти будет убавляться как если она не убиралась.
# Добавление прогресса за уборку теперь ниже.

# Если у Барди уровень выше или равен 2, то вечером он поджидает Монику в подвале в спальне.
# Там диалог что Моника будет делать что он скажет, будет его игрушкой, либо он расскажет какому-то Маркусу что она здесь работает.
# Моника злится и посылает его.
# Затем спит, идет сон где Маркус с Моникой говорят о ферме.
# Моника просыпается в ужасе и быстрее бежит к полиции
# В полиции Моника просит Барди не звать Маркуса, на что тот говорит что ты тогда будешь моей игрушкой, Моника соглашается.

# Вечером Барди снова ждет Монику в подвале держа журнал. Он шокирован тем кто Моника и говорит что боится ее.
# Моника включает надменность и статус и говорит Барди что ему лучше не связываться с ней. Моника торжествует что ее боятся.
# Барди боится, но говорит Монике все-таки показать трусики. Моника злится. Напряжение, в итоге показывает.

# Теперь Барди, когда ходит за Моникой, смотрит на ее трусики (задирает платье, Моника злится)

# Когда Барди прокачан до 3, он встречает Монику в подвале и говорит что ему надоели эти трусики. Пусть Моника ходит без них.
# Моника злится и говорит что не собирается этого делать, это исключено. Что она свернет скорее ему шею.
# Барди говорит что только попробуй, у меня есть письмо, которое мой школьный друг отправит если со мной что-то случится.
# Барди говорит что носи тогда что-то другое. Моника говорит что у нее нет другого.
# Барди говорит носи трусики Бетти.
# Диалог о том как же так и тд. В итоге теперь Моника берет в прачечной трусики Бетти. И, если угадывает цвет, то с Барди прогресс больше.
# Если нет, то убавляется после прибавления

# Барди качается до ур. 4 и пока все

# Бетти:
# Если Бетти прокачана до ур.3, то она предлагает Монике сходить на фитнесс. Разрешает ей не убираться в этот день.
# Потом фитнесс активируется через 3 дня. Если сегодня фитнеса нет, то Бетти говорит что я пойду на днях.

# На фитнесе в первый раз Моника в шоке что это тот фитнесс где занимается она.
# Приходит туда, там Стефани и Ребекка. Моника в шоке, общается с ними и с Бетти.
# Пускает пыль в глаза что это все специально, девочки, вы потом удивитесь тому что я задумала.
# Те удивляются и идут заниматься
# Сцена занятия

# В конце Стефани обнаженная пристает к Ребекке. Та ее отшивает

# Заходит Бетти и говорит Монике ждать на улице. Моника ждет час.

# При повторе, Стефани и Ребекка спрашивают у Моники что когда она закончит свое приключение? Та отвечает что скоро.
# Они удивляются и идут заниматься.
# При входе Моники они обнаженные (только повтор) У Ребекки зад показан не совсем.
# Одеваются и идут заниматься

# Бетти также говорит Монике ждать на улице.

# Бетти качается фитнесом также как и уборкой и достигает ур.4. На этом все

label ep22_dialogues2_1:
    #render
    #сцена у дома, Барди за машиной, разговор Фреда и Ральфа
    # Барди с утра подслушивает разговор Фреда и Ральфа о Маркусе.
    ralph "Фред, я все-таки сомневаюсь по поводу этой девушки..."
    fred "Какой девушки, Сэр?"
    ralph "Той которая работает гувернанткой, которую ты порекомандовал мне."
    fred "В чем Ваши сомнения, Сэр? Она плохо справляется с профессиональными обязанностями?"
    ralph "Вовсе нет... Хотя... Я не знаю, я не слежу."
    ralph "Фред, я не понимаю почему она согласна работать здесь."
    ralph "Она молода и красива. Почему она работает за бесплатно?"
    fred "Вам это не устраивает, Сэр?"
    ralph "Меня это устраивает, Фред, но..."
    fred "?"
    ralph "Фред, я побаиваюсь ее."
    ralph "У нее в глазах горит огонь. Мне кажется она не та за кого себя выдает."
    ralph "Я боюсь что все это может выйти из-под контроля и Бетти узнает про то как все обстоит на самом деле."
    ralph "А ты знаешь какая Бетти строгая..."
    fred "О, Сэр! Не переживайте."
    "Неужели Вам не нравится что вокруг Вас въется такая симпатичная красотка?"
    "Вы ведь уже воспользовались ей?"
    ralph "Что ты имеешь ввиду, Фред?"
    fred "Вы ведь уже попробовали ее на вкус, Сэр?"
    ralph "...А! Ты про это..."
    "Нет, Фрэд! Ты что? Ты ведь знаешь какая Бетти строгая, я не решаюсь даже смотреть на нашу гувернантку."
    "Вдруг она скажет Бетти про это?"
    fred "Не переживайте, Сэр!"
    "Ваша гувернантка настолько покладистая, что Вы можете использовать ее для любых целей."
    "Вы можете заниматься с ней сексом хоть каждый день!"
    "Она будет только рада, поверьте!"
    ralph "Но почему, Фред?"
    fred "Она профессионал!"
    ralph "Профессионал, который работает за бесплатно?"
    "Нет, Фред! Мне нужны гарантии!"
    "А что если она, все-таки, выйдет из-под контроля? Что я ей скажу?"
    fred "Скажите ей 'Маркус'..."
    ralph "Что? Какой еще Маркус?"
    fred "Мистер Робертс! У этой девушки проблемы с миграционными документами."
    "Она была весьма высокооплачиваемой гувернанткой!"
    "Но не позаботилась вовремя о продлении бумаг."
    "Теперь у нее могут быть неприятности"
    "Ее могут депортировать из страны и она на сможет работать гувернанткой за высокую зарплату."
    "Поэтому она пытается отсидеться какое-то время где-то, пока не разберется с бумагами."
    "Это может занять длительное время и это выгодно Вам!"
    "Ведь правда, Мистер Робертс?"
    ralph "Вообще-то да... Выгодно..."
    "А что это за Маркус? Про которого ты говорил..."
    fred "Это офицер полиции, который занимается ее нарушением миграционного закона."
    "Если вдруг она будет создавать неприятности, то скажите имя этого человека."
    "И ваша гувернантка снова станет послушной."
    "Для вас сплошная выгода, Мистер Робертс!"
    ralph "Но я не понимаю какая выгода для тебя, Фред?"
    fred "О! Мистер Робертс!"
    "Я профессионал!"
    "Я мне доставляет эстетическое удовольствие то что я окружен другими профессионалами."
    "Такими как гувернантка Моника..."

    # Подходит Бетти и вмешивается о чем вы говорите тут.
    betty "О чем это Вы тут говорите???"
    "Я слышала Вы обсуждали про какую-то девушку?"
    "Отвечай, Ральф!"
    # Ральф замешкивается, Фред говорит что Ральф интересуется по поводу пятна на ковре, может-ли гувернантка его оттереть.
    ralph "..."
    fred "Миссис Робертс!"
    "Мистер Робертс спрашивал мое профессиональное мнение по поводу пятна на ковре в верхнем холле."
    "Может-ли гувернантка оттереть его."
    # Бетти отвечает что думала что ковер надо выкидывать.
    betty "С каких это пор водитель имеет профессиональное мнение по поводу уборки в доме?"
    "И вообще мое мнение что ковер испорчен, его надо выкидывать!"
    "Я займусь этим."
    # Фред отвечает (в зависимости от того была-ли Юлия наказана) что в богатых домах принято чтобы все вопросы решала прислуга,

    # Если Юлия была наказана:
    fred "Мэм. Простите за мое мнение, но..."
    betty "?!"
    fred "Насколько мне известно, в богатых домах этим занимается прислуга."
    "Я считаю что Вам, как хозяйке дома, не по статусу заботиться о таких мелочах..."
    "Если прислуга профессиональна, то она сама должна решать подобные вопросы."
    "Странно что этот вопрос не был решен, например, вчера."
    "А Вам теперь приходится тратить свое драгоценное время и думать об этом..."
    betty "..."
    # она должна быть профессиональной ))
    # Бетти говорит что прекрасно, пусть гувернантка позаботится об этом.
    betty "Я хозяйка богатого дома."
    "Такими вопросами должна заниматься гувернантка!"
    fred "..." #ухмыляется

    # Если Юлия не была наказана
    fred "Мэм. Хотите я отвезу ковер в химчистку?"
    betty "И сколько это будет стоить?"
    fred "Около $ 200, Мэм..."
    betty "Я считаю что с такой мелочью справится сама гувернантка..."
    betty "Ральф! Иди в дом!"
    "Ты простынешь на улице!"
    ralph "..."
    betty "Я сказала, Ральф! Мне надоело приглядывать за тобой как за ребенком!"
    ralph "..." #уходит
    fred "..." #ухмыляется
    return

label ep22_dialogues2_3:
    #Моника просыпается с утра
    mt "Мне надо скорее {c}бежать к Дику!{c}"
    return

# С утра Моника просыпается и пытается быстрее бежать к Дику
# Ее останавливает Бетти и заставляет тереть пятно, либо чтобы она отдала его в химчистку.
# Моника говорит что это пятно поставила нерадивая гувернантка и что она ее знает
# Бетти предлагает позвать ее, но Моника говорит что не надо (?)

# Моника говорит что это пятно не отмыть, на что Бетти злится и говорит чтобы она в таком случае отдала его в химчистку.
# Это стоит всего $200. У Моники нет этих денег и она просит уйти к Дику, а тереть пятно потом.
# Бетти злится если Моника уходит и обнуляется стата.
# Если Моника остается, то начинает тереть пятно.
# Теперь Моника должна тереть пятно каждый день, либо прогресс с Бетти будет убавляться как если она не убиралась.
# Добавление прогресса за уборку теперь ниже.
label ep22_dialogues2_4:
    #render
    #Как только Моника пытается выйти из локации дома
    betty "Дорогуша!"
    m "Да, Миссис Робертс?"
    betty "Быстро переоденься в униформу и иди за мной!"
    mt "..."
    mt "!!!"
    # Локация второго этажа
    betty "Моника, гувернантка."
    "Ты ведь убираешься в доме?"
    m "Да, Мэм..."
    betty "Тогда вот ЭТО ЧТО ТАКОЕ???" #показывает на пятно
    mt "!!!"
    m "Это пятно на ковре, Мэм..."

    #Если Моника сучка
    m "Мэм, это пятно поставила одна нерадивая гувернантка, она работала здесь до меня."
    betty "Ты знаешь ее? Откуда?"
    mt "..."
    "Черт! Откуда я ее знаю???"
    "Что мне ответить?"
    m "Мэм! Я профессионально занимаюсь уборкой, уже очень давно..."
    "Убираюсь в богатых домах."
    "Круг гувернанток такого высокого уровня не слишком велик и мы знаем друг друга..."
    betty "Да? В таком случае позови эту гувернантку сюда!"
    "Пусть она уберет то что сама поставила! Пусть ототрет это пятно!"
    mt "Черт... Я ведь не позову Юлию сюда убирать это пятно..."
    "Дьявол!!!"
    #

    m "Мэм... Это пятно не оттереть..."
    betty "В таком случае отнеси его в химчистку!"
    m "Да, Мэм, я отнесу в химчистку этот ковер..."
    betty "Сейчас же!"
    m "Да, Мэм... Конечно..."
    betty "Да, и ты сделаешь это за свой счет!"
    "Ты себе можешь это позволить!"
    mt "!!!!!!"
    m "Мэм... А сколько стоит химчистка этого ковра?"
    betty "Всего около $ 200! Мелочи!"
    "Но я принципиально не буду платить за это!"
    "Я хозяйка богатого дома!"
    "И я должна быть окружена профессионалами! Которые сами решают подобные вопросы!"
    "Без моего участия!"
    m "Мэм... Я..."
    "Не могу сейчас отнести этот ковер..."
    "Я..."
    betty "Ты отказываешься выполнить распоряжение хозяйки дома?!?!?"
    m "Нет, Мэм..."
    betty "Тогда в чем дело?! Неси ковер в химчистку, оплати ее и разложи его снова на место!"
    m "..."
    mt "Что же мне делать??? У меня нет денег на химчистку!"
    "Гребаная Бетти!"
    "Почему вдруг она привязалась к этому ковру?!"
    "Кто ее надоумил?!"
    menu:
        "Мэм. Я считаю этот ковер необязательно нести в химчистку...":
            pass
    m "Мэм. Я считаю этот ковер необязательно нести в химчистку..."
    "Это пятно можно оттереть..."
    betty "Правда? Я не думаю что это так уж просто?"
    "Мне надо решить этот вопрос быстро!"
    "Ты что, собираешься его тереть каждый день?"
    menu:
        "Да, Мэм. Я буду тереть пятно каждый день. Его можно оттереть.":
            pass
    m "Да, Мэм. Я буду тереть пятно каждый день. Его можно оттереть."
    betty "Хорошо, гувернантка..."
    "Я буду считать что ты пытаешься отработать свою зарплату."
    "И Я буду следить за тем как ты выполняешь свою работу..."
    "Если я увижу что ты не занимаешься пятном, то это будет прекрасный повод уволить тебя."
    "Тебя ясно, дорогуша?"
    m "Да, Миссис Робертс..."
    mt "Черт! Мне придется каждый день тереть это пятно!"
    "За что мне это все?!?!"
    "Проклятие! Я ненавижу эту Бетти!"

    betty "Ты можешь приступать сейчас же..."
    menu:
        "Мэм. Я должна отлучиться ненадолго. Затем я сразу же приступлю к работе. (Бетти недовольна. Сброс прогресса)":
            m "Мэм. Я должна отлучиться ненадолго. Затем я сразу же приступлю к работе!"
            betty "Ты еще и куда-то собралась идти прямо сейчас?!"
            "Вместо того чтобы приступить к работе, как полагается прислуге!"
            "Ладно, иди. Но учти, Моника."
            "Я буду следить за тобой!"
        "Да, Мэм. Я уже приступаю. (Опоздание к Дику)":
            "Да, Мэм. Я уже приступаю."
    return

label ep22_dialogues2_5:
    # Моника выбрала бежать к Дику
    mt "Мне надо переодеться и бежать к Дику! Срочно!"
    return
label ep22_dialogues2_6:
    # Моника закончила тереть пятно
    mt "Мне надо переодеться и бежать к Дику! Срочно!"
    return
label ep22_dialogue2_7:
    # Моника закончила тереть пятно
    mt "Все! Я устала тереть это пятно!"
    return
