#Моника начинает делать реплики (которые помечены серым)
#На что Монике отвечают что хотят для начала увидеть ее без кебаба.
#Кто-то хочет просто посмотреть, кто-то говорит про грудь, кто-то про зад.
#Моника отвечает что не собирается этого делать / либо что ей никак. (и думает может подойти потом?)
#
#Для тех ситизенов, с кем уже открылись диалоги того чтобы что-то показывать, появляется возможность говорить без кебаба. (думаю только днем пока?)
#Вечером она боится
#При разговоре без кебаба, Моника спрашивает помнишь меня(?). Ей отвечают что да, детка, покажи (себя/грудь/зад)
#Моника спрашивает за сколько и тд, здесь может быть и разная цена и торг, но вначале надо давать мало (центы, доллар, полтора и тд)
#Сначала Моника думает про себя что здесь это сделать не получится, надо найти место.
#Также думает какого черта, проще заработать этот доллар и купить кебаб, чем ходить позориться. В конце концов раздеваться не надо.
#И я привыкла что на мое красивое тело все смотрят. И ничего не будет если я его покажу кому-то в одежде (на него и так все смотрят когда я хожу по улице)
#
#Далее, когда Моника находит место (где пилон), диалоги могут заканчиваться тем что не здесь, пошли я знаю место.
#Там приходит и делает что просят, с какими-то диалогами. Думаю в v0.2 чисто показать тело, грудь, либо зад.
#Могут быть комментарии ехидные и тд.
#Плюс просят снять одежду и тд. Моника отказывается, но есть серая опция :)))
#Если Моника уже раз показывала что-то ситизену, то можно либо чтобы он просил что-то другое показать в следующий раз (эти диалоги вообще можно объединить между всеми)
#Либо чтобы отвечали что тебя уже видел, что ты можешь предложить еще. Моника предлагает потанцевать (опять же выбор потанцевать, либо отвечает что ничего не собираюсь больше предлагать)

#Получается, есть вариант чтобы либо она что-то показала, а затем танцы, либо чтобы показало одно, затем другое, затем уже танцы, как лучше?


label ep22_dialogues1:
    return
