# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

# В следующие разы Виктория отвечает что в пятницу собирается идти в магазин и чтобы Моника не забыла об этом.
# В пятницу Виктория занята, говорит Монике что вечером проверит сертификат, а пока не до нее.

# После ухода Моники этим вечером сцена Дика и Виктории. Виктория лежит на столе.
# Дик гладит ее по ногам и попе.
# Дик спрашивает у Виктории можно-ли ему потрогать ее попу.
# Виктория отвечает что нет, еще пока не время.
# Дик говорит ну пожалуйста, Виктория.
# Виктория говорит Дику, что у нее не очень хорошее настроение.
# Дик спрашивает кто ее обидел?
# Она отвечает что Миссис Бакфетт.
# Дик звереет, опять?
# Она отвечает что нет, Дик. Она все поняла и теперь ведет себя как подруга.
# Но Моника попросила и Виктория теперь дает ей деньги каждую неделю, а на нее саму теперь не остается.
# А она привыкла хорошо выглядеть для мистера Дика, поэтому боится что мистер Дик разлюбит ее.
# Дик говорит что никогда не разлюбит ее и говорит что будет давать Виктории денег еще больше.
# Виктория улыбается и говорит что Дик может потрогать ее попу.
# Дик задирает платье и начинает мять ее попу
# Дик спрашивает можно-ли ему поцеловать попу Виктории
# Виктория говорит что ее попу все хотят поцеловать
# Дик спрашивает а кто еще?
# Виктория говорит что Миссис Бакфетт
# Дик спрашивает что серьезно?
# Виктория говорит (если Моника показывала грудь и раздевалась) что Миссис Бакфетт сразу захотела Викторию как только познакомилась
# Показывала грудь ей, пыталась подражать Виктории перед Диком.
# Дик просит можно-ли он поцелует ее попу до того как Моника это сделает.
# Далее выбор. Если нет, то конец сцены
# Если да, то Виктория встает на колени на стол, а Дик ее лижет
# И говорит во время сцены что Виктория ты божество.
# Виктория спрашивает вкусная-ли у нее попка
# Дик отвечает что у нее самая вкусная попка на свете.





label ep22_dialogues3:
    return
