# Барди пока висит на начале lvl2. Ждет у лестницы и тд.

# Барди с утра подслушивает разговор Фреда и Ральфа о Маркусе.
# Подходит Бетти и вмешивается о чем вы говорите тут.
# Ральф замешкивается, Фред говорит что Ральф интересуется по поводу пятна на ковре, может-ли гувернантка его оттереть.
# Бетти отвечает что думала что ковер надо выкидывать.
# Фред отвечает (в зависимости от того была-ли Юлия наказана) что в богатых домах принято чтобы все вопросы решала прислуга,
# она должна быть профессиональной ))
# Бетти говорит что прекрасно, пусть гувернантка позаботится об этом.
# Либо Фред отвечает что хотите я увезу его?
# Бетти спрашивает сколько будет стоить химчистка?
# Фред говорит что около $200 (если есть 200, то будет серый диалог с Фредом отвези ковер в химчистку)
# Бетти говорит что с такой мелочью справится сама гувернантка

# С утра Моника просыпается и пытается быстрее бежать к Дику
# Ее останавливает Бетти и заставляет тереть пятно, либо чтобы она отдала его в химчистку.
# Моника говорит что это пятно поставила нерадивая гувернантка и что она ее знает
# Бетти предлагает позвать ее, но Моника говорит что не надо (?)
# Моника говорит что это пятно не отмыть, на что Бетти злится и говорит чтобы она в таком случае отдала его в химчистку.
# Это стоит всего $200. У Моники нет этих денег и она просит уйти к Дику, а тереть пятно потом.
# Бетти злится если Моника уходит и обнуляется стата.
# Если Моника остается, то начинает тереть пятно.
# Теперь Моника должна тереть пятно каждый день, либо прогресс с Бетти будет убавляться как если она не убиралась.
# Добавление прогресса за уборку теперь ниже.

# Если у Барди уровень выше или равен 2, то вечером он поджидает Монику в подвале в спальне.
# Там диалог что Моника будет делать что он скажет, будет его игрушкой, либо он расскажет какому-то Маркусу что она здесь работает.
# Моника злится и посылает его.
# Затем спит, идет сон где Маркус с Моникой говорят о ферме.
# Моника просыпается в ужасе и быстрее бежит к полиции
# В полиции Моника просит Барди не звать Маркуса, на что тот говорит что ты тогда будешь моей игрушкой, Моника соглашается.

# Вечером Барди снова ждет Монику в подвале держа журнал. Он шокирован тем кто Моника и говорит что боится ее.
# Моника включает надменность и статус и говорит Барди что ему лучше не связываться с ней. Моника торжествует что ее боятся.
# Барди боится, но говорит Монике все-таки показать трусики. Моника злится. Напряжение, в итоге показывает.

# Теперь Барди, когда ходит за Моникой, смотрит на ее трусики (задирает платье, Моника злится)

# Когда Барди прокачан до 3, он встречает Монику в подвале и говорит что ему надоели эти трусики. Пусть Моника ходит без них.
# Моника злится и говорит что не собирается этого делать, это исключено. Что она свернет скорее ему шею.
# Барди говорит что только попробуй, у меня есть письмо, которое мой школьный друг отправит если со мной что-то случится.
# Барди говорит что носи тогда что-то другое. Моника говорит что у нее нет другого.
# Барди говорит носи трусики Бетти.
# Диалог о том как же так и тд. В итоге теперь Моника берет в прачечной трусики Бетти. И, если угадывает цвет, то с Барди прогресс больше.
# Если нет, то убавляется после прибавления

# Барди качается до ур. 4 и пока все

# Бетти:
# Если Бетти прокачана до ур.3, то она предлагает Монике сходить на фитнесс. Разрешает ей не убираться в этот день.
# Потом фитнесс активируется через 3 дня. Если сегодня фитнеса нет, то Бетти говорит что я пойду на днях.

# На фитнесе в первый раз Моника в шоке что это тот фитнесс где занимается она.
# Приходит туда, там Стефани и Ребекка. Моника в шоке, общается с ними и с Бетти.
# Пускает пыль в глаза что это все специально, девочки, вы потом удивитесь тому что я задумала.
# Те удивляются и идут заниматься
# Сцена занятия

# В конце Стефани обнаженная пристает к Ребекке. Та ее отшивает

# Заходит Бетти и говорит Монике ждать на улице. Моника ждет час.

# При повторе, Стефани и Ребекка спрашивают у Моники что когда она закончит свое приключение? Та отвечает что скоро.
# Они удивляются и идут заниматься.
# При входе Моники они обнаженные (только повтор) У Ребекки зад показан не совсем.
# Одеваются и идут заниматься

# Бетти также говорит Монике ждать на улице.

# Бетти качается фитнесом также как и уборкой и достигает ур.4. На этом все

label ep22_dialogues2_1:
    #render
    #сцена у дома, Барди за машиной, разговор Фреда и Ральфа
    # Барди с утра подслушивает разговор Фреда и Ральфа о Маркусе.
    img 7178
    w
    img 7179
    ralph "Фред, я все-таки сомневаюсь по поводу этой девушки..."
    fred "Какой девушки, Сэр?"
    ralph "Той которая работает гувернанткой, которую ты порекомандовал мне."
    img 7180
    fred "В чем Ваши сомнения, Сэр? Она плохо справляется с профессиональными обязанностями?"
    ralph "Вовсе нет... Хотя... Я не знаю, я не слежу."
    img 7181
    ralph "Фред, я не понимаю почему она согласна работать здесь."
    ralph "Она молода и красива. Почему она работает за бесплатно?"
    fred "Вас это не устраивает, Сэр?"
    ralph "Меня это устраивает, Фред, но..."
    img 7182
    fred "?"
    img 7183
    ralph "Фред, я побаиваюсь ее."
    ralph "У нее в глазах горит огонь. Мне кажется она не та за кого себя выдает."
    ralph "Я боюсь что все это может выйти из-под контроля и Бетти узнает про то как все обстоит на самом деле."
    img 7184
    ralph "А ты знаешь какая Бетти строгая..."
    img 7185
    fred "О, Сэр! Не переживайте."
    "Неужели Вам не нравится что вокруг Вас въется такая симпатичная красотка?"
    "Вы ведь уже воспользовались ей?"
    ralph "Что ты имеешь ввиду, Фред?"
    img 7186
    fred "Вы ведь уже попробовали ее на вкус, Сэр?"
    img 7187
    ralph "...А! Ты про это..."
    img 7188
    "Нет, Фрэд! Ты что? Ты ведь знаешь какая Бетти строгая, я не решаюсь даже смотреть на нашу гувернантку."
    "Вдруг она скажет Бетти про это?"
    img 7189
    fred "Не переживайте, Сэр!"
    "Ваша гувернантка настолько покладистая, что Вы можете использовать ее для любых целей."
    "Вы можете заниматься с ней сексом хоть каждый день!"
    "Она будет только рада, поверьте!"
    ralph "Но почему, Фред?"
    fred "Она профессионал!"
    ralph "Профессионал, который работает за бесплатно?"
    img 7190
    "Нет, Фред! Мне нужны гарантии!"
    "А что если она, все-таки, выйдет из-под контроля? Что я ей скажу?"
    img 7191
    fred "Скажите ей 'Маркус'..."
    img 7193
    w
    img 7192
    ralph "Что? Какой еще Маркус?"
    img 7194
    fred "Мистер Робертс! У этой девушки проблемы с миграционными документами."
    "Она была весьма высокооплачиваемой гувернанткой!"
    "Но не позаботилась вовремя о продлении бумаг."
    "Теперь у нее могут быть неприятности"
    "Ее могут депортировать из страны и она на сможет работать гувернанткой за высокую зарплату."
    "Поэтому она пытается отсидеться какое-то время где-то, пока не разберется с бумагами."
    "Это может занять длительное время и это выгодно Вам!"
    img 7195
    "Ведь правда, Мистер Робертс?"
    img 7196
    ralph "Вообще-то да... Выгодно..."
    img 7197
    "А что это за Маркус? Про которого ты говорил..."
    img 7198
    fred "Это офицер полиции, который занимается ее нарушением миграционного закона."
    "Если вдруг она будет создавать неприятности, то скажите имя этого человека."
    img 7199
    "И ваша гувернантка снова станет послушной."
    "Для вас сплошная выгода, Мистер Робертс!"
    img 7200
    ralph "Но я не понимаю какая выгода для тебя, Фред?"
    img 7201
    fred "О! Мистер Робертс!"
    "Я профессионал!"
    "Я мне доставляет эстетическое удовольствие то что я окружен другими профессионалами."
    img 7202
    "Такими как гувернантка Моника..."

    #Бетти сзади Барди
    img 7203
    w
    img 7204
    w
    img 7205
    w
    img 7206
    w
    img 7207
    w
    #убегает
    img 7208
    w
    img 7209 #Бетти смотрит вслед
    # Подходит Бетти и вмешивается о чем вы говорите тут.
    img 7210
    betty "О чем это Вы тут говорите???"
    img 7211
    "Я слышала Вы обсуждали про какую-то девушку?"
    img 7212
    "Отвечай, Ральф!"
    # Ральф замешкивается, Фред говорит что Ральф интересуется по поводу пятна на ковре, может-ли гувернантка его оттереть.
    img 7213
    ralph "..."
    img 7214
    w
    img 7215
    fred "Миссис Робертс!"
    "Мистер Робертс спрашивал мое профессиональное мнение по поводу пятна на ковре в верхнем холле."
    img 7216
    "Может-ли гувернантка оттереть его."
    # Бетти отвечает что думала что ковер надо выкидывать.
    img 7217
    betty "С каких это пор водитель имеет профессиональное мнение по поводу уборки в доме?"
    "И вообще мое мнение что ковер испорчен, его надо выкидывать!"
    "Я займусь этим."
    # Фред отвечает (в зависимости от того была-ли Юлия наказана) что в богатых домах принято чтобы все вопросы решала прислуга,

    # Если Юлия была наказана:
    img 7218
    fred "Мэм. Простите за мое мнение, но..."
    img 7219
    betty "?!"
    img 7220
    fred "Насколько мне известно, в богатых домах этим занимается прислуга."
    img 7221
    "Я считаю что Вам, как хозяйке богатого дома, не по статусу заботиться о таких мелочах..."
    img 7222
    w
    img 7223
    "Если прислуга профессиональна, то она сама должна решать подобные вопросы."
    img 7224
    "Странно что этот вопрос не был решен, например, вчера."
    img 7225
    "А Вам теперь приходится тратить свое драгоценное время и думать об этом..."
    img 7226
    betty "..."
    # она должна быть профессиональной ))
    # Бетти говорит что прекрасно, пусть гувернантка позаботится об этом.
    img 7227
    w
    img 7228
    betty "Я хозяйка богатого дома."
    "Такими вопросами должна заниматься гувернантка!"
    img 7229
    fred "..." #ухмыляется

    # Если Юлия не была наказана
    img 7230
    fred "Мэм. Хотите я отвезу ковер в химчистку?"
    img 7231
    betty "И сколько это будет стоить?"
    fred "Около $ 200, Мэм..."
    img 7232
    betty "Я считаю что с такой мелочью справится сама гувернантка..."
    img 7233
    betty "Ральф! Иди в дом!"
    "Ты простынешь на улице!"
    img 7234
    ralph "..."
    img 7235
    betty "Я сказала, Ральф! Мне надоело приглядывать за тобой как за ребенком!"
    img 7236
    ralph "..." #уходит
    img 7237
    fred "..." #ухмыляется

    #fade
    img 7238
    betty "..."
    fred "Мэм..."
    img 7239
    "Вы можете потрогать его..."
    img 7240
    betty "А?! ЧТО?!"
    "Ты что-то сказал? Я не расслышала..."
    img 7241
    fred "Вы можете потрогать мой член."
    "Я вижу, вы весь разговор смотрите на него..."
    img 7242
    betty "Я?? Смотрю???"
    "Вообще-то я замужем!"
    img 7243
    fred "Мэм, я профессионал."
    "И в мои профессиональные обязанности входит уделение внимания хозяйке богатого дома."
    img 7244
    betty "Этого не может входить в твои обязанности!"
    img 7245
    fred "Мэм! Я вижу Вы недавно в столице."
    "А Вас ведь не было личного водителя до этого?"
    betty "Нет, не было..."
    img 7246
    fred "Мэм! Это негласные обязанности и я с удовольствием исполню их!"
    "Я профессионал, поэтому Вы можете не волноваться о конфиденциальности."
    img 7247
    "Моя профессиональная этика не позволит предать огласке этот факт."
    img 7248
    "Поэтому Вы можете оценить размер моего профессионализма."
    img 7249
    "Вы должны проверить его, ведь Вы хотите чтобы Вас окружали только профессионалы."
    "Ведь правда?"
    img 7251
    betty "Правда."
    img 7250
    fred "Тогда потрогайте его..."
    #Бетти кладет руку на член
    img 7252
    w
    img 7253
    w
    img 7254
    fred "Вас впечатляет размер моего профессионализма, Мэм?"
    img 7255
    betty "Да..."
    img 7256
    fred "Когда и где Вам будет удобно провести дополнительные тесты на служебное соответствие?"
    img 7257
    betty "Не знаю... В доме Ральф..."
    "И Барди шпионит за мной все время..."
    "Я не уверена..."
    img 7258
    fred "Мэм, Вы когда-нибудь встречались с мужчиной из большого города?"
    betty "Нет..."
    fred "Вы бы хотели этого?"
    img 7259
    betty "..."
    betty "Да..."
    img 7260
    fred "Мэм, насколько знаю, Вы сама загружаете в стирку белье?"
    betty "Да... Я сама..."
    fred "Будьте в прачечной в районе обеда. Я спущусь к Вам."
    img 7261
    betty "Хорошо, я приду в прачечную в районе обеда."
    img 7262
    fred "..."
    betty "..."
    img 7263
    fred "Мэм, Вы пока можете убрать руку и заниматься делами."
    img 7264
    betty "А??! Да..."
    img 7265
    betty "Я пошла заниматься домашними делами!"
    #Уходит
    img 7266
    w
    img 7267
    w
    img 7268
    fred "..."
    return

label ep22_dialogues2_3:
    #Моника просыпается с утра
    mt "Мне надо скорее {c}бежать к Дику!{c}"
    return

# С утра Моника просыпается и пытается быстрее бежать к Дику
# Ее останавливает Бетти и заставляет тереть пятно, либо чтобы она отдала его в химчистку.
# Моника говорит что это пятно поставила нерадивая гувернантка и что она ее знает
# Бетти предлагает позвать ее, но Моника говорит что не надо (?)

# Моника говорит что это пятно не отмыть, на что Бетти злится и говорит чтобы она в таком случае отдала его в химчистку.
# Это стоит всего $200. У Моники нет этих денег и она просит уйти к Дику, а тереть пятно потом.
# Бетти злится если Моника уходит и обнуляется стата.
# Если Моника остается, то начинает тереть пятно.
# Теперь Моника должна тереть пятно каждый день, либо прогресс с Бетти будет убавляться как если она не убиралась.
# Добавление прогресса за уборку теперь ниже.
label ep22_dialogues2_4:
    #render
    #Как только Моника пытается выйти из локации дома
    betty "Дорогуша!"
    m "Да, Миссис Робертс?"
    betty "Быстро переоденься в униформу и иди за мной!"
    mt "..."
    mt "!!!"
    # Локация второго этажа
    betty "Моника, гувернантка."
    "Ты ведь убираешься в доме?"
    m "Да, Мэм..."
    betty "Тогда вот ЭТО ЧТО ТАКОЕ???" #показывает на пятно
    mt "!!!"
    m "Это пятно на ковре, Мэм..."

    #Если Моника сучка
    m "Мэм, это пятно поставила одна нерадивая гувернантка, она работала здесь до меня."
    betty "Ты знаешь ее? Откуда?"
    mt "..."
    "Черт! Откуда я ее знаю???"
    "Что мне ответить?"
    m "Мэм! Я профессионально занимаюсь уборкой, уже очень давно..."
    "Убираюсь в богатых домах."
    "Круг гувернанток такого высокого уровня не слишком велик и мы знаем друг друга..."
    betty "Да? В таком случае позови эту гувернантку сюда!"
    "Пусть она уберет то что сама поставила! Пусть ототрет это пятно!"
    mt "Черт... Я ведь не позову Юлию сюда убирать это пятно..."
    "Дьявол!!!"
    #

    m "Мэм... Это пятно не оттереть..."
    betty "В таком случае отнеси его в химчистку!"
    m "Да, Мэм, я отнесу в химчистку этот ковер..."
    betty "Сейчас же!"
    m "Да, Мэм... Конечно..."
    betty "Да, и ты сделаешь это за свой счет!"
    "Ты себе можешь это позволить!"
    mt "!!!!!!"
    m "Мэм... А сколько стоит химчистка этого ковра?"
    betty "Всего около $ 200! Мелочи!"
    "Но я принципиально не буду платить за это!"
    "Я хозяйка богатого дома!"
    "И я должна быть окружена профессионалами! Которые сами решают подобные вопросы!"
    "Без моего участия!"
    m "Мэм... Я..."
    "Не могу сейчас отнести этот ковер..."
    "Я..."
    betty "Ты отказываешься выполнить распоряжение хозяйки дома?!?!?"
    m "Нет, Мэм..."
    betty "Тогда в чем дело?! Неси ковер в химчистку, оплати ее и разложи его снова на место!"
    m "..."
    mt "Что же мне делать??? У меня нет денег на химчистку!"
    "Гребаная Бетти!"
    "Почему вдруг она привязалась к этому ковру?!"
    "Кто ее надоумил?!"
    menu:
        "Мэм. Я считаю этот ковер необязательно нести в химчистку...":
            pass
    m "Мэм. Я считаю этот ковер необязательно нести в химчистку..."
    "Это пятно можно оттереть..."
    betty "Правда? Я не думаю что это так уж просто?"
    "Мне надо решить этот вопрос быстро!"
    "Ты что, собираешься его тереть каждый день?"
    menu:
        "Да, Мэм. Я буду тереть пятно каждый день. Его можно оттереть.":
            pass
    m "Да, Мэм. Я буду тереть пятно каждый день. Его можно оттереть."
    betty "Хорошо, гувернантка..."
    "Я буду считать что ты пытаешься отработать свою зарплату."
    "И Я буду следить за тем как ты выполняешь свою работу..."
    "Если я увижу что ты не занимаешься пятном, то это будет прекрасный повод уволить тебя."
    "Тебя ясно, дорогуша?"
    m "Да, Миссис Робертс..."
    mt "Черт! Мне придется каждый день тереть это пятно!"
    "За что мне это все?!?!"
    "Проклятие! Я ненавижу эту Бетти!"

    betty "Ты можешь приступать сейчас же..."
    menu:
        "Мэм. Я должна отлучиться ненадолго. Затем я сразу же приступлю к работе. (Бетти недовольна. Сброс прогресса)":
            m "Мэм. Я должна отлучиться ненадолго. Затем я сразу же приступлю к работе!"
            betty "Ты еще и куда-то собралась идти прямо сейчас?!"
            "Вместо того чтобы приступить к работе, как полагается прислуге!"
            "Ладно, иди. Но учти, Моника."
            "Я буду следить за тобой!"
        "Да, Мэм. Я уже приступаю. (Опоздание к Дику)":
            "Да, Мэм. Я уже приступаю."
    return

label ep22_dialogues2_5:
    # Моника выбрала бежать к Дику
    mt "Мне надо переодеться и бежать к Дику! Срочно!"
    return
label ep22_dialogues2_6:
    # Моника закончила тереть пятно
    mt "Мне надо переодеться и бежать к Дику! Срочно!"
    return
label ep22_dialogue2_7:
    # Моника закончила тереть пятно
    mt "Все! Я устала тереть это пятно!"
    return


label ep22_dialogue2_8:
    #render
    #сцена Бетти и Фреда в прачечной
    #Бетти что-то делает
    img 7272
    w
    img 7269
    w
    img 7270
    w
    img 7271
    w
    img 7273
    fred "О! Мэм! Вы пришли..."
    img 7274
    betty "Я пришла, Фред."
    img 7275
    fred "Мэм, что Вы прикажете делать мне?"
    img 7276
    betty "Покажи его..."
    #фред раздевается
    #звук одежды
    #fade
    img 7277
    w
    img 7278
    w
    img 7279
    betty "..."
    img 7281
    w
    img 7282
    fred "..." #улыбается
    img 7283
    w
    img 7280
    betty "Можно я потрогаю его?"
    img 7282
    fred "Конечно, Мэм!"
    img 7284
    w
    img 7285
    w
    img 7286
    betty "..."
    img 7287
    betty "Упругий..."
    img 7288
    fred "Вы можете потрогать его язычком..."
    img 7289
    betty "..."
    #Бетти садится и трогает член Фреда я языком
    img 7290
    w
    img 7291
    w
    img 7292
    w
    img 7293
    w
    img 7294
    w
    #касается языком
    img 7295
    w
    img 7296
    w
    img 7297
    w
    img 7298
    w
    img 7299
    betty "Соленый..."
    img 7300
    fred "Мэм..."
    "Вы можете взять его в свой ротик..."
    img 7301
    w
    img 7302
    betty "В следующий раз!"
    "Мало времени, Фред!"
    img 7303
    "Меня ждет Ральф!"
    img 7304
    "Давай скорее!"
    img 7305
    w
    img 7306
    w
    fred "Давайте я подержу Ваши трусики, Мэм!"
    img 7308
    w
    img 7309
    w
    #Бетти нагибается задом
    img 7310
    w
    img 7311
    w
    img 7312
    w
    #Фред одевает трусики на член
    img 7313
    w
    img 7314
    w
    img 7315
    w
    img 7316
    betty "Фред! Давай скорее!"
    "Меня ждет Ральф!"
    img 7317
    fred "Как скажете, Миссис Робертс!"
    img 7318
    "Вы мой Босс!"
    #Фред трахает Бетти сзади
    img 7319
    w
    img 7320
    w
    img 7321
    w
    img 7322
    w
    img 7323
    w
    img 7324
    w
    img 7325
    w
    img 7326
    w
    img 7327
    w
    img 7238
    w
    img 7329
    w
    img 7330
    w
    img 7331
    w
    img 7332
    w
    img 7333
    w
    img 7334
    w
    img 7335
    w
    img 7336
    w
    img 7337
    w
    img 7338
    w
    
    fred "Ааааагх!!!"
    betty "Не вздумай кончить в меня!"
    fred "Да, Мэм! Как скажете!"
    #Фред кончает Бетти на лицо
    betty "Что ты сделал?"
    "Зачем ты кончил мне на лицо???"
    fred "Мэм, Вы просто не в курсе..."
    "В больших городах принято после секса кончать девушке на лицо..."
    "Все прогрессивные люди делают это!"
    betty "Правда? Так принято?"
    fred "Да, Мэм!"
    betty "Кто-то идет!"
    "Скорее всего это оболтус Барди!"
    fred "Мэм! Я знаю отсюда другой выход."
    betty "Я скажу тебе когда захочу снова."
    fred "Конечно, Мэм!"
    "Это моя работа!"

    #Бетти выходит
    #В бассейне натыкается на Барди
    betty "Барди?"
    "Маленький оболтус, что ты здесь делаешь??"
    "Ты никогда не спускался сюда."
    bardie "Бетти, а где живет гувернантка?"
    betty "Я не имею понятия где она живет."
    "Мне это неинтересно!"
    bardie "Бетти, а что это у тебя на лице?"
    "Это похоже на... Я видел подобное в одном фильме..."
    betty "Где???"
    bardie "У тебя на лице!"
    betty "Это???"
    #вытирает
    "Я только что занималась стиркой белья!"
    "Должно быть кондиционер для белья попал мне на лицо..."
    "Это, между прочим, не очень полезно для кожи!"
    "Я занимаюсь домашними делами, обстирывая Вас, оболтусов!"
    "Что тебя, что Ральфа!"
    "Еще и готовлю для Вас еду!!!"
    bardie "Поручи это гувернантке!"
    betty "Еще чего!"
    "Я и так с трудом терплю эту шлюху в моем доме!"
    "..."
    "Барди! Я согласилась принять на работу эту проститутку при условии что ты не будешь трепать мне нервы!"
    "Проваливай отсюда, пока я вышвырнула ее из дома!"
    bardie "Хорошо! Бетти!"
    "Я исчезаю!"
    #Бетти надменно смотрит на Барди
    return
