# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

# В следующие разы Виктория отвечает что в пятницу собирается идти в магазин и чтобы Моника не забыла об этом.
# В пятницу Виктория занята, говорит Монике что вечером проверит сертификат, а пока не до нее.

# Если Моника опоздала с сертификатом, то Виктория заставляет ее целовать ей зад?

# После ухода Моники этим вечером сцена Дика и Виктории. Виктория лежит на столе.
# Дик гладит ее по ногам и попе.
# Дик спрашивает у Виктории можно-ли ему потрогать ее попу.
# Виктория отвечает что нет, еще пока не время.
# Дик говорит ну пожалуйста, Виктория.
# Виктория говорит Дику, что у нее не очень хорошее настроение.
# Дик спрашивает кто ее обидел?
# Она отвечает что Миссис Бакфетт.
# Дик звереет, опять?
# Она отвечает что нет, Дик. Она все поняла и теперь ведет себя как подруга.
# Но Моника попросила и Виктория теперь дает ей деньги каждую неделю, а на нее саму теперь не остается.
# А она привыкла хорошо выглядеть для мистера Дика, поэтому боится что мистер Дик разлюбит ее.
# Дик говорит что никогда не разлюбит ее и говорит что будет давать Виктории денег еще больше.
# Виктория улыбается и говорит что Дик может потрогать ее попу.
# Дик задирает платье и начинает мять ее попу
# Дик спрашивает можно-ли ему поцеловать попу Виктории
# Виктория говорит что ее попу все хотят поцеловать
# Дик спрашивает а кто еще?
# Виктория говорит что Миссис Бакфетт
# Дик спрашивает что серьезно?
# Виктория говорит (если Моника показывала грудь и раздевалась) что Миссис Бакфетт сразу захотела Викторию как только познакомилась
# Показывала грудь ей, пыталась подражать Виктории перед Диком.
# Дик просит можно-ли он поцелует ее попу до того как Моника это сделает.
# Далее выбор. Если нет, то конец сцены
# Если да, то Виктория встает на колени на стол, а Дик ее лижет
# И говорит во время сцены что Виктория ты божество.
# Виктория спрашивает вкусная-ли у нее попка
# Дик отвечает что у нее самая вкусная попка на свете.





# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра
label ep22_dialogues5_1:
    #Моника приходит к секретарше. Стучится в дверь
    dick_secretary "Мистера Дика сейчас нет."
    "Вам лучше поговорить со мной..."
    return

label ep22_dialogues5_2:
    #render
    # Разговор Виктории и Моники
    m "Я принесла деньги!"
    dick_secretary "Какие деньги? Зачем?"
    m "Для того чтобы купить галстук Мистеру Дику!"
    "Виктория, пойдем скорее покупать его!"
    dick_secretary "Миссис Бакфетт. Вы опоздали."
    "Ваши деньги уже ни к чему."
    m "КАК??!?"
    "Позвоните Мистеру Дику!!!"
    dick_secretary "Мистер Дик просил не беспокоить его."
    m "Но ведь Вы здесь! Значит я не опоздала!"
    dick_secretary "Я решила задержаться для того чтобы при Вас нажать на Enter для посылки факса."
    #заносит палец
    dick_secretary "Замечательно что Вы пришли, я отправляю его..."
    m "НЕТ!!!"
    m "Мисс Виктория! Пожалуйста!"
    "Я прошул Вас! Не посылайте этот факс!"
    dick_secretary "С какой стати я должна не выполнять приказ своего Босса?"
    m "У меня есть деньги! Пожалуйста!"
    "Мне необходим Ваш изысканный вкус для того чтобы угодить Мистеру Дику!"
    dick_secretary "Изысканный вкус?"
    dick_secretary "Хорошо, я могу взять эти деньги и купить галстук сама."
    "Вас все-равно не никогда не дождешься!"
    m "Да, пожалуйста! Возьмите деньги!"
    "Купите галстук Мистеру Дику!"
    mt "Мне надо чтобы этот гребаный галстук был куплен!"
    "Тогда этот кошмар закончится для меня!"

    # Если Моника опоздала
    $ notif (_("Моника опоздала, потому что терла пятно"))
    dick_secretary "Только вы слишком сильно опоздали, Миссис Бакфетт!"
    "У меня уже нет времени идти покупать его."
    m "Я прошу Вас, найдите пару минут купить его, пожалуйста!"
    mt "Сучка!!!"
    "Она издевается надо мной!"
    dick_secretary "Хм... Как бы Вас наказать за опоздание..."
    dick_secretary "Мне надо как-то дискредитировать Вас, Миссис Бакфетт!"
    "Что Вы можете подсказать мне?"
    "Как лучше это сделать?"
    m "Что Вы имеете ввиду?"
    "Зачем меня дискредитировать?"
    dick_secretary "Покажите грудь, я хочу сфотографировать ее, на свой телефон..."
    m "ЧТО?!?!"
    m "ЗАЧЕМ?!?!"
    dick_secretary "Это может принести мне пользу, Миссис Бакфетт."
    m "!!!"
    # Виктория подносит телефон к груди Моники
    dick_secretary "Я говорю покажите свою грудь."
    "Иначе можете быть свободны. Факс отправится немедленно!"
    mt "О БОЖЕ!!!"
    "ЭТО БУДЕТ КОНЕЦ!!"
    menu:
        "У меня нет выбора...":
            # Моника показывает грудь, сгорая от стыда
            # Щелчок фотоаппарата
            dick_secretary "Миссис Бакфетт, как Вы считаете, чья грудь лучше?"
            "Моя или Ваша?"
            menu:
                "Это провокация. Лучше ответить что ее грудь лучше.":
                    pass
            m "Конечно Ваша, Мисс Виктория..."
            dick_secretary "Хи-хи-хи"

        "Мисс Виктория, Вы такая изящная леди... (попататься не показывать грудь).":
            m "Мисс Виктория, Вы такая изящная леди..."
            "Ваша грудь намного лучше чем моя..."
            "Зачем Вам смотреть на мою грудь, когда Вы обладаете гораздо лучшими формами..."
            # sound Смеется
            dick_secretary "Хи-хи-хи"
            dick_secretary "Хорошо, я разрешаю Вам этого не делать."

    dick_secretary "Вы очень хорошо учитесь целовать мою попу, Миссис Бакфетт."
    "Мне нравится это..."
    mt "Я НЕНАВИЖУ ЭТУ ТВАРЬ!!!"
    "Я УНИЧТОЖУ ЕЕ!!!"
    m "Когда Вы купите галстук для Мистер Дика?"
    dick_secretary "Сегодня..." #хитро улыбается
    m "Когда будет Мистер Дик?"
    dick_secretary "Завтра..." #хитро улыбается
    m "Я зайду завтра, Мисс Виктория..."
    dick_secretary "Конечно, Миссис Бакфетт! Заходите!"
    return

label ep22_dialogues5_3:
    # Моника пытается говорить с Викторией
    mt "Я не хочу подходить к этой сучке!"
    "Она использует любую возможность чтобы унизить меня!"
    "Но ничего, я доберусь до нее!"
    "Клянусь!"
    return

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

label ep22_dialogues5_4:
    # Моника заходит к Дику и нажимает на него
    m "Ну что, милый?"
    "Тебе понравился галстук?"
    "А почему ты не в нем?"
    dick2 "О! Моника!"
    "Странно видеть тебя здесь."
    "Я думал что ты уже со своими новыми друзьями..."
    m "Что ты имеешь ввиду, Дик?!"
    dick2 "Галстука так и нет, я отменил твое дело, Моника..."
    m "ЧТО?!?!?!"
    "ЭТА ТВАРЬ!!!!!!!"

    #Моника бежит к Виктории убивать ее
    m "АХ ТЫ СУЧКА!!!"
    "ТЫ ВЗЯЛА ДЕНЬГИ И НЕ КУПИЛА ГАЛСТУК!!!"
    "Я УБЬЮ ТЕБЯ!!!"

    #Секретарша убегает к Дику, Моника бежит за ней
    m "Я УБЬЮ ТЕБЯ!!!"
    m "ТВАРЬ!!!"

    #Секретарша стоит у Дика в хитрой позе нагнувшись
    dick_secretary "Мистер Дик! Помогите мне!"
    dick2 "Что такое, Моника?!"
    "Почему ты позволяешь себе кричать в моем кабинете!!!"
    m "ЭТА ТВАРЬ УКРАЛА МОИ ДЕНЬГИ!!!"
    "ДЕНЬГИ НА ТВОЙ ГАЛСТУК!!!"
    "ТЫ ХОТЬ ЗНАЕШЬ ЧЕРЕЗ ЧТО Я ПРОШЛА ЧТОБЫ ДОСТАТЬ ИХ?!?!?!"
    #Моника в шоке
    dick_secretary "Мистер Дик!"
    "Вы сказали дружить с Миссис Бакфетт!"
    "Я стараюсь изо всех сил!"
    "Но она не хочет дружить со мной!"
    "Мы договорились в пятницу сходить Вам за галстуком, но она даже не пришла!"
    "А сегодня она ругается на меня, как-будто это я опоздала, а не она!"
    "Мистер Дик!"
    "Миссис Бакфетт почему-то не любит меня!"
    "Я с самого начала, почему-то, не понравилась ей."
    "Она предвзято относится ко мне и обижает меня!"

    #Моника вообще в шоке
    m "ДИК, ПОСЛУШАЙ...!!!"
    dick2 "ХВАТИТ!!!"
    "МОНИКА!!!"
    "Мне надоела твоя постоянная ложь!"
    "Я прекрасно знаю что ты не пришла вовремя в пятницу!"
    "Я был здесь и мы ушли с Викторией вместе!"
    "Мне надоело что ты все время пытаешься обвинить Викторию!"
    "Это непорочное создание!"
    "Она не заслуживает такого отношения со стороны тебя!"
    # Моника в шоке смотрит на Викторию
    # Виктория ехидно улыбается
    "И я не позволю тебе делать это!"
    "Тем более в моем кабинете!"
    "ВЫЙДИ ВОН!!!"

    menu:
        "Послать Дика к черту.":
            #bitch increase
            pass
        "Попробовать соблазнить Дика как это делает Виктория (corruption)":
            m "Дик! Я не понимаю!"
            "Что ты нашел такого в этой маленькой соске?!"
            "Тебе нравится то что она все время сверкает перед тобой своей задницей?!"
            #Моника чуть не плачет
            "Я тоже могу так делать, Дик!"
            "ХОЧЕШЬ???"
            "ТЫ ЭТОГО ХОЧЕШЬ ОТ МЕНЯ?!"
            "На! Пожалуйста!"
            "Ты уже довел меня до этого!"
            #Моника начинает снимать шорты. Голый зад почти полностью
            dick2 "МОНИКА! ПРЕКРАТИ СЕЙЧАС ЖЕ!!!"
            #Моника смотрит в оборот на Дика с обидой

            #Если показывала грудь Виктории
            dick2 "Как-будто мало того что ты ходишь и показываешь свою грудь налево и направо!"
            #Моника смотрит злобно на Викторию, та показала фото Дику
            #Виктория ехидно ухмыляется
            #

            dick2 "Твой моральный облик очень разочаровывает меня, Моника!"
            "Я не могу поверить как мог быть влюблен в такую развратную и лживую женщину, как Ты!"
            #Моника смотрит почти плача


        "Попробовать соблазнить Дика как это делает Виктория (low corruption) (disabled)":
            pass

    m "ЗНАЕТ ЧТО, ДИК?!"
    "ПОШЕЛ ТЫ К ЧЕРТУ!!!"
    "МНЕ ПЛЕВАТЬ НА ТО ЧТО ТЫ ВЕЛ МОЕ ДЕЛО!!!"
    "МНЕ ПЛЕВАТЬ НА ТЕБЯ!!!"
    "МНЕ ПЛЕВАТЬ НА ТВОЮ НОВУЮ СОСКУ!!!"
    "Ты выдумал все это чтобы издеваться надо мной!"
    "Разозлился на меня за то что я не дала тебе как эта твоя соска!"
    #Виктория зло смотрит на Монику
    "Я ухожу! И надеюсь тебя больше никогда не увижу!!!"

    dick2 "До свидания, Моника..."

    #Телепорт к секретарше, но ее там нет, она в кабинете Дика
    return

label ep22_dialogues5_5:
    #Моника нажимает на дверь к Дику
    mt "Я не собираюсь идти туда!"
    "Дик - сволочь!!!"
    return

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

label ep22_dialogues5_6:
    #Моника спускается вниз к entrance
    #render
    #Два полицейских обступили рецепшин на входе и разговаривают с ней
    #Моника в ужасе
    mt "!!!"
    "НЕЕЕЕЕЕТ!!!"
    "ОНИ!!!"
    "О БОЖЕ!!!"
    "НЕТ!!! НЕТ!!! НЕТ!!!"
    "МНЕ НАДО БЕЖАТЬ НАЗАД!!!"
    return

label ep22_dialogues5_7:
    #render
    #Кабинет Дика
    m "ДИК!!!"
    "ПОМОГИ МНЕ!!!"
    "ОНИ ВНИЗУ!!!"
    "ОНИ ИДУТ СЮДА, ЗА МНОЙ!!!"
    dick2 "Моника, ты шутишь?"
    "Ты только что наговорила мне такого, что..."

    m "ДИК! ПРОСТИ МЕНЯ!!!"
    "Я ГЛУПАЯ НИКЧЕМНАЯ ЖЕНЩИНА!"
    "У МЕНЯ КУРИНЫЕ МОЗГИ!"
    "Я ЗРЯ НАГОВОРИЛА ТЕБЕ ВСЕГО!"
    "ПОЖАЛУЙСТА, СПАСИ МЕНЯ!!!"

    dick2 "Моника, ты мне уже надоела, честно!"

    m "ДИК!!!"

    dick2 "Если Виктория простит тебя, то я сделаю звонок, но ничего не обещаю..."
    m "Я ПОНЯЛА, ДИК! Я СЕЙЧАС ВЕРНУСЬ!!!"

    #Сцена меняется на секретаршу
    m "Мисс Виктория!"
    "Пожалуйста! Простите меня!"
    "Я наговорила глупостей, но я прошу прощения у Вас!"
    dick_secretary "Что Вы от меня хотите, Миссис Бакфетт?"
    m "Я хочу чтобы Вы меня простили и хочу с Вами дружить!"
    dick_secretary "Вы знаете, мне понравилось как я сходила вчера за покупками."
    "Я готова Вас простить, если Вы будете приносить мне $ 5000 каждую пятницу."
    "Я люблю шоппинг, наверное Вы, как женщина, меня понимаете..."
    #Моника в шоке. несколько кадров
    menu:
        "Я согласна... (у меня нет другого выбора, иначе меня сейчас схватят!)":
            pass
    m "Я... Я согласна..."
    "Только пожалуйста! Идите скорее скажите Мистеру Дику что простили меня!!!"

    dick_secretary "И еще у меня условие, чтобы Вы не приближались к Мистеру Дику..."
    m "Я согласна! Я не буду приближаться к нему!"
    "Пожалуйста, скорее!"
    dick_secretary "Чем Вы докажете серьезность своих обещаний?"
    m "Ч.. Что...?"
    "Обещаний?"
    dick_secretary "Да! Миссис Бакфетт!"
    "Я не верю просто словам! Мне надо что-то повесомее!"
    "Чем Вы можете подтвердить то что Вы очень хотите чтобы Я простила Вас?"
    m "Я не знаю! Что угодно!!!"
    "Только скажите Мистеру Дику что простили меня, скорее!!!"
    dick_secretary "Хорошо, Миссис Бакфетт..."
    "Вот..." #Ставит каблук на стол
    m "Что это???"
    dick_secretary "Это мой каблук, Миссис Бакфетт..."
    "Вы должны поцеловать его..."
    m "ЧТОООООО???" # Моника в шоке
    #Виктория ехидно улыбается
    dick_secretary "Помимо Ваших обещаний, поцелуйте также мой каблук, тогда я прощу Вас..."
    mt "О БОЖЕ!!!"
    "ЧТО МНЕ ДЕЛАТЬ?!?! МЕНЯ СЕЙЧАС СХВАТЯТ И ОТВЕЗУТ К МАРКУСУ!!!"
    "И ОТТУДА Я ОТПРАВЛЮСЬ НА РАНЧО 218!!!"
    "О БОЖЕ!!!"
    menu:
        "Поцеловать каблук Виктории (у меня нет выбора...)":
            #Моника целует каблук
            #Виктория довольно улыбается
        "Это уже слишком!":
            m "Мисс Виктория!"
            "Я пообещала Вам $ 5000 каждую пятницу!"
            "А также не приближаться к Мистеру Дику!"
            "Этого достаточно чтобы простить меня!"
            "Но целовать каблук - это уже слишком!!!"
            dick_secretary "Хи-хи-хи"
            "Ладно, Миссис Бакфетт..."
            "Я пошутила..."
            "Или нет..."
        dick_secretary "Хорошо, Миссис Бакфетт..."
        "В следующий раз Вы поцелуете мой зад..."
        "И сделаете это очень страстно!"

        #Моника в шоке
        m "?!?!?!?!?"

        dick_secretary "А что такого?"
        "Все этого хотят."
        "Мистер Дик очень этого хочет."
        "Но немногим это позволено."
        "Вы мне понравились, Миссис Бакфетт."
        "Если Вы будете хорошей подругой, то я разрешу Вам сделать это..."

        mt "Я УЖЕ СЛЫШУ ШАГИ!!!"
        m "Мисс Виктория! Пожалуйста! Скорее скажите Мистеру Дику!!!"

        #Виктория и Моника заходят к Дику
        dick_secretary "Мистер Дик..."
        "Я прощаю Миссис Бакфетт и готова дать ей еще один шанс..."
        dick "Виктория, милая..."
        "Ты точно в этом уверена?"
        "Для меня довольно сложно снова возобновить это дело..."
        dick_secretary "Мистер Дик..."
        "Вы же знаете, что мое сердечко маленькое, но очень добное..."
        "Я не могу позволить Миссис Бакфетт страдать..."
        dick "Ох, Виктория!"
        "Моя девочка!"
        "Ты такая прелесть!"
        "В этом мире меня окружают только черствые злые люди..."
        "Такие как Я..."
        "И мне так нравится в тебе твоя доброта!!!"
        dick "Моника, подожди за дверью!"
        "Я сделаю звонок!"

        #Моника выходит
        #На нее идут полицейские и ухмыляются
        #Моника в ужасе

        #Моника забегает в кабинет
        m "ДИК!!!"
        "ОНИ УЖЕ ЗДЕСЬ!!!"
        "ЭТО КОНЕЦ!!!"
        dick "Не волнуйся, Моника!"
        "Им сейчас сделают звонок!"
        #fade
        #Полицейские в кабинете Дика, Моника в ужасе, они стоят по бокам от нее
        #Также на сцене Дик, Виктория
        policeman1 "Доброго времени дня, Мистер Дик!"
        dick "Да, господа? Что Вы хотели?"
        policeman2 "Мистер Дик, мы здесь с целью задержать эту преступницу..."
        policeman1 "Но нам только что сделали звонок и отменили задержание..."
        dick "Я в курсе, мальчики!"
        "У Вас есть еще вопросы?"
        policeman2 "Кхм... Да..."
        "Мистер Дик, нас попросили передать Вам, что в следующий раз отмены задержания не будет..."
        dick "Нет проблем, мальчики, хорошего Вам дня!"
        policeman1 "До свидания, Мистер Дик!"

        policeman2 "Привет, сучка!"
        #Моника в ужасе
        policeman1 "Почему мы должны тебя ловить?"
        "Где ты вообще живешь?"
        policeman2 "Отвечай, быстро..."
        #Моника в шоке, не знает что сказать
        m "Я... Я живу..."
        #Их прерывает Дик
        dick "Мальчики, хорошего дня Вам!"

        policeman1 "Да, Мистер Дик! До свидания!"
        #Уходят
        m "М... Ммммм.."
        "Мистер Дик..."
        "Спасибо Вам..."
        "Я... Я пошла..."

        dick_secretary "Миссис Бакфетт!"
        "Подружка!"
        "Подожди, пожалуйста, меня!"

        #телепорт на секретаршу

#        policeman1
#        policeman2
    return

label ep22_dialogues5_8:
    #Дверь Дика
    mt "Эта сучка запретила мне приближаться к Дику..."
    "Мне пока лучше не нарушать ее запреты."
    "Я даже не подозревала насколько она опасна..."
    return

label ep22_dialogues5_9:
    #render
    #Секретарша сидит за столом, общение с Моникой
    dick_secretary "Миссис Бакфетт!"
    "Как Вам эта сумочка?"
    "Вам она нравится? Или нет?"

    # Воспоминания
    # Если Моника была с Филипом, то события Филипа
    # Если была с Бифом, то события про цыпочку

    dick_secretary "Я Вас слушаю!"
    m "Ддда... Мне нравится эта сумочка, Мисс Виктория..."
    "У Вас хороший вкус..."

    dick_secretary "Я подумываю в следующую пятницу упить еще что-нибудь, когда Вы принесете деньги."
    "У Вас тоже есть вкус, возможно я даже посоветуюсь с Вами."
    "Миссис Бакфетт, вы же дадите совет мне?"
    m "Да... Дам..."
    m "..."
    m "Виктория..."
    dick_secretary "Мисс Виктория!!!"
    m "Мисс Виктория, скажите. Если у меня не будет наличных, то как мне доставить Вам эти деньги?"
    dick_secretary "Нет проблем, Миссис Бакфетт!"
    "Просто купите в интернете сертификат на это имя и адрес email..." #Дает бумажку
    m "Я понял, спасибо..."
    return

label ep22_dialogues5_10:
    #render
    #Моника приходит к Виктории, но еще не пятница. Просрочки не было
    dick_secretary "Я собираюсь в пятницу заняться шопингом..."
    "Миссис Бакфетт! Вы не забыли про нашу дружбу?"
    m "Мисс Виктория... Я не забыла про нашу дружбу..."
    "Деньги будут вовремя..."
    dick_secretary "Хорошая подружка, можешь идти..."
    return

label ep22_dialogues5_11:
    #render Моника приходит к Виктории, и уже пятница
    dick_secretary "Миссис Бакфетт!"
    "Я собираюсь скоро на шопинг!"
    "Надеюсь сертификат будет на месте!"
    "А сейчас мне не до Вас! Извините!"
    return

label ep22_dialogues5_12:
    #render
    #Моника пришла к Виктории и есть просрочка
    dick_secretary "Миссис Бакфетт!"
    "Вы просрочили деньги!"
    m "Мисс Виктория... Я... Честно..."
    dick_secretary "Вы поставили меня в неудобное положение!"
    dick_secretary "Теперь Вам надо целовать прощение!"
    m "Я прошу прощения, Миссис Виктория..."
    #Виктория задирает платье и встает задом, наклонившись на стул
    dick_secretary "Просите прощения, Миссис Бакфетт!"
    m "ЧТО????"
    dick_secretary "Давайте скорее!"
    "А то Вам придется просить это прощение на глазах Мистера Дика!"
    mt "О БОЖЕ!!!"
    "МНЕ?!?! ЦЕЛОВАТЬ У НЕЕ?!?!"
    "ЭТО МЕСТО?!?!"
    mt "Меня сейчас стошнит!!!"
    dick_secretary "Давайте скорее!"
    menu:
        "Поцеловать зад Виктории (у меня нет выбора...)":
        "Убежать!":
            #Телепорт на hall
            return

    #Моника целует зад Виктории
    dick_secretary "Хорошая подружка!"
    "Я прощаю тебя!"
    "Но это не отменяет нашей договоренности!"
    "Я все еще собираюсь на шоппинг!"
    "У меня уже составлен длинный список на несколько месяцев вперед!"
    "Наша дружба будет долгой, Миссис Бакфетт!"
    mt "!!!"

    return

label ep22_dialogues5_13:
    #autorun при убегании от Виктории и телепорте на hall
    mt "Я не могу сделать это!"
    "Меня скорее стошнит!"
    return


label ep22_dialogues5_14:
    #render
    #Сцена Дика и Виктории (вечер после диалога с полицейскими)
    #Виктория лежит на столе задом к окну (где свет)
    #Дик положил руку на ножку
    #Дик гладит ее по ногам и попе
    dick "Виктория, детка моя!"
    "Можно я потрогяю твою попу?"

    dick_secretary "Нет, Мистер Дик!"
    "Еще пока не время..."
    dick "Ну пожалуйста, Виктория!"
    "Ну детка моя!"
    dick_secretary "Нет!"
    dick "Ну почему же, крошка?"
    dick_secretary "У меня не очень хорошее настроение сегодня..."
    dick "Кто посмел испортить тебе настроение, детка?"
    dick_secretary "Миссис Бакфетт!"
    dick2 "ЧТО?!?!"
    "ОПЯТЬ ОНА ЗА СВОЕ?!?!"
    dick_secretary "Нет, Мистер Дик..."
    "Она все поняла и теперь ведет себя как подруга."
    "Но она по дружески обратилась ко мне с просьбой помочь ей деньгами."
    "У нее сложная ситуация сейчас..."
    "Я пообещала давать ей деньги каждую неделю."
    "Я не могла отказать из-за своей доброты..."
    "Но теперь у меня остается совсем мало денег на уход за собой..."
    "А я привыкла хорошо выглядеть для Мистера Дика!"
    "И я боюсь что Мистер Дик разлюбит Меня..."
    dick "Моя милая Виктория!"
    "Я никогда не разлюблю тебя!"
    "Не переживай, детка!"
    "Я буду давать тебе больше денег чем сейчас!"
    "Тебе хватит и на себя и на свою доброту, которая так нравится мне в тебе!"
    #Виктория улыбается
    dick_secretary "Хорошо, Мистер Дик..."
    "Вы можете потрогать мою попу..."
    #Дик задирает платье и начинает мять попу Виктории
    dick "Крошка! Можно я поцелую ее?"
    dick_secretary "Ой! Мистер Дик!"
    "Мою попу все хотят поцеловать!"
    dick "А кто еще кроме меня хочет это сделать???"
    dick_secretary "Миссис Бакфетт..."
    dick "Ты что, серьезно?"

    #Если Моника показывала грудь и раздевалась
    dick_secretary "Да, Мистер Дик!"
    "Миссис Бакфетт сразу захотела меня как только мы познакомились в первый раз!"
    "Сначала показывала мне свою грудь..."
    "Затем пыталась подражать мне перед Вами..."
    #иначе
    dick_secretary "Да, Мистер Дик..."
    #

    dick "Малышка, можно я первый это сделаю?" #Дик улыбается
    menu:
        "Можно, Мистер Дик...":
            pass
        "Я бы хотела чтобы Миссис Бакфетт первая сделала это...":
            #выход
            return

    dick_secretary "Можно, Мистер Дик..."

    #Виктория встает на колени на стол, а Дик ее лижет

    dick "Ммммммм"
    dick "Мммммм... ням"
    "Виктория, ты божество!"
    dick_secretary "Мистер Дик, у меня вкусная попка?"
    dick "У тебя самая вкусная попка на свете!"
    dick_secretary "Как Вы думаете, она понравится Миссис Бакфетт?"
    dick "О! Виктория! Я думаю она будет без ума от нее!"
    return
