# Барди пока висит на начале lvl2. Ждет у лестницы и тд.

# Барди с утра подслушивает разговор Фреда и Ральфа о Маркусе.
# Подходит Бетти и вмешивается о чем вы говорите тут.
# Ральф замешкивается, Фред говорит что Ральф интересуется по поводу пятна на ковре, может-ли гувернантка его оттереть.
# Бетти отвечает что думала что ковер надо выкидывать.
# Фред отвечает (в зависимости от того была-ли Юлия наказана) что в богатых домах принято чтобы все вопросы решала прислуга,
# она должна быть профессиональной ))
# Бетти говорит что прекрасно, пусть гувернантка позаботится об этом.
# Либо Фред отвечает что хотите я увезу его?
# Бетти спрашивает сколько будет стоить химчистка?
# Фред говорит что около $200 (если есть 200, то будет серый диалог с Фредом отвези ковер в химчистку)
# Бетти говорит что с такой мелочью справится сама гувернантка

# С утра Моника просыпается и пытается быстрее бежать к Дику
# Ее останавливает Бетти и заставляет тереть пятно, либо чтобы она отдала его в химчистку.
# Моника говорит что это пятно поставила нерадивая гувернантка и что она ее знает
# Бетти предлагает позвать ее, но Моника говорит что не надо (?)
# Моника говорит что это пятно не отмыть, на что Бетти злится и говорит чтобы она в таком случае отдала его в химчистку.
# Это стоит всего $200. У Моники нет этих денег и она просит уйти к Дику, а тереть пятно потом.
# Бетти злится если Моника уходит и обнуляется стата.
# Если Моника остается, то начинает тереть пятно.
# Теперь Моника должна тереть пятно каждый день, либо прогресс с Бетти будет убавляться как если она не убиралась.
# Добавление прогресса за уборку теперь ниже.

# Если у Барди уровень выше или равен 2, то вечером он поджидает Монику в подвале в спальне.
# Там диалог что Моника будет делать что он скажет, будет его игрушкой, либо он расскажет какому-то Маркусу что она здесь работает.
# Моника злится и посылает его.
# Затем спит, идет сон где Маркус с Моникой говорят о ферме.
# Моника просыпается в ужасе и быстрее бежит к полиции
# В полиции Моника просит Барди не звать Маркуса, на что тот говорит что ты тогда будешь моей игрушкой, Моника соглашается.

# Вечером Барди снова ждет Монику в подвале держа журнал. Он шокирован тем кто Моника и говорит что боится ее.
# Моника включает надменность и статус и говорит Барди что ему лучше не связываться с ней. Моника торжествует что ее боятся.
# Барди боится, но говорит Монике все-таки показать трусики. Моника злится. Напряжение, в итоге показывает.

# Теперь Барди, когда ходит за Моникой, смотрит на ее трусики (задирает платье, Моника злится)

# Когда Барди прокачан до 3, он встречает Монику в подвале и говорит что ему надоели эти трусики. Пусть Моника ходит без них.
# Моника злится и говорит что не собирается этого делать, это исключено. Что она свернет скорее ему шею.
# Барди говорит что только попробуй, у меня есть письмо, которое мой школьный друг отправит если со мной что-то случится.
# Барди говорит что носи тогда что-то другое. Моника говорит что у нее нет другого.
# Барди говорит носи трусики Бетти.
# Диалог о том как же так и тд. В итоге теперь Моника берет в прачечной трусики Бетти. И, если угадывает цвет, то с Барди прогресс больше.
# Если нет, то убавляется после прибавления

# Барди качается до ур. 4 и пока все

# Бетти:
# Если Бетти прокачана до ур.3, то она предлагает Монике сходить на фитнесс. Разрешает ей не убираться в этот день.
# Потом фитнесс активируется через 3 дня. Если сегодня фитнеса нет, то Бетти говорит что я пойду на днях.

# На фитнесе в первый раз Моника в шоке что это тот фитнесс где занимается она.
# Приходит туда, там Стефани и Ребекка. Моника в шоке, общается с ними и с Бетти.
# Пускает пыль в глаза что это все специально, девочки, вы потом удивитесь тому что я задумала.
# Те удивляются и идут заниматься
# Сцена занятия

# В конце Стефани обнаженная пристает к Ребекке. Та ее отшивает

# Заходит Бетти и говорит Монике ждать на улице. Моника ждет час.

# При повторе, Стефани и Ребекка спрашивают у Моники что когда она закончит свое приключение? Та отвечает что скоро.
# Они удивляются и идут заниматься.
# При входе Моники они обнаженные (только повтор) У Ребекки зад показан не совсем.
# Одеваются и идут заниматься

# Бетти также говорит Монике ждать на улице.

# Бетти качается фитнесом также как и уборкой и достигает ур.4. На этом все

label ep22_dialogues2:
    return
