# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

# В следующие разы Виктория отвечает что в пятницу собирается идти в магазин и чтобы Моника не забыла об этом.
# В пятницу Виктория занята, говорит Монике что вечером проверит сертификат, а пока не до нее.

# Если Моника опоздала с сертификатом, то Виктория заставляет ее целовать ей зад?

# После ухода Моники этим вечером сцена Дика и Виктории. Виктория лежит на столе.
# Дик гладит ее по ногам и попе.
# Дик спрашивает у Виктории можно-ли ему потрогать ее попу.
# Виктория отвечает что нет, еще пока не время.
# Дик говорит ну пожалуйста, Виктория.
# Виктория говорит Дику, что у нее не очень хорошее настроение.
# Дик спрашивает кто ее обидел?
# Она отвечает что Миссис Бакфетт.
# Дик звереет, опять?
# Она отвечает что нет, Дик. Она все поняла и теперь ведет себя как подруга.
# Но Моника попросила и Виктория теперь дает ей деньги каждую неделю, а на нее саму теперь не остается.
# А она привыкла хорошо выглядеть для мистера Дика, поэтому боится что мистер Дик разлюбит ее.
# Дик говорит что никогда не разлюбит ее и говорит что будет давать Виктории денег еще больше.
# Виктория улыбается и говорит что Дик может потрогать ее попу.
# Дик задирает платье и начинает мять ее попу
# Дик спрашивает можно-ли ему поцеловать попу Виктории
# Виктория говорит что ее попу все хотят поцеловать
# Дик спрашивает а кто еще?
# Виктория говорит что Миссис Бакфетт
# Дик спрашивает что серьезно?
# Виктория говорит (если Моника показывала грудь и раздевалась) что Миссис Бакфетт сразу захотела Викторию как только познакомилась
# Показывала грудь ей, пыталась подражать Виктории перед Диком.
# Дик просит можно-ли он поцелует ее попу до того как Моника это сделает.
# Далее выбор. Если нет, то конец сцены
# Если да, то Виктория встает на колени на стол, а Дик ее лижет
# И говорит во время сцены что Виктория ты божество.
# Виктория спрашивает вкусная-ли у нее попка
# Дик отвечает что у нее самая вкусная попка на свете.





# Моника приходит к Дику
# Дика нет, сидит секретарша
# Говорит что Моника опоздала и она ждала ее только для того чтобы при ней нажать на Enter.
# Моника говорит что есть деньги и просит позвонить мистеру Дику.
# Та говорит что мистер Дик просил не беспокоить и ей ее деньги ни к чему
# Моника упрашивает, мисс Виктория и тд
# Виктория соглашается взять деньги и купить галстук
# Но, если Моника опоздала, то говорит показать грудь и сделать фото.
# Моника спрашивает зачем? Та отвечает что это может принести ей пользу.
# Моника колеблется и либо соглашается, либо говорит что Вы такая изящная леди, ваша грудь намного лучше и тд.
# Виктория тогда улыбается, говорит Монике что она хорошо учится целовать ее зад (Виктории) и разрешает ей не фоткаться.
# Моника в бешенстве
# Спрашивает когда будет мистер Дик?
# Виктория говорит что будет завтра
label ep22_dialogues5_0a:
    mt "Мне надо скорее {c}бежать к Дику!{/c}"
    return False
label ep22_dialogues5_0b:
    mt "Мне надо скорее {c}бежать к Дику!{/c}"
    return

label ep22_dialogues5_1:
    #Моника приходит к секретарше. Стучится в дверь
    dick_secretary "Мистера Дика сейчас нет."
    "Вам лучше поговорить со мной..."
    return

label ep22_dialogues5_2:
    #render
    # Разговор Виктории и Моники
    img 7955
    m "Я принесла деньги!"
    img 7956
    dick_secretary "Какие деньги? Зачем?"
    img 7957
    m "Для того чтобы купить галстук Мистеру Дику!"
    "Виктория, пойдем скорее покупать его!"
    img 7958
    dick_secretary "Миссис Бакфетт. Вы опоздали."
    "Ваши деньги уже ни к чему."
    img 7959
    m "КАК??!?"
    "Позвоните Мистеру Дику!!!"
    img 7960
    dick_secretary "Мистер Дик просил не беспокоить его."
    m "Но ведь Вы здесь! Значит я не опоздала!"
    img 7961
    dick_secretary "Я решила задержаться для того чтобы при Вас нажать на Enter для посылки факса."

    #заносит палец
    img 7962
    dick_secretary "Замечательно что Вы пришли, я отправляю его..."
    m "НЕТ!!!"
    m "Мисс Виктория! Пожалуйста!"
    "Я прошу Вас! Не посылайте этот факс!"
    img 7963
    dick_secretary "С какой стати я должна не выполнять приказ своего Босса?"

    img 7964
    m "У меня есть деньги! Пожалуйста!"
    "Мне необходим Ваш изысканный вкус для того чтобы угодить Мистеру Дику!"
    img 7965
    dick_secretary "Изысканный вкус?"
    img 7966
    dick_secretary "Хорошо, я могу взять эти деньги и купить галстук сама."
    "Вас все-равно не никогда не дождешься!"
    img 7967
    m "Да, пожалуйста! Возьмите деньги!"
    img 7968
    "Купите галстук Мистеру Дику!"
    img 7969
    mt "Мне надо чтобы этот гребаный галстук был куплен!"
    "Тогда этот кошмар закончится для меня!"

    # Если Моника опоздала
    $ notif (_("Моника опоздала, потому что терла пятно"))
    img 7970
    dick_secretary "Только Вы слишком сильно опоздали, Миссис Бакфетт!"
    img 7971
    "У меня уже нет времени идти покупать его."
    img 7972
    m "Я прошу Вас, найдите пару минут купить его, пожалуйста!"
    img 7973
    mt "Сучка!!!"
    "Она издевается надо мной!"
    img 7974
    dick_secretary "Хм... Как бы Вас наказать за опоздание..."
    #щелчок клавиши
    img 7975
    w
    img 7976
    dick_secretary "Мне надо как-то дискредитировать Вас, Миссис Бакфетт!"
    "Что Вы можете подсказать мне?"
    "Как лучше это сделать?"
    img 7977
    m "Что Вы имеете ввиду?"
    "Зачем меня дискредитировать?"
    #целчок клавиши
    img 7978
    w
    img 7979
    w
    img 7980
    w
    img 7981
    dick_secretary "Покажите грудь, я хочу сфотографировать ее, на свой телефон..."
    img 7982
    m "ЧТО?!?!"
    m "ЗАЧЕМ?!?!"
    img 7983
    dick_secretary "Это может принести мне пользу, Миссис Бакфетт."
    img 7984
    m "!!!"
    # Виктория подносит телефон к груди Моники
    img 7986
    dick_secretary "Я говорю покажите свою грудь."
    img 7985
    "Иначе можете быть свободны. Факс отправится немедленно!"
    img 6285
    mt "О БОЖЕ!!!"
    "ЭТО БУДЕТ КОНЕЦ!!"
    img 7991
    menu:
        "У меня нет выбора...":
            # Моника показывает грудь, сгорая от стыда
            img 7992
            dick_secretary "Ну?"
            img 7993
            w
            img 7994
            w
            img 7995
            w
            img 7996
            w
            img 7997
            dick_secretary "Миссис Бакфетт, наклонитесь поближе."
            "Мне неудобно вставать, чтобы сфотографировать Вашу грудь..."
            img 7998
            dick_secretary "Посмотрите в камеру и улыбнитесь."
            img 7999
            w
            img 8000
            dick_secretary "Ну же! Смелее!"
            dick_secretary "Вы просите меня о помощи не хотите улыбнуться мне?"
            img 8001
            w
            img 8002
            w
            dick_secretary "Улыбку! Улыбку, Миссис Бакфетт!"
            img 8003
            "Если Вы не улыбнетесь искренней улыбкой, Мистеру Дику не понравится купленный галстук!"
            menu:
                "Улыбнуться искренней улыбкой...":
                    pass
            img 8004
            w
            img 8005
            w
            img 8006
            w

            img 8007
            dick_secretary "Миссис Бакфетт, как Вы считаете, чья грудь лучше?"
            "Моя или Ваша?"
            img 8008
            "Отвечайте в телефон..."
            menu:
                "Это провокация. Лучше ответить что ее грудь лучше.":
                    pass
            img 8009
            m "Конечно Ваша, Мисс Виктория..."
            img 8010
            dick_secretary "Правильный ответ..."
            # Щелчок фотоаппарата
            img 8011
            w
            img 8012
            dick_secretary "Хи-хи-хи"
            img 8013
            dick_secretary "Хи-хи-хи"
            img 8014
            w
            img 8015
            w


        "Мисс Виктория, Вы такая изящная леди... (попытаться не показывать грудь).":
            img 7987
            m "Мисс Виктория, Вы такая изящная леди..."
            "Ваша грудь намного лучше чем моя..."
            "Зачем Вам смотреть на мою грудь, когда Вы обладаете гораздо лучшими формами..."
            # sound Смеется
            img 7988
            dick_secretary "Хи-хи-хи"
            img 7989
            dick_secretary "Хорошо, я разрешаю Вам этого не делать."
            img 7990
            w

    img 8016
    dick_secretary "Вы очень хорошо учитесь целовать мою попу, Миссис Бакфетт."
    img 8017
    "Мне нравится это..."
    img 8018
    mt "Я НЕНАВИЖУ ЭТУ ТВАРЬ!!!"
    "Я УНИЧТОЖУ ЕЕ!!!"
    img 8019
    m "Когда Вы купите галстук для Мистер Дика?"
    img 8017
    dick_secretary "Сегодня..." #хитро улыбается
    img 8019
    m "Когда будет Мистер Дик?"
    img 8017
    dick_secretary "Завтра..." #хитро улыбается
    img 8020
    m "Я зайду завтра, Мисс Виктория..."
    img 8021
    dick_secretary "Конечно, Миссис Бакфетт! Заходите!"
    return

label ep22_dialogues5_3:
    # Моника пытается говорить с Викторией
    mt "Я не хочу подходить к этой сучке!"
    "Она использует любую возможность чтобы унизить меня!"
    "Но ничего, я доберусь до нее!"
    "Клянусь!"
    return

# Моника на следующий день (или когда-то), идет к Дику
# Приходит, говорит ну что, тебе понравился галстук?
# Дик говорит что странно видеть тебя здесь, Моника, ведь галстука нет и я отменил твое дело.
# Моника в шоке. Как так? Виктория должна была тебе купить его. Он говорит что галстука нет.
# Моника идет убивать Викторию
# Ах ты сучка и тд
# Виктория прибегает к Дику и жалуется что та вместо того чтобы дружить не любит ее. Не пришла вечером идти за галстуком и тд
# Дик говорит Монике что да, та не пришла покупать галстук и ему надо ела ее ложь.
# Если у Монике хватает corruption, то та пытается сказать что Виктория все время флешит задом и что Моника может также,
# начинает снимать одежду, Дик говорит чтобы Моника прекратила (если показывала грудь, то говорит что та ведет себя неприлично все время)
# Моника посылает Дика к чертям, говорит что плевать хотела на это дело и тд, что Дик дурит ее. и уходит

label ep22_dialogues5_4:
    # Моника заходит к Дику и нажимает на него
    img 8022
    m "Ну что, милый?"
    "Тебе понравился галстук?"
    "А почему ты не в нем?"
    img 8023
    dick2 "О! Моника!"
    "Странно видеть тебя здесь."
    "Я думал что ты уже со своими новыми друзьями..."
    img 8024
    m "Что ты имеешь ввиду, Дик?!"
    img 8025
    dick2 "Галстука так и нет, я отменил твое дело, Моника..."
    img 8026
    m "ЧТО?!?!?!"
    "ЭТА ТВАРЬ!!!!!!!"

    #Моника бежит к Виктории убивать ее
    img 8027
    m "АХ ТЫ СУЧКА!!!"
    "ТЫ ВЗЯЛА ДЕНЬГИ И НЕ КУПИЛА ГАЛСТУК!!!"
    img 8028
    "Я УБЬЮ ТЕБЯ!!!"

    img 8029
    "КУДА?!?!"
    img 8030
    w

    #Секретарша убегает к Дику, Моника бежит за ней
    img 8031
    m "Я УБЬЮ ТЕБЯ!!!"
    m "ТВАРЬ!!!"

    #Секретарша стоит у Дика в хитрой позе нагнувшись
    img 8032
    dick_secretary "Мистер Дик! Помогите мне!"
    img 8033
    dick2 "Что такое, Моника?!"
    "Почему ты позволяешь себе кричать в моем кабинете!!!"
    img 8034
    m "ЭТА ТВАРЬ УКРАЛА МОИ ДЕНЬГИ!!!"
    "ДЕНЬГИ НА ТВОЙ ГАЛСТУК!!!"
    img 8035
    "ТЫ ХОТЬ ЗНАЕШЬ ЧЕРЕЗ ЧТО Я ПРОШЛА ЧТОБЫ ДОСТАТЬ ИХ?!?!?!"
    #Моника в шоке
    img 8036
    dick_secretary "Мистер Дик!"
    "Вы сказали дружить с Миссис Бакфетт!"
    img 8037
    "Я стараюсь изо всех сил!"
    "Но она не хочет дружить со мной!"
    img 8038
    "Мы договорились в пятницу сходить Вам за галстуком, но она даже не пришла!"
    img 8039
    "А сегодня она ругается на меня, как-будто это я опоздала, а не она!"
    img 8040
    "Мистер Дик!"
    "Миссис Бакфетт почему-то не любит меня!"
    img 8041
    "Я с самого начала, почему-то, не понравилась ей."
    img 8045
    "Она предвзято относится ко мне и обижает меня!"
    img 8047
    w
    img 8046
    w

    #Моника вообще в шоке
    img 8042
    w
    img 8043
    w
    img 8044
    m "ДИК, ПОСЛУШАЙ...!!!"

    img 8048
    dick2 "ХВАТИТ!!!"
    "МОНИКА!!!"
    "Мне надоела твоя постоянная ложь!"
    "Я прекрасно знаю что ты не пришла вовремя в пятницу!"
    "Я был здесь и мы ушли с Викторией вместе!"
    "Мне надоело что ты все время пытаешься обвинить Викторию!"
    "Это непорочное создание!"
    "Она не заслуживает такого отношения со стороны тебя!"
    img 8049
    w
    img 8050
    w
    img 8051
    # Моника в шоке смотрит на Викторию
    # Виктория ехидно улыбается
    "И я не позволю тебе делать это!"
    "Тем более в моем кабинете!"
    img 8052
    "ВЫЙДИ ВОН!!!"
    img 8053
    menu:
        "Послать Дика к черту.":
            #bitch increase
            pass
        "Попробовать соблазнить Дика как это делает Виктория (corruption)":
            img 8054
            m "Дик! Я не понимаю!"
            "Что ты нашел такого в этой маленькой соске?!"
            "Тебе нравится то что она все время сверкает перед тобой своей задницей?!"
            img 8055
            #Моника чуть не плачет
            "Я тоже могу так делать, Дик!"
            "ХОЧЕШЬ???"
            img 8056
            "ТЫ ЭТОГО ХОЧЕШЬ ОТ МЕНЯ?!"
            "ДА???"
            img 8057
            "На! Пожалуйста!"
            img 8058
            "Ты уже довел меня до этого!"
            #Моника начинает снимать шорты. Голый зад почти полностью
            img 8059
            "На! Получай!"
            img 8060
            m "Ты с самого начала хотел увидеть это!"
            img 8061
            "Смотри!"
            img 8062
            w
            img 8063
            w
            img 8064
            w
            m "Смотри!"
            img 8065
            m "Ты добился чего хотел!"
            img 8066
            m "Я ничем не хуже ее, Дик!"
            img 8067
            m "Ну посмотри! Посмотри внимательно!"
            img 8068
            dick2 "МОНИКА! ПРЕКРАТИ СЕЙЧАС ЖЕ!!!"
            #Моника смотрит в оборот на Дика с обидой
            img 8069
            w

            #Если показывала грудь Виктории
            img 8070
            dick2 "Как-будто мало того что ты ходишь и показываешь свою грудь налево и направо!"
            img 8069
            w
            img 8071
            w
            img 8072
            #Моника смотрит злобно на Викторию, та показала фото Дику
            w
            #Виктория ехидно ухмыляется
            img 8073
            w
            #

            img 8074
            dick2 "Твой моральный облик очень разочаровывает меня, Моника!"
            img 8075
            "Я не могу поверить как мог быть влюблен в такую развратную и лживую женщину, как Ты!"
            #fade
            img 8076
            m "Дик..."
            img 8077
            m "Дик, ну пожалуйста!"
            img 8078
            dick2 "Я сказал быстро оденься и не смущай Викторию своим видом!!!"
            #Моника смотрит почти плача
            img 8079
            dick_secretary "..."
            img 8080
            w

        "Попробовать соблазнить Дика как это делает Виктория (low corruption) (disabled)":
            pass

    img 8081
    m "ЗНАЕШЬ ЧТО, ДИК?!"
    "ПОШЕЛ ТЫ К ЧЕРТУ!!!"
    "МНЕ ПЛЕВАТЬ НА ТО ЧТО ТЫ ВЕЛ МОЕ ДЕЛО!!!"
    "МНЕ ПЛЕВАТЬ НА ТЕБЯ!!!"
    img 8082
    "МНЕ ПЛЕВАТЬ НА ТВОЮ НОВУЮ СОСКУ!!!"
    img 8083
    "Ты выдумал все это чтобы издеваться надо мной!"
    "Разозлился на меня за то что я не дала тебе как эта твоя соска!"
    #Виктория зло смотрит на Монику
    img 8084
    w
    img 8085
    "Я ухожу! И надеюсь тебя больше никогда не увижу!!!"

    img 8086
    dick2 "До свидания, Моника..."

    #Телепорт к секретарше, но ее там нет, она в кабинете Дика
    return

label ep22_dialogues5_5:
    #Моника нажимает на дверь к Дику
    mt "Я не собираюсь идти туда!"
    "Дик - сволочь!!!"
    return

# Внизу Моника натыкается на полицейских, бежит назад.
# Просит Дика помочь ей. Дик говорит что если Виктория ее простит, то он сделает звонок.
# Моника бежит к Виктории и просит ее простить ее.
# Виктория говорит что ей понравилось ходить за покупками и она готова сделать это если Моника теперь будет
# приносить $ 5000 каждую пятницу.
# Моника в шоке, но говорит что согласна.
# Но пусть, пожалуйста, идет скорее к мистеру Дику и скажет что простила
# И еще пусть не приближается к Дику. Моника согласна.
# Чем Моника докажет? Моника говорит что чем угодно, что угодно, лишь бы она сказала Дику!
# Виктория говорит чтобы Моника поцеловала ее каблук, ставит его на стол.
# Моника целует, либо говорит что это слишком.
# Если целует, либо нет, то Виктория говорит (по разному) что в следующий раз Моника поцелует ее зад и очень страстно.
# Это будет полезный навык, Миссис Бакфетт.
# Моника в шоке
# А что такого? Все этого хотят. Мистер Дик очень этого хочет. Но немногим это позволено.
# Вы мне понравились, Миссис Бакфетт. Если вы будете хорошей подругой, то я разрешу вам сделать это.
# Cзади шаги, Моника умоляет.
# Моника с Викторией заходят к Дику.
# Виктория говорит (льстится) Дику что она прощает Монику и готова дать ей еще шанс.
# Дик спрашивает ее точно-ли она уверена? Что для Дика сложно снова возобновить сделку.
# Виктория говорит что просит Дика сделать это, что она добрая и не может позволить Монике страдать.
# Дик говорит Виктории что она прелесть и что ему нравится в ней ее доброта.
# Дик говорит Монике подожди за дверью я позвоню.
# Моника выходит и видит полицейских, которые идут на нее
# Забегает в кабинет и говорит Дику что это конец.
# Дик говорит что им сейчас должны позвонить.
# Проходит минута и они заходят. Здороваются с Диком.
# Говорят что им сказали что в следующий раз отмены задержания не будет.
# Говорят Монике почему мы должны тебя ловить? Где ты вообще живешь?
# Моника в шоке...
# Уходят...
# Моника говорит Дику что пошла...
# Виктория говорит Миссис Бакфетт, подружка, подожди, пожалуйста, меня.

# Виктория за столом. Показывает Монике сумочку и спрашивает нравится она Монике или нет.
# Моника смотрит на сумочку и проскакивают предыдущие события с Филипом, либо с Бифом (буду хорошей цыпочкой)
# И говорит о том что подумывает в следующий раз купить еще что-нибудь, что, возможно, посоветуется с Моникой об этом.
# Миссис Бакфетт, вы же дадите совет мне? Да, дам...
# Виктория... Мисс Виктория!
# Спрашивает что делать если у нее не будет наличных, как ей быть?
# Виктория отвечает что нет проблем, просто купите в интернете сертификат на это имя. Дает бумажку.
# Уходит

label ep22_dialogues5_6:
    #Моника спускается вниз к entrance
    #render
    #Два полицейских обступили рецепшин на входе и разговаривают с ней
    #Моника в ужасе
    img 8088
    w
    img 8087
    mt "!!!"
    "НЕЕЕЕЕЕТ!!!"
    img 8089
    "ОНИ!!!"
    "О БОЖЕ!!!"
    "НЕТ!!! НЕТ!!! НЕТ!!!"
    img 8087
    "МНЕ НАДО БЕЖАТЬ НАЗАД!!!"
    return

label ep22_dialogues5_7:
    #render
    #Кабинет Дика
    img 8090
    m "ДИК!!!"
    "ПОМОГИ МНЕ!!!"
    img 8091
    "ОНИ ВНИЗУ!!!"
    "ОНИ ИДУТ СЮДА, ЗА МНОЙ!!!"
    img 8092
    dick2 "Моника, ты шутишь?"
    "Ты только что наговорила мне такого, что..."

    img 8093
    m "ДИК! ПРОСТИ МЕНЯ!!!"
    "Я ГЛУПАЯ НИКЧЕМНАЯ ЖЕНЩИНА!"
    img 8094
    "У МЕНЯ КУРИНЫЕ МОЗГИ!"
    "Я ЗРЯ НАГОВОРИЛА ТЕБЕ ВСЕГО!"
    img 8095
    "ПОЖАЛУЙСТА, СПАСИ МЕНЯ!!!"
    img 8096
    dick2 "Моника, ты мне уже надоела, честно!"
    img 8097
    m "ДИК!!!"
    img 8098
    dick2 "Если Виктория простит тебя, то я сделаю звонок, но ничего не обещаю..."
    img 8099
    m "Я ПОНЯЛА, ДИК! Я СЕЙЧАС ВЕРНУСЬ!!!"

    #Сцена меняется на секретаршу
    img 8100
    m "Мисс Виктория!"
    "Пожалуйста! Простите меня!"
    "Я наговорила глупостей, но я прошу прощения у Вас!"
    img 8101
    dick_secretary "Что Вы от меня хотите, Миссис Бакфетт?"
    img 8102
    m "Я хочу чтобы Вы меня простили и хочу с Вами дружить!"
    img 8303
    w
    img 8102
    w
    img 8104
    dick_secretary "Вы знаете, мне понравилось то, как я сходила вчера за покупками."
    img 8105
    "Я готова Вас простить, если Вы будете приносить мне $ 5000 каждую пятницу."
    "Я люблю шоппинг, наверное Вы, как женщина, меня понимаете..."
    img 8106
    w
    img 8105
    w
    img 8107
    w
    img 8108
    w
    img 8107
    #Моника в шоке. несколько кадров
    menu:
        "Я согласна... (у меня нет другого выбора, иначе меня сейчас схватят!)":
            pass
    img 8109
    m "Я... Я согласна..."
    img 8110
    "Только пожалуйста! Идите скорее скажите Мистеру Дику что простили меня!!!"
    img 8111
    dick_secretary "И еще у меня условие, чтобы Вы не приближались к Мистеру Дику..."
    img 8112
    m "Я согласна! Я не буду приближаться к нему!"
    "Пожалуйста, скорее!"
    img 8113
    dick_secretary "Чем Вы докажете серьезность своих обещаний?"
    img 8114
    m "Ч.. Что...?"
    "Обещаний?"
    img 8115
    dick_secretary "Да! Миссис Бакфетт!"
    "Я не верю просто словам! Мне надо что-то повесомее!"
    "Чем Вы можете подтвердить то что Вы очень хотите чтобы Я простила Вас?"
    img 8116
    m "Я не знаю! Что угодно!!!"
    "Только скажите Мистеру Дику что простили меня, скорее!!!"
    dick_secretary "Хорошо, Миссис Бакфетт..."
    #звук каблука
    img 8117 #?
    "Вот..." #Ставит каблук на стол
    img 8118
    m "Что это???"
    img 8119
    dick_secretary "Это мой каблук, Миссис Бакфетт..."
    "Вы должны поцеловать его..."
    img 8120
    m "ЧТОООООО???" # Моника в шоке
    #Виктория ехидно улыбается
    img 8121
    dick_secretary "Помимо Ваших обещаний..."
    img 8122
    "Поцелуйте также мой каблук, тогда я прощу Вас..."
    img 8123
    mt "О БОЖЕ!!!"
    "ЧТО МНЕ ДЕЛАТЬ?!?! МЕНЯ СЕЙЧАС СХВАТЯТ И ОТВЕЗУТ К МАРКУСУ!!!"
    "И ОТТУДА Я ОТПРАВЛЮСЬ НА РАНЧО 218!!!"
    "О БОЖЕ!!!"
    img 8122
    menu:
        "Поцеловать каблук Виктории (у меня нет выбора...)":
            $ monicaVictoriaKissHeels = True
            mt "У меня нет выбора и нет времени искать другие варианты..."
            "Похоже единственный путь к спасению - поцеловать каблук это сучки Виктории..."
            #Моника целует каблук
            #Виктория довольно улыбается
            img 8127
            w
            img 8128
            w
            img 8129
            mt "Я постараюсь не думать об этом и быстро забыть..."
            img 8130
            w
            img 8131
            w
            img 8132
            w
            img 8133
            w
            img 8134
            w
            img 8135
            w
            img 8136
            w
            img 8137
            w
            img 8138
            w
            img 8139
            w
            img 8140
            w
            img 8141
            w
            #смотрит на попу
            img 8142
            w
            img 8143
            w
            img 8144
            m "Меня сейчас стошнит!..."
            img 8145
            dick_secretary "Вы можете лизнуть мой зад, Миссис Бакфетт..."
            "Я разрешаю Вам..."
            img 8146
            m "ЧТО?!?!"
            img 8147
            dick_secretary "Миссис Бакфетт, я сказала что Вы можете лизнуть мой зад..."
            img 8148
            dick_secretary "Вы можете лизнуть его, я разрешаю Вам..."
            img 8149
            dick_secretary "Вам необязательно делать это..."
            dick_secretary "Я приму Ваше прощение и так..."
            dick_secretary "Но это было бы хорошим шагом в начале нашей дружбы..."
            menu:
                "Я считаю что то что я поцеловала Ваш каблук - достаточно для начала нашей дружбы, Мисс Виктория...":
                    m "Я считаю что то что я поцеловала Ваш каблук - достаточно для начала нашей дружбы, Мисс Виктория..."
                    dick_secretary "Хи-хи-хи..."
                "Лизнуть зад Виктории... (corruption)":
                    mt "От этой сучки сейчас зависит то попаду-ли я к Маркусу или нет..."
                    "Как бы это ни было противно, но, похоже, лучше сделать то что она говорит..."
                    img 8150
                    mt "В ином случае, меня могут ждать вещи в сотни раз похуже этого..."
                    img 8151
                    w
                    img 8152
                    w
                    img 8153
                    w
                    img 8154
                    w
                    img 8155
                    dick_secretary "Миссис Бакфетт, Вам запрещено прикасаться к моей киске."
                    "Вы имеете допуск только к моей попе."
                    img 8156
                    "Вы можете лизать мое анальное отверстие."
                    img 8157
                    m "Мммммпххфф!!!"
                    img 8158
                    dick_secretary "Вот так, Миссис Бакфетт..."
                    img 8159
                    m "Мммммм!!"
                    img 8160
                    dick_secretary "Учитесь хорошенько лизать мой зад, Миссис Бакфетт..."
                    img 8163
                    "Это полезный навык для Вас..."
                    img 8161
                    m "Мммммпххфф!!!"
                    img 8162
                    w
                    img 8165
                    w
                    img 8164
                    w
                    img 8166
                    dick_secretary "Достаточно, Миссис Бакфетт!"
                    "Не увлекайтесь..."
                    "Вы вылизали свое прощение..."
                    "Хи-хи-хи"
                    $ monicaVictoriaLickAssAtBegin = True
                "Лизнуть зад Виктории... (low corruption, required: ) (disabled)":
                    pass

        "Это уже слишком!":
            img 8124
            m "Мисс Виктория!"
            "Я пообещала Вам $ 5000 каждую пятницу!"
            "А также не приближаться к Мистеру Дику!"
            "Этого достаточно чтобы простить меня!"
            img 8125
            "Но целовать каблук - это уже слишком!!!"
            img 8126
            dick_secretary "Хи-хи-хи"
            "Ладно, Миссис Бакфетт..."
            "Я пошутила..."
            "Или нет..."

#        monicaVictoriaLickAssAtBegin
    if monicaVictoriaLickAssAtBegin == False:
        img 8174
        dick_secretary "Хорошо, Миссис Бакфетт..."
        "В следующий раз Вы поцелуете мой зад..."
        "И сделаете это очень страстно!"
    else:
        img 8167
        mt "БОЖЕ!!! КАКАЯ МЕРЗОСТЬ!!!"
        "Я никогда этого больше не сделаю!!!"
        img 8168
        dick_secretary "Хорошо, Миссис Бакфетт..."
        "Для начала неплохо..."
        img 8169
        "В следующий раз Вы снова поцелуете мой зад..."
        img 8170
        "Вот сюда!"
        img 8171
        "И сделаете это очень страстно!"
        "Не так скучно как сделали это сейчас!"
        img 8172
        w

        #Моника в шоке
        img 8173
        m "?!?!?!?!?"

        img 8175
        dick_secretary "А что такого?"
        "Все этого хотят."
        img 8176
        "Мистер Дик очень этого хочет."
        "Но немногим это позволено."
        img 8177
        "Вы мне понравились, Миссис Бакфетт."
        "Если Вы будете хорошей подругой, то я разрешу Вам делать это..."

        img 8178
        mt "Я УЖЕ СЛЫШУ ШАГИ!!!"
        m "Мисс Виктория! Пожалуйста! Скорее скажите Мистеру Дику!!!"

        #Виктория и Моника заходят к Дику
        img 8179
        dick_secretary "Мистер Дик..."
        "Я прощаю Миссис Бакфетт и готова дать ей еще один шанс..."
        img 8180
        w
        img 8181
        w
        img 8182
        dick "Виктория, милая..."
        "Ты точно в этом уверена?"
        "Для меня довольно сложно снова возобновить это дело..."
        img 8183
        dick_secretary "Мистер Дик..."
        "Вы же знаете, что мое сердечко маленькое, но очень доброе..."
        "Я не могу позволить Миссис Бакфетт страдать..."
        img 8184
        dick "Ох, Виктория!"
        "Моя девочка!"
        "Ты такая прелесть!"
        img 8185
        "В этом мире меня окружают только черствые злые люди..."
        "Такие как Я..."
        "И мне так нравится в тебе твоя доброта!!!"
        img 8186
        dick "Моника, подожди за дверью!"
        "Я сделаю звонок!"

        #Моника выходит
        #fade
        img 8187
        mt "Быстрее бы Дик позвонил!"
        "Что он там копается?!?!"
        "Но..."
        "Может они не смогут найти это место?"
        "Может быть их не пропустят сюда?"
        #5 минут спустя
        img 8188
        w
        img 8189
        mt "О НЕТ!!!"
        img 8190
        mt "ЭТО ОНИ!!!!"
        #На нее идут полицейские и ухмыляются
        #Моника в ужасе

        #Моника забегает в кабинет
        img 8191
        m "ДИК!!!"
        "ОНИ УЖЕ ЗДЕСЬ!!!"
        "ЭТО КОНЕЦ!!!"
        img 8192
        dick "Не волнуйся, Моника!"
        "Им сейчас сделают звонок!"
        #fade
        #звук двери
        #Полицейские в кабинете Дика, Моника в ужасе, они стоят по бокам от нее
        #Также на сцене Дик, Виктория
        img 8193
        policeman1 "Доброго времени дня, Мистер Дик!"
        img 8194
        dick "Да, господа? Что Вы хотели?"
        img 8195
        policeman2 "Мистер Дик, мы здесь с целью задержать эту преступницу..."
        policeman1 "Но нам только что сделали звонок и отменили задержание..."
        img 8196
        dick "Я в курсе, мальчики!"
        "У Вас есть еще вопросы?"
        img 8197
        policeman1 "Кхм... Да..."
        "Мистер Дик, нас попросили передать Вам, что в следующий раз отмены задержания не будет..."
        img 8198
        dick "Нет проблем, мальчики, хорошего Вам дня!"
        img 8199
        policeman1 "До свидания, Мистер Дик!"

        img 8200
        policeman2 "Привет, сучка!"
        #Моника в ужасе
        policeman1 "Почему мы должны тебя ловить?"
        "Где ты вообще живешь?"
        policeman2 "Отвечай, быстро..."
        #Моника в шоке, не знает что сказать
        m "Я... Я живу..."
        #Их прерывает Дик
        img 8201
        dick "Мальчики, хорошего дня Вам!"
        img 8202
        policeman1 "Да, Мистер Дик! До свидания!"
        #Уходят
        #звук двери
        #fade
        img 8203
        m "М... Ммммм.."
        "Мистер Дик..."
        "Спасибо Вам..."
        "Я... Я пошла..."

        img 8204
        dick_secretary "Миссис Бакфетт!"
        "Подружка!"
        "Подожди, пожалуйста, меня!"

        #телепорт на секретаршу

#        policeman1
#        policeman2
    return

label ep22_dialogues5_8:
    #Дверь Дика
    mt "Эта сучка запретила мне приближаться к Дику..."
    "Мне пока лучше не нарушать ее запреты."
    "Я даже не подозревала насколько она опасна..."
    return

label ep22_dialogues5_9:
    #render
    #Секретарша сидит за столом, общение с Моникой
    img 8205
    dick_secretary "Миссис Бакфетт!"
    "Как Вам эта сумочка?"
    img 8206
    "Вам она нравится? Или нет?"

    img 8207
    # Воспоминания
    # Если Моника была с Филипом, то события Филипа
    img 6996
    philip "Давай! Засунь свой член туда!"
    img 7004
    philip "Миссис Бакфетт не может ждать!"
    "Она хочет скорее твой член!"
    img 7006
    philip "Решайся, Малыш!"
    "Иначе это сделает следующий кто войдет сюда!"

    img 7022
    philip "Я кое-что забыл..."

    img 7030
    philip "Теперь глотай!"

    img 7034
    philip "Покажи рот! Покажи что ты все проглотила!"
    img 7035
    w
    img 7043
    with fadelong


    # Если была с Бифом, то события про цыпочку
    img 6754
    m "Биф, пожалуйста, дай деньги. Я буду хорошей цыпочкой..."
    img 6755
    m "Я буду исправно сниматься в фотосессиях и..."
    img 6757
    "Буду послушной..."

    #

    img 8206
    dick_secretary "Я Вас слушаю!"
    img 8208
    m "Ддда... Мне нравится эта сумочка, Мисс Виктория..."
    "У Вас хороший вкус..."

    img 8209
    dick_secretary "Я подумываю в следующую пятницу купить еще что-нибудь, когда Вы принесете деньги."
    "У Вас тоже есть вкус, возможно я даже посоветуюсь с Вами."
    "Миссис Бакфетт, вы же дадите совет мне?"
    img 8208
    m "Да... Дам..."
    img 8210
    m "..."
    m "Виктория..."
    dick_secretary "Мисс Виктория!!!"
    m "Мисс Виктория, скажите. Если у меня не будет наличных, то как мне доставить Вам эти деньги?"

    dick_secretary "Нет проблем, Миссис Бакфетт!"
    "Просто купите в интернете сертификат на это имя и адрес email..." #Дает бумажку
    img 8212
    m "Я поняла, спасибо..."
    return

label ep22_dialogues5_9a: #Моника размышляет на улице
    mt "БОЖЕ!!! ЧТО Я ПЕРЕЖИЛА?!"
    "Я прошла через столько всего, чтобы эта Виктория купила себе новую сумочку!"
    "А Дик, вместо того чтобы защищать меня, пошел на поводу у Виктории..."
    "Которая заставила меня делать какие-то немыслимые вещи!"
    "Но это оказалось лучшим вариантом, учитывая ЧТО меня ждет у Маркуса!"
    "И теперь мне надо приносить {c}$ 5000 каждую неделю{/c} этой гребаной сучке!"
    "Откуда я буду их брать?!"
    "У меня нет ни дома, ни документов, ни денег!"
    "Надо как-то воздействовать на Дика..."
    "У него единственное слабое место - это женщины."
    "НО У МЕНЯ НЕ ПОЛУЧАЕТСЯ!!!"
    "ХОТЯ Я САМАЯ КРАСИВАЯ ИЗ ВСЕХ ЖЕНЩИН ВОКРУГ!!!"
    "Наверное я слишком добрая..."
    "..."
    "Может быть поговорить с Мелани?"
    "Я уверена что Дик не сможет устоять перед ней..."
    "Только я не представляю что потребуется чтобы уговорить ее помочь мне..."
    return

label ep22_dialogues5_10:
    #render
    #Моника приходит к Виктории, но еще не пятница. Просрочки не было
    img 6180
    dick_secretary "Я собираюсь в пятницу заняться шопингом..."
    "Миссис Бакфетт! Вы не забыли про нашу дружбу?"
    img 6261
    m "Мисс Виктория... Я не забыла про нашу дружбу..."
    "Деньги будут вовремя..."
    img 6180
    dick_secretary "Хорошая подружка, можешь идти..."
    return

label ep22_dialogues5_11:
    #render Моника приходит к Виктории, и уже пятница
    img 6180
    dick_secretary "Миссис Бакфетт!"
    "Я собираюсь скоро на шопинг!"
    "Надеюсь сертификат будет на месте!"
    "А сейчас мне не до Вас! Извините!"
    return

label ep22_dialogues5_12:
    #render
    #Моника пришла к Виктории и есть просрочка
    img 8213
    dick_secretary "Миссис Бакфетт!"
    "Вы просрочили деньги!"
    m "Мисс Виктория... Я... Честно..."

    img 8214
    dick_secretary "Вы поставили меня в неудобное положение!"
    dick_secretary "Теперь Вам надо лизать прощение!"
    m "Я прошу прощения, Миссис Виктория..."
    #Виктория задирает платье и встает задом, наклонившись на стул
    img 8215
    dick_secretary "Лижите прощения, Миссис Бакфетт!"
    img 8216
    m "ЧТО????"
    img 8217
    dick_secretary "Давайте скорее!"
    "А то Вам придется лизать это прощение на глазах Мистера Дика!"
    img 8218
    mt "О БОЖЕ!!!"
    img 8219
    "МНЕ?!?! ЦЕЛОВАТЬ У НЕЕ?!?!"
    "ЭТО МЕСТО?!?!"
    img 8220
    if monicaVictoriaLickAssAtBegin == True:
        mt "СНОВА?!?!?"
    else:
        w
    img 8221
    mt "Меня сейчас стошнит!!!"
    img 8222
    dick_secretary "Давайте скорее!"
    "И не забудьте!"
    "Вы не имеете доступа к моей киске!"
    "Лизать прощение надо там куда я показываю пальцем!"
    "Это мой зад!"
    "Учитесь хорошенько лизать его!"
    menu:
        "Поцеловать зад Виктории (у меня нет выбора...)":
            pass
        "Убежать!":
            #Телепорт на hall
            return


    #Моника целует зад Виктории
    img 8223
    mt "У меня нет выбора!"
    "Это лучше чем оказаться в руках у Маркуса!"
    "Страшная цена свободы, Моника!"
    img 8224
    "Мне придется ее заплатить..."
    "(хмык)"
    img 8225
    w
    img 8226
    with Dissolve(0.5)
    w
    img 8227
    w
    img 8228
    w
    dick_secretary "Миссис Бакфетт!!!"
    img 8229
    m "Мммммпххфф!!!"
    img 8230
    dick_secretary "Вы так не добудете прощения!"
    img 8231
    dick_secretary "Вы уже вылизали мне весь зад до блеска!"
    img 8232
    dick_secretary "Но Ваше прощение находится не вокруг моей попки, а внутри нее!"
    img 8233
    dick_secretary "Напрягите язычок, Миссис Бакфетт!"
    "Ваш острый язычок!"
    "Который слишком много болтает!"
    "И засуньте его туда где ему полагается быть с самого начала!"
    img 8234
    menu:
        "Засунуть язык глубоко в анальное отверстие Виктории...":
            pass
    img 8235
    w
    img 8236
    with Dissolve(0.5)
    w
    img 8238
    dick_secretary "Да, вот так!"
    "А теперь поелозьте им в разные стороны, Да!"
    img 8237
    dick_secretary "Вот так, Да!"
    img 8239
    dick_secretary "Прощение где-то рядом, Вы почти нащупали его!"
    img 8240
    dick_secretary "Еще чуть-чуть! Почти!"
    img 8241
    dick_secretary "Да, все! Достаточно!"
    img 8242
    dick_secretary "Миссис Бакфетт! Вы можете вынуть свой язык из моего зада."
    "Достаточно..."

    img 8243
    with fadelong
    dick_secretary "Хорошая подружка!"
    "Я прощаю тебя!"
    "Но это не отменяет нашей договоренности!"
    "Я все еще собираюсь на шоппинг!"
    img 8244
    "У меня уже составлен длинный список на несколько месяцев вперед!"
    "Наша дружба будет долгой, Миссис Бакфетт!"
    img 8245
    mt "!!!"

    return

label ep22_dialogues5_13:
    #autorun при убегании от Виктории и телепорте на hall
    mt "Я не могу сделать это!"
    "Меня скорее стошнит!"
    return


label ep22_dialogues5_14:
    #render
    #Сцена Дика и Виктории (вечер после диалога с полицейскими)
    #Виктория лежит на столе задом к окну (где свет)
    #Дик положил руку на ножку
    #Дик гладит ее по ногам и попе
    img 8246
    dick "Виктория, детка моя!"
    "Можно я потрогяю твою попу?"

    img 8247
    dick_secretary "Нет, Мистер Дик!"
    "Еще пока не время..."
    img 8248
    dick "Ну пожалуйста, Виктория!"
    "Ну детка моя!"
    dick_secretary "Нет!"
    img 8249
    dick "Ну почему же, крошка?"
    img 8250
    dick_secretary "У меня не очень хорошее настроение сегодня..."
    dick "Кто посмел испортить тебе настроение, детка?"
    dick_secretary "Миссис Бакфетт!"
    img 8251
    dick2 "ЧТО?!?!"
    "ОПЯТЬ ОНА ЗА СВОЕ?!?!"
    dick_secretary "Нет, Мистер Дик..."
    "Она все поняла и теперь ведет себя как подруга."
    "Но она по дружески обратилась ко мне с просьбой помочь ей деньгами."
    img 8252
    "У нее сложная ситуация сейчас..."
    "Я пообещала давать ей деньги каждую неделю."
    "Я не могла отказать из-за своей доброты..."
    img 8253
    "Но теперь у меня остается совсем мало денег на уход за собой..."
    "А я привыкла хорошо выглядеть для Мистера Дика!"
    img 8254
    "И я боюсь что Мистер Дик разлюбит Меня..."
    dick "Моя милая Виктория!"
    "Я никогда не разлюблю тебя!"
    "Не переживай, детка!"
    img 8255
    "Я буду давать тебе больше денег чем сейчас!"
    "Тебе хватит и на себя и на свою доброту, которая так нравится мне в тебе!"
    img 8256
    #Виктория улыбается
    dick_secretary "Хорошо, Мистер Дик..."
    "Вы можете потрогать мою попу..."
    #Дик задирает платье и начинает мять попу Виктории
    img 8257
    w
    img 8258
    w
    img 8259
    w
    img 8260
    dick "Крошка! Можно я поцелую ее?"
    img 8261
    dick_secretary "Ой! Мистер Дик!"
    "Мою попу все хотят поцеловать!"
    img 8262
    dick "А кто еще кроме меня хочет это сделать???"
    dick_secretary "Миссис Бакфетт..."
    dick "Ты что, серьезно?"

    #Если Моника показывала грудь и раздевалась
    img 8263
    dick_secretary "Да, Мистер Дик!"
    "Миссис Бакфетт сразу захотела меня как только мы познакомились в первый раз!"
    "Сначала показывала мне свою грудь..."
    "Затем пыталась подражать мне перед Вами..."
    #иначе
    img 8263
    dick_secretary "Да, Мистер Дик..."
    #

    img 8264
    dick "Малышка, можно я первый это сделаю?" #Дик улыбается
    menu:
        "Можно, Мистер Дик...":
            dick_secretary "Можно, Мистер Дик..."
            pass
        "Вы уже опоздали, Мистер Дик..." if monicaVictoriaLickAssAtBegin == True:
            img 8265
            dick_secretary "Вы уже опоздали, Мистер Дик..."
            dick "Как это я уже опоздал?"
            img 8266
            dick_secretary "Эта Миссис Бакфетт..."
            "Я не хотела, Мистер Дик!"
            "Но она... Она сама... Буквально силой..."
            "Простите!!!"
            dick "О, Малышка! Я знаю эту Бакфетт!"
            "Она всегда добивается своего!"
            "Куда уж тебе, бедной девочке, справиться с ней!"
            dick_secretary "Да, Мистер Дик!"
            "Обещайте что будете защищать меня!"
            dick "Я буду защищать тебя, Виктория!"
            dick "..."
            dick "Значит мне придется быть вторым?"
            img 8267
            dick_secretary "Если Вы не брезгуете ласкать меня после лица Миссис Бакфетт..."
            dick "Моника весьма чистоплотна..."
            dick_secretary "Хорошо, Мистер Дик. Как скажете..."


        "Я бы хотела чтобы Миссис Бакфетт первая сделала это... (отказать)":
            img 8267
            dick_secretary "Я бы хотела чтобы Миссис Бакфетт первая сделала это..."
            #выход
            return


    #Виктория встает на колени на стол, а Дик ее лижет

    dick "Ммммммм"
    dick "Мммммм... ням"
    "Виктория, ты божество!"
    dick_secretary "Мистер Дик, у меня вкусная попка?"
    dick "У тебя самая вкусная попка на свете!"
    dick_secretary "Как Вы думаете, она понравится Миссис Бакфетт?"
    dick "О! Виктория! Я думаю она будет без ума от нее!"
    return
