# TODO: Translation updated at 2020-01-16 22:18

# game/Gallery/gallery8.rpy:8
translate german gallery_22416_7735397c:

    # mt "Мне сегодня снова предстоит заниматься тем, чтобы исполнить 'маленькую просьбу' мерзавца Фреда..."
    # mt "Только у меня совсем кончились идеи, как можно это сделать..."
    mt "Мне сегодня снова предстоит заниматься тем, чтобы исполнить 'маленькую просьбу' мерзавца Фреда..."
    mt "Только у меня совсем кончились идеи, как можно это сделать..."

# game/Gallery/gallery8.rpy:15
translate german gallery_22416_a67cd517:

    # mt "..." 
    # mt "Хотя..."
    mt "..." 
    mt "Хотя..."

# game/Gallery/gallery8.rpy:19
translate german gallery_22416_aeb808a8:

    # mt "Этот мерзкий карьерист, который мне притащил тогда кофе, может мне помочь..."
    # mt "Почему бы мне не поручить это задание этому подхалиму и еще кому-нибудь?"
    # mt "В конце концов, Я их Босс! Они обязаны исполнять мои распоряжения!"
    mt "Этот мерзкий карьерист, который мне притащил тогда кофе, может мне помочь..."
    mt "Почему бы мне не поручить это задание этому подхалиму и еще кому-нибудь?"
    mt "В конце концов, Я их Босс! Они обязаны исполнять мои распоряжения!"

# game/Gallery/gallery8.rpy:24
translate german gallery_22416_37635445:

    # mt "А подхалим будет только рад выслужиться передо мной, исполнив это задание!"
    # mt "Только как это сделать? Не могу же я им прямо сказать об этом..."
    mt "А подхалим будет только рад выслужиться передо мной, исполнив это задание!"
    mt "Только как это сделать? Не могу же я им прямо сказать об этом..."

# game/Gallery/gallery8.rpy:29
translate german gallery_22416_9cc5cb2a:

    # mt "..."
    # mt "Хм..." 
    # m "Юлия!" 
    # julia "???"
    mt "..."
    mt "Хм..." 
    m "Юлия!" 
    julia "???"

# game/Gallery/gallery8.rpy:37
translate german gallery_22416_8b35153b:

    # julia "Да, Миссис Бакфетт?"
    julia "Да, Миссис Бакфетт?"

# game/Gallery/gallery8.rpy:40
translate german gallery_22416_3510ddc6:

    # m "Юлия, сегодня я хочу провести совещание."
    # m "На нем должны присутствовать Джон и... И Грета."
    # m "Позови их сюда!"
    m "Юлия, сегодня я хочу провести совещание."
    m "На нем должны присутствовать Джон и... И Грета."
    m "Позови их сюда!"

# game/Gallery/gallery8.rpy:46
translate german gallery_22416_083d1698:

    # julia "Хорошо, Миссис Бакфетт. Во сколько будет совещание?"
    julia "Хорошо, Миссис Бакфетт. Во сколько будет совещание?"

# game/Gallery/gallery8.rpy:50
translate german gallery_22416_e45c01d7:

    # m "Прямо сейчас, Юлия!"
    # m "Давай быстрее!"
    m "Прямо сейчас, Юлия!"
    m "Давай быстрее!"

# game/Gallery/gallery8.rpy:57
translate german gallery_22416_61fb5f82:

    # mt "Никчемная секретарша!"
    # mt "!!!"
    mt "Никчемная секретарша!"
    mt "!!!"

# game/Gallery/gallery8.rpy:66
translate german gallery_22416_9cd58cef:

    # mt "Сегодня я, наконец-то, избавлю себя от необходимости думать, как заглянуть ей под платье."
    # mt "Нужно было сразу озадачить этим вопросом своих подчиненных."
    mt "Сегодня я, наконец-то, избавлю себя от необходимости думать, как заглянуть ей под платье."
    mt "Нужно было сразу озадачить этим вопросом своих подчиненных."

# game/Gallery/gallery8.rpy:70
translate german gallery_22416_8ceddb66:

    # mt "Все равно целыми днями сидят и выполняют никому ненужную работу..."
    # mt "Теперь займутся хотя бы полезным делом..."
    # mt "Для меня..."
    mt "Все равно целыми днями сидят и выполняют никому ненужную работу..."
    mt "Теперь займутся хотя бы полезным делом..."
    mt "Для меня..."

# game/Gallery/gallery8.rpy:83
translate german gallery_22416_ee24c9df:

    # julia "Миссис Бакфетт, Джон и..."
    julia "Миссис Бакфетт, Джон и..."

# game/Gallery/gallery8.rpy:93
translate german gallery_22416_fbb5fa9d:

    # w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!"
    # w5 "Хотите, я принесу Вам горячего кофе, как в прошлый раз?"
    # mt "Мерзкий тип..."
    w5 "Миссис Бакфетт! Вы сегодня прекрасно выглядите!"
    w5 "Хотите, я принесу Вам горячего кофе, как в прошлый раз?"
    mt "Мерзкий тип..."

# game/Gallery/gallery8.rpy:99
translate german gallery_22416_58d4c095:

    # m "Нет! Садитесь на кресла. У меня к вам серьезный разговор!"
    # mt "!!!"
    m "Нет! Садитесь на кресла. У меня к вам серьезный разговор!"
    mt "!!!"

# game/Gallery/gallery8.rpy:106
translate german gallery_22416_eec1145d:

    # m "Юлия, твое присутствие на совещании не обязательно! Можешь возвращаться к своей работе!"
    # julia "Хорошо, Миссис Бакфетт."
    m "Юлия, твое присутствие на совещании не обязательно! Можешь возвращаться к своей работе!"
    julia "Хорошо, Миссис Бакфетт."

# game/Gallery/gallery8.rpy:113
translate german gallery_22416_42ca3c57:

    # m "Юлия!" 
    # m "Тебе нужно будет вести протокол совещания. Для отчета..."
    # julia "Для отчета? Хорошо, Миссис Бакфетт..."
    m "Юлия!" 
    m "Тебе нужно будет вести протокол совещания. Для отчета..."
    julia "Для отчета? Хорошо, Миссис Бакфетт..."

# game/Gallery/gallery8.rpy:118
translate german gallery_22416_01a562e8:

    # m "Иди на свое рабочее место и все подробно записывай!"
    m "Иди на свое рабочее место и все подробно записывай!"

# game/Gallery/gallery8.rpy:122
translate german gallery_22416_4e9665e3:

    # mt "Кому нужен этот протокол совещания?"
    # mt "Уж точно не мне..."
    # mt "Зато Юлия будет думать, что занимается полезным делом..."
    # mt "..."
    # mt "Какие же они все жалкие неудачники! Фи!"
    mt "Кому нужен этот протокол совещания?"
    mt "Уж точно не мне..."
    mt "Зато Юлия будет думать, что занимается полезным делом..."
    mt "..."
    mt "Какие же они все жалкие неудачники! Фи!"

# game/Gallery/gallery8.rpy:133
translate german gallery_22416_fad5ed6a:

    # w6 "Миссис Бакфетт, если речь пойдет о повышении качества работы, то у меня есть несколько предложений..."
    w6 "Миссис Бакфетт, если речь пойдет о повышении качества работы, то у меня есть несколько предложений..."

# game/Gallery/gallery8.rpy:137
translate german gallery_22416_0eca584a:

    # w5 "У меня также есть предложения. Я думаю, что они значительно повысят скорость работы отдела по составлению отчетов."
    w5 "У меня также есть предложения. Я думаю, что они значительно повысят скорость работы отдела по составлению отчетов."

# game/Gallery/gallery8.rpy:141
translate german gallery_22416_cf969f8c:

    # mt "Да кому они нужны эти ваши отчеты... Их никто даже не открывает! "
    # m "Речь пойдет не совсем об этом..."
    mt "Да кому они нужны эти ваши отчеты... Их никто даже не открывает! "
    m "Речь пойдет не совсем об этом..."

# game/Gallery/gallery8.rpy:145
translate german gallery_22416_8b04fe4a:

    # m "Хм..." 
    # m "Как вы оба знаете, я в этом отделе я занимаю должность начальника временно."
    # m "Это совершенно не мой уровень и, я надеюсь, Вы понимаете это."
    # m "Тем не менее, я вижу своей задачей оптимизацию процесса работы отдела."
    # m "Другими словами, здесь необходимо навести порядок..."
    # m "..."
    m "Хм..." 
    m "Как вы оба знаете, я в этом отделе я занимаю должность начальника временно."
    m "Это совершенно не мой уровень и, я надеюсь, Вы понимаете это."
    m "Тем не менее, я вижу своей задачей оптимизацию процесса работы отдела."
    m "Другими словами, здесь необходимо навести порядок..."
    m "..."

# game/Gallery/gallery8.rpy:159
translate german gallery_22416_a6c1bb36:

    # m "Вы работаете в очень крупной и серьезной компании."
    # m "И вы должны понимать, что абсолютно на каждом сотруднике лежит большая ответственность."
    # m "То, насколько качественно каждый из нас выполняет свою работу, зависит качество нашего... Хм, моего журнала."
    # m "А его читают миллионы людей по всей стране!"
    m "Вы работаете в очень крупной и серьезной компании."
    m "И вы должны понимать, что абсолютно на каждом сотруднике лежит большая ответственность."
    m "То, насколько качественно каждый из нас выполняет свою работу, зависит качество нашего... Хм, моего журнала."
    m "А его читают миллионы людей по всей стране!"

# game/Gallery/gallery8.rpy:165
translate german gallery_22416_245b5a66:

    # m "И мы должны сделать все, чтобы становиться только лучше и лучше с каждым номером."
    # m "Если каждый из нас будет думать только о себе, то ничего хорошего из этого не выйдет..."
    # m "Мы с каждым днем в таком случае будем наблюдать все большую раздробленность в коллективе."
    # m "А это недопустимо!"
    m "И мы должны сделать все, чтобы становиться только лучше и лучше с каждым номером."
    m "Если каждый из нас будет думать только о себе, то ничего хорошего из этого не выйдет..."
    m "Мы с каждым днем в таком случае будем наблюдать все большую раздробленность в коллективе."
    m "А это недопустимо!"

# game/Gallery/gallery8.rpy:171
translate german gallery_22416_368fb516:

    # m "Одной из главных составляющих налаженной работы я вижу в поднятии корпоративного духа в коллективе."
    # m "И мне нужен человек, которому я смогу доверить эту ответственную задачу в будущем."
    m "Одной из главных составляющих налаженной работы я вижу в поднятии корпоративного духа в коллективе."
    m "И мне нужен человек, которому я смогу доверить эту ответственную задачу в будущем."

# game/Gallery/gallery8.rpy:179
translate german gallery_22416_5643672b:

    # m "Вы являетесь лучшими сотрудниками в этом, заинтересовавшем меня отделе."
    # m "Поэтому я и пригласила вас сегодня на это совещание..."
    m "Вы являетесь лучшими сотрудниками в этом, заинтересовавшем меня отделе."
    m "Поэтому я и пригласила вас сегодня на это совещание..."

# game/Gallery/gallery8.rpy:184
translate german gallery_22416_7320b591:

    # w6 "!!!"
    w6 "!!!"

# game/Gallery/gallery8.rpy:187
translate german gallery_22416_1361a643:

    # w5 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:191
translate german gallery_22416_479283d0:

    # m "Фактически, я выполнила свою работу здесь..."
    # m "Выявила сильные и слабые стороны в организации работы отдела."
    # m "Теперь мне необходимо решить, кого я смогу поставить на должность начальника отдела."
    m "Фактически, я выполнила свою работу здесь..."
    m "Выявила сильные и слабые стороны в организации работы отдела."
    m "Теперь мне необходимо решить, кого я смогу поставить на должность начальника отдела."

# game/Gallery/gallery8.rpy:198
translate german gallery_22416_071e9735:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:203
translate german gallery_22416_28f19141:

    # w5 "Миссис Бакфетт..."
    w5 "Миссис Бакфетт..."

# game/Gallery/gallery8.rpy:207
translate german gallery_22416_b7e70815:

    # m "Я еще не закончила!!!" 
    # m "Помимо этого, возможно, мне потребуется еще и личный помощник..."
    m "Я еще не закончила!!!" 
    m "Помимо этого, возможно, мне потребуется еще и личный помощник..."

# game/Gallery/gallery8.rpy:212
translate german gallery_22416_071e9735_1:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:217
translate german gallery_22416_e3255ac5:

    # m "Вы должны быть точно уверены в своих силах."
    # m "И понимать ту ответственность, которая будет возложена на одного из вас."
    # m "Сотрудник, достойный этого места, должен справляться с любыми трудностями..."
    # m "И решать любые задачи..."
    # m "..."
    m "Вы должны быть точно уверены в своих силах."
    m "И понимать ту ответственность, которая будет возложена на одного из вас."
    m "Сотрудник, достойный этого места, должен справляться с любыми трудностями..."
    m "И решать любые задачи..."
    m "..."

# game/Gallery/gallery8.rpy:226
translate german gallery_22416_26eace94:

    # w5 "Миссис Бакфетт, я сделаю все, чтобы доказать Вам, что именно я достоин занимать эту должность!"
    w5 "Миссис Бакфетт, я сделаю все, чтобы доказать Вам, что именно я достоин занимать эту должность!"

# game/Gallery/gallery8.rpy:230
translate german gallery_22416_fb4790e1:

    # w6 "Миссис Бакфетт, я готова сделать все, что в моих силах! О каких задачах Вы говорите? "
    w6 "Миссис Бакфетт, я готова сделать все, что в моих силах! О каких задачах Вы говорите? "

# game/Gallery/gallery8.rpy:234
translate german gallery_22416_3d539536:

    # m "..."
    # m "Хм... Я под этим подразумевала абсолютно любую задачу."
    # m "Притом, она может прямо не относиться к вашим профессиональным обязанностям..."
    # m "Руководитель высокого уровня никогда не знает, с чем он может столкнуться."
    # m "И он должен быть готов к любым вызовам!"
    # m "И я бы хотела убедиться, что хотя бы один из вас готов к ним..."
    # w6 "Конечно, Миссис Бакфетт! Я готова!"
    # w5 "Вы только скажите мне, что нужно сделать! Я Вам докажу свою исполнительность, Миссис Бакфетт!"
    m "..."
    m "Хм... Я под этим подразумевала абсолютно любую задачу."
    m "Притом, она может прямо не относиться к вашим профессиональным обязанностям..."
    m "Руководитель высокого уровня никогда не знает, с чем он может столкнуться."
    m "И он должен быть готов к любым вызовам!"
    m "И я бы хотела убедиться, что хотя бы один из вас готов к ним..."
    w6 "Конечно, Миссис Бакфетт! Я готова!"
    w5 "Вы только скажите мне, что нужно сделать! Я Вам докажу свою исполнительность, Миссис Бакфетт!"

# game/Gallery/gallery8.rpy:247
translate german gallery_22416_b97bfc11:

    # m "..."
    # m "Даже не знаю. Можно взять любой пример..."
    m "..."
    m "Даже не знаю. Можно взять любой пример..."

# game/Gallery/gallery8.rpy:252
translate german gallery_22416_1494bb2b:

    # m "Что бы придумать?"
    m "Что бы придумать?"

# game/Gallery/gallery8.rpy:256
translate german gallery_22416_7e2170a2:

    # m "Хм... Даже не знаю..."
    m "Хм... Даже не знаю..."

# game/Gallery/gallery8.rpy:263
translate german gallery_22416_29331861:

    # m "Точно! Допустим, вам нужно узнать, какого цвета трусики носит моя помощница Юлия!"
    m "Точно! Допустим, вам нужно узнать, какого цвета трусики носит моя помощница Юлия!"

# game/Gallery/gallery8.rpy:270
translate german gallery_22416_d61420cc:

    # julia "!!!"
    # julia "М-миссис Бакфетт!"
    julia "!!!"
    julia "М-миссис Бакфетт!"

# game/Gallery/gallery8.rpy:275
translate german gallery_22416_071e9735_2:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:291
translate german gallery_22416_9598bde1:

    # w6 "Миссис Бакфетт, судя по стилю Юлии..."
    # w6 "..."
    # w6 "Я думаю, что она носит черные трусики..."
    w6 "Миссис Бакфетт, судя по стилю Юлии..."
    w6 "..."
    w6 "Я думаю, что она носит черные трусики..."

# game/Gallery/gallery8.rpy:297
translate german gallery_22416_b5c1c9a0:

    # m "Меня не интересуют догадки!" 
    # m "Я поставила вам конкретную задачу и вы должны сделать все, чтобы ее решить!"
    m "Меня не интересуют догадки!" 
    m "Я поставила вам конкретную задачу и вы должны сделать все, чтобы ее решить!"

# game/Gallery/gallery8.rpy:301
translate german gallery_22416_3652470e:

    # m "Таким образом, я смогу понять..."
    # m "Кто из вас является более целеустремленным и ответственным кандидатом на эту должность."
    m "Таким образом, я смогу понять..."
    m "Кто из вас является более целеустремленным и ответственным кандидатом на эту должность."

# game/Gallery/gallery8.rpy:307
translate german gallery_22416_071e9735_3:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:313
translate german gallery_22416_faf54a67:

    # m "Я жду от вас решения поставленной задачи в кратчайшие сроки!"
    m "Я жду от вас решения поставленной задачи в кратчайшие сроки!"

# game/Gallery/gallery8.rpy:316
translate german gallery_22416_a8eb4c9b:

    # w6 "Да, Миссис Бакфетт..."
    # w5 "Конечно, Миссис Бакфетт!"
    w6 "Да, Миссис Бакфетт..."
    w5 "Конечно, Миссис Бакфетт!"

# game/Gallery/gallery8.rpy:320
translate german gallery_22416_cd506872:

    # m "Совещание окончено. Можете быть свободны!"
    m "Совещание окончено. Можете быть свободны!"

# game/Gallery/gallery8.rpy:333
translate german gallery_22416_d7a2d6e8:

    # julia "М-миссис Бакфетт, можно спросить Вас?"
    # m "..."
    julia "М-миссис Бакфетт, можно спросить Вас?"
    m "..."

# game/Gallery/gallery8.rpy:340
translate german gallery_22416_425eede7:

    # m "Да, Юлия?"
    m "Да, Юлия?"

# game/Gallery/gallery8.rpy:343
translate german gallery_22416_b46c4735:

    # julia "Миссис Бакфетт, почему Вы дали им именно такое задание?.."
    # m "..."
    julia "Миссис Бакфетт, почему Вы дали им именно такое задание?.."
    m "..."

# game/Gallery/gallery8.rpy:347
translate german gallery_22416_76ad7310:

    # m "Юлия, ты отвлекаешь меня своими глупыми вопросами!"
    # m "Я хочу побыть в тишине. Сиди и занимайся своей работой!!!"
    # julia "..."
    m "Юлия, ты отвлекаешь меня своими глупыми вопросами!"
    m "Я хочу побыть в тишине. Сиди и занимайся своей работой!!!"
    julia "..."

# game/Gallery/gallery8.rpy:355
translate german gallery_22416_80966c88:

    # m "Нет, нельзя!" 
    # m "Занимайся своей работой и не отвлекай меня!"
    m "Нет, нельзя!" 
    m "Занимайся своей работой и не отвлекай меня!"

# game/Gallery/gallery8.rpy:360
translate german gallery_22416_16be5194:

    # mt "Эта Юлия задает слишком много вопросов!"
    # mt "Меня это раздражает!"
    # mt "Как же мне надоело сидеть здесь и общаться со всякими никчемными работничками!"
    # mt "Скорей бы вышвырнуть эту сволочь Биффа из моего кабинета!!!"
    # mt "Мое место там! Среди моды!"
    # mt "А не среди этих безмозглых болванов!"
    mt "Эта Юлия задает слишком много вопросов!"
    mt "Меня это раздражает!"
    mt "Как же мне надоело сидеть здесь и общаться со всякими никчемными работничками!"
    mt "Скорей бы вышвырнуть эту сволочь Биффа из моего кабинета!!!"
    mt "Мое место там! Среди моды!"
    mt "А не среди этих безмозглых болванов!"

# game/Gallery/gallery8.rpy:375
translate german gallery_22416_05dff215:

    # mt "Моя идея с совещанием оказалась просто гениальной!"
    # mt "Хотя, по-другому быть и не могло. Монику Бакфетт не могут посещать какие-нибудь глупые идеи!"
    mt "Моя идея с совещанием оказалась просто гениальной!"
    mt "Хотя, по-другому быть и не могло. Монику Бакфетт не могут посещать какие-нибудь глупые идеи!"

# game/Gallery/gallery8.rpy:379
translate german gallery_22416_6e63fddc:

    # mt "!!!"
    # mt "Все оказалось намного проще, чем я могла ожидать..."
    # mt "Эти двое сделают все, чтобы выслужиться передо мной!" 
    # mt "И мне, наконец-то, не нужно будет придумывать, как заглянуть под платье этой никчемной секретарши."
    mt "!!!"
    mt "Все оказалось намного проще, чем я могла ожидать..."
    mt "Эти двое сделают все, чтобы выслужиться передо мной!" 
    mt "И мне, наконец-то, не нужно будет придумывать, как заглянуть под платье этой никчемной секретарши."

# game/Gallery/gallery8.rpy:385
translate german gallery_22416_886859cd:

    # mt "..."
    # mt "Еще немного и я смогу послать этого мерзавца Фреда куда подальше с его глупыми 'просьбами'!"
    # mt "Не могу дождаться этого момента!!!"
    # mt "!!!"
    mt "..."
    mt "Еще немного и я смогу послать этого мерзавца Фреда куда подальше с его глупыми 'просьбами'!"
    mt "Не могу дождаться этого момента!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:395
translate german gallery_22476_25b3863b:

    # w6 "Юлия..." 
    # julia "Привет, Грета." 
    # julia "Ты что-то хотела спросить?"
    w6 "Юлия..." 
    julia "Привет, Грета." 
    julia "Ты что-то хотела спросить?"

# game/Gallery/gallery8.rpy:400
translate german gallery_22476_80c8858a:

    # w6 "..."
    # w6 "Хм..."
    # w6 "Понимаешь, я тут провожу опрос среди наших сотрудников. Психологический опрос."
    w6 "..."
    w6 "Хм..."
    w6 "Понимаешь, я тут провожу опрос среди наших сотрудников. Психологический опрос."

# game/Gallery/gallery8.rpy:406
translate german gallery_22476_a665d3ab:

    # julia "Психологический опрос? Зачем?"
    julia "Психологический опрос? Зачем?"

# game/Gallery/gallery8.rpy:409
translate german gallery_22476_eb4f62a5:

    # w6 "Мне нужно составить для руководства отчет."
    # w6 "В нем мне нужно предоставить психологический портрет каждого сотрудника."
    # w6 "Я просто задам тебе несколько вопросов."
    w6 "Мне нужно составить для руководства отчет."
    w6 "В нем мне нужно предоставить психологический портрет каждого сотрудника."
    w6 "Я просто задам тебе несколько вопросов."

# game/Gallery/gallery8.rpy:414
translate german gallery_22476_5984d94a:

    # w6 "Этого будет достаточно для того, чтобы дать тебе краткую характеристику."
    # w6 "Ты же не против?"
    w6 "Этого будет достаточно для того, чтобы дать тебе краткую характеристику."
    w6 "Ты же не против?"

# game/Gallery/gallery8.rpy:419
translate german gallery_22476_77fc89c5:

    # julia "..." 
    # julia "Если это нужно для отчета, то, конечно, не против..."
    julia "..." 
    julia "Если это нужно для отчета, то, конечно, не против..."

# game/Gallery/gallery8.rpy:429
translate german gallery_22476_0a3b2e82:

    # w6 "Тогда приступим..."
    w6 "Тогда приступим..."

# game/Gallery/gallery8.rpy:432
translate german gallery_22476_0642bf29:

    # w6 "В конце рабочего дня к тебе подходит коллега и просит помочь ему с работой."
    # w6 "Что ты сделаешь? Откажешься или поможешь ему?"
    w6 "В конце рабочего дня к тебе подходит коллега и просит помочь ему с работой."
    w6 "Что ты сделаешь? Откажешься или поможешь ему?"

# game/Gallery/gallery8.rpy:436
translate german gallery_22476_a8c1d303:

    # julia "Помогу."
    julia "Помогу."

# game/Gallery/gallery8.rpy:439
translate german gallery_22476_0a9dd29b:

    # w6 "Хорошо." 
    # w6 "У твоего коллеги сложная ситуация на работе."
    # w6 "Допустим, он не успевает в срок выполнить какое-то ответственное задание руководства."
    w6 "Хорошо." 
    w6 "У твоего коллеги сложная ситуация на работе."
    w6 "Допустим, он не успевает в срок выполнить какое-то ответственное задание руководства."

# game/Gallery/gallery8.rpy:444
translate german gallery_22476_8d4fab11:

    # w6 "..."
    # w6 "А ты знаешь, как выполнить это задание."
    # w6 "Ты подскажешь коллеге?"
    w6 "..."
    w6 "А ты знаешь, как выполнить это задание."
    w6 "Ты подскажешь коллеге?"

# game/Gallery/gallery8.rpy:449
translate german gallery_22476_a9b96df2:

    # julia "Подскажу." 
    julia "Подскажу." 

# game/Gallery/gallery8.rpy:452
translate german gallery_22476_be6e23da:

    # w6 "Отлично." 
    w6 "Отлично." 

# game/Gallery/gallery8.rpy:455
translate german gallery_22476_60d92ad6:

    # w6 "И последний вопрос: какого цвета нижнее белье ты носишь на работу?"
    w6 "И последний вопрос: какого цвета нижнее белье ты носишь на работу?"

# game/Gallery/gallery8.rpy:460
translate german gallery_22476_036c41ba:

    # julia "ГРЕТА!!!"
    julia "ГРЕТА!!!"

# game/Gallery/gallery8.rpy:464
translate german gallery_22476_e668facd:

    # julia "!!!"
    # julia "Я не ожидала от ТЕБЯ такого!!!"
    julia "!!!"
    julia "Я не ожидала от ТЕБЯ такого!!!"

# game/Gallery/gallery8.rpy:470
translate german gallery_22476_80e6ee50:

    # w6 "Нет..."
    # w6 "Юлия, ты не так поняла..."
    w6 "Нет..."
    w6 "Юлия, ты не так поняла..."

# game/Gallery/gallery8.rpy:474
translate german gallery_22476_730a4f76:

    # w6 "..."
    # w6 "По любимому цвету можно охарактеризовать любого человека..."
    # w6 "..."
    w6 "..."
    w6 "По любимому цвету можно охарактеризовать любого человека..."
    w6 "..."

# game/Gallery/gallery8.rpy:481
translate german gallery_22476_6201d3a4:

    # julia "Так, а причем здесь мое нижнее белье?!"
    # julia "Ты все это затеяла, чтобы выполнить задание Миссис Бакфетт?!"
    # julia "Не могу поверить!.."
    julia "Так, а причем здесь мое нижнее белье?!"
    julia "Ты все это затеяла, чтобы выполнить задание Миссис Бакфетт?!"
    julia "Не могу поверить!.."

# game/Gallery/gallery8.rpy:487
translate german gallery_22476_2f3eb372:

    # w6 "Юлия..."
    w6 "Юлия..."

# game/Gallery/gallery8.rpy:492
translate german gallery_22476_1f66efbd:

    # julia "Нет! Я не буду больше отвечать на твои вопросы!" 
    # julia "Цвет моего нижнего белья - это мое личное дело!"
    # julia "И никакого отношения к работе это не имеет!"
    julia "Нет! Я не буду больше отвечать на твои вопросы!" 
    julia "Цвет моего нижнего белья - это мое личное дело!"
    julia "И никакого отношения к работе это не имеет!"

# game/Gallery/gallery8.rpy:498
translate german gallery_22476_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery8.rpy:502
translate german gallery_22476_03825b28:

    # w6 "Юлия, просто скажи мне цвет и все. Это же несложно."
    w6 "Юлия, просто скажи мне цвет и все. Это же несложно."

# game/Gallery/gallery8.rpy:506
translate german gallery_22476_a35831d3:

    # julia "Нет. У меня много работы, Грета. Извини."
    julia "Нет. У меня много работы, Грета. Извини."

# game/Gallery/gallery8.rpy:511
translate german gallery_22476_7320b591:

    # w6 "!!!"
    w6 "!!!"

# game/Gallery/gallery8.rpy:523
translate german gallery_22503_d94fdc3a:

    # julia "Джон?" 
    julia "Джон?" 

# game/Gallery/gallery8.rpy:526
translate german gallery_22503_1a72d0e2:

    # w5 "Юлия, ты сегодня прекрасно выглядишь!" 
    # w5 "Не составишь мне компанию за чашечкой кофе?"
    # w5 "Ты работаешь у нас в отделе уже давно, а мы с тобой так и не познакомились поближе."
    w5 "Юлия, ты сегодня прекрасно выглядишь!" 
    w5 "Не составишь мне компанию за чашечкой кофе?"
    w5 "Ты работаешь у нас в отделе уже давно, а мы с тобой так и не познакомились поближе."

# game/Gallery/gallery8.rpy:532
translate german gallery_22503_30be7053:

    # julia "Поближе?" 
    # julia "..."
    # julia "Нет, Джон. Спасибо, но я откажусь."
    julia "Поближе?" 
    julia "..."
    julia "Нет, Джон. Спасибо, но я откажусь."

# game/Gallery/gallery8.rpy:537
translate german gallery_22503_eaacc151:

    # w5 "Как скажешь, Юлия."
    # w5 "Слушай, у меня к тебе есть небольшое дело..."
    w5 "Как скажешь, Юлия."
    w5 "Слушай, у меня к тебе есть небольшое дело..."

# game/Gallery/gallery8.rpy:542
translate german gallery_22503_2f143e56:

    # julia "Какое?" 
    julia "Какое?" 

# game/Gallery/gallery8.rpy:546
translate german gallery_22503_116fab4a:

    # w5 "Ко мне сегодня заходил коллега из другого отдела."
    # w5 "У них завтра планируется фотосессия."
    # w5 "Но там с моделью какие-то проблемы..."
    # w5 "В общем, есть вероятность срыва съемки из-за нее."
    w5 "Ко мне сегодня заходил коллега из другого отдела."
    w5 "У них завтра планируется фотосессия."
    w5 "Но там с моделью какие-то проблемы..."
    w5 "В общем, есть вероятность срыва съемки из-за нее."

# game/Gallery/gallery8.rpy:553
translate german gallery_22503_bbb18cdf:

    # julia "А я тут причем?" 
    julia "А я тут причем?" 

# game/Gallery/gallery8.rpy:557
translate german gallery_22503_9c73f25d:

    # w5 "..."
    # w5 "Если бы ты согласилась подменить ее, если она не придет..."
    w5 "..."
    w5 "Если бы ты согласилась подменить ее, если она не придет..."

# game/Gallery/gallery8.rpy:562
translate german gallery_22503_02afdf19:

    # julia "Но... Я никогда не участвовала в фотосессиях. Я даже не знаю..."
    julia "Но... Я никогда не участвовала в фотосессиях. Я даже не знаю..."

# game/Gallery/gallery8.rpy:565
translate german gallery_22503_6a90cf47:

    # w5 "Тебе не о чем беспокоиться, Юлия!"
    # w5 "Ты очень красивая и фигура у тебя модельная. Ты будешь отлично смотреться в кадре!"
    w5 "Тебе не о чем беспокоиться, Юлия!"
    w5 "Ты очень красивая и фигура у тебя модельная. Ты будешь отлично смотреться в кадре!"

# game/Gallery/gallery8.rpy:569
translate german gallery_22503_66c80938:

    # julia "Ну..." 
    # julia "Хорошо. Если им потребуется замена, то я согласна."
    # julia "Только я переживаю, что у меня не получится..."
    # julia "..."
    julia "Ну..." 
    julia "Хорошо. Если им потребуется замена, то я согласна."
    julia "Только я переживаю, что у меня не получится..."
    julia "..."

# game/Gallery/gallery8.rpy:575
translate german gallery_22503_deae6556:

    # w5 "Я рад, что ты согласилась! Не переживай!"
    # w5 "Это несложно, Юлия. Фотограф тебе все объяснит."
    # w5 "И костюм для съемки тебе выдадут..."
    w5 "Я рад, что ты согласилась! Не переживай!"
    w5 "Это несложно, Юлия. Фотограф тебе все объяснит."
    w5 "И костюм для съемки тебе выдадут..."

# game/Gallery/gallery8.rpy:581
translate german gallery_22503_55544b1e:

    # w5 "..."
    # w5 "Кстати, о костюме! Я чуть не забыл!"
    # w5 "!!!"
    w5 "..."
    w5 "Кстати, о костюме! Я чуть не забыл!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:586
translate german gallery_22503_62af58ba:

    # julia "???"
    # w5 "Тебе нужно будет сниматься в костюме красного цвета."
    # w5 "Поэтому..."
    julia "???"
    w5 "Тебе нужно будет сниматься в костюме красного цвета."
    w5 "Поэтому..."

# game/Gallery/gallery8.rpy:591
translate german gallery_22503_83f01152:

    # w5 "Обязательно надень завтра красные трусики."
    # w5 "Не забудь! Это очень важно!"
    # w5 "Красные трусики. Завтра."
    w5 "Обязательно надень завтра красные трусики."
    w5 "Не забудь! Это очень важно!"
    w5 "Красные трусики. Завтра."

# game/Gallery/gallery8.rpy:598
translate german gallery_22503_edbd638b:

    # julia "ЧТО?!"
    # julia "Трусики?!"
    julia "ЧТО?!"
    julia "Трусики?!"

# game/Gallery/gallery8.rpy:602
translate german gallery_22503_9d3a94c2:

    # julia "!!!"
    # julia "Джон!!!"
    julia "!!!"
    julia "Джон!!!"

# game/Gallery/gallery8.rpy:607
translate german gallery_22503_a0d4ab10:

    # w5 "..." 
    # w5 "А что тут такого? Это обычное для моделей дело!"
    w5 "..." 
    w5 "А что тут такого? Это обычное для моделей дело!"

# game/Gallery/gallery8.rpy:612
translate german gallery_22503_e704faf7:

    # julia "Ты это все придумал, чтобы выполнить задание Миссис Бакфетт!"
    # julia "А завтра ты подойдешь ко мне и скажешь, что замена на фотоссесии не нужна?"
    # julia "А потом пойдешь к Миссис Бакфетт и скажешь ей, что на мне красные трусики?!"
    # julia "Да и я вообще сомневаюсь что у такого как ты есть коллега, который связан со съемками моделей!"
    julia "Ты это все придумал, чтобы выполнить задание Миссис Бакфетт!"
    julia "А завтра ты подойдешь ко мне и скажешь, что замена на фотоссесии не нужна?"
    julia "А потом пойдешь к Миссис Бакфетт и скажешь ей, что на мне красные трусики?!"
    julia "Да и я вообще сомневаюсь что у такого как ты есть коллега, который связан со съемками моделей!"

# game/Gallery/gallery8.rpy:619
translate german gallery_22503_50962933:

    # julia "Джон! Я не собираюсь участвовать в этом!"
    # julia "!!!"
    julia "Джон! Я не собираюсь участвовать в этом!"
    julia "!!!"

# game/Gallery/gallery8.rpy:624
translate german gallery_22503_67fd3826:

    # w5 "Хорошо, Юлия. Успокойся."
    # w5 "Тогда просто скажи мне цвет и все. Это же несложно."
    w5 "Хорошо, Юлия. Успокойся."
    w5 "Тогда просто скажи мне цвет и все. Это же несложно."

# game/Gallery/gallery8.rpy:629
translate german gallery_22503_a0cb09e3:

    # julia "Нет!"
    # julia "У меня много работы, Джон. Извини."
    julia "Нет!"
    julia "У меня много работы, Джон. Извини."

# game/Gallery/gallery8.rpy:635
translate german gallery_22503_1361a643:

    # w5 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:645
translate german gallery_22553_0854ba43:

    # w5 "Грета, ты пыталась выполнить задание Миссис Бакфетт?"
    w5 "Грета, ты пыталась выполнить задание Миссис Бакфетт?"

# game/Gallery/gallery8.rpy:648
translate german gallery_22553_a1843fed:

    # w6 "Ага. Безуспешно. Это оказалось не так просто, как я думала сначала."
    # w6 "..."
    # w6 "А ты? У тебя получилось?"
    w6 "Ага. Безуспешно. Это оказалось не так просто, как я думала сначала."
    w6 "..."
    w6 "А ты? У тебя получилось?"

# game/Gallery/gallery8.rpy:653
translate german gallery_22553_8024fa10:

    # w5 "Я придумал просто идеальный план, но тоже ничего не получилось..."
    # w5 "..." 
    w5 "Я придумал просто идеальный план, но тоже ничего не получилось..."
    w5 "..." 

# game/Gallery/gallery8.rpy:657
translate german gallery_22553_013a29f2:

    # w6 "Джон, а ты не задумывался над тем, что Миссис Бакфетт просто пошутила тогда?"
    # w5 "..."
    w6 "Джон, а ты не задумывался над тем, что Миссис Бакфетт просто пошутила тогда?"
    w5 "..."

# game/Gallery/gallery8.rpy:661
translate german gallery_22553_091b044a:

    # w5 "Мне кажется, что такие шутки не в стиле Миссис Бакфетт, Грета..."
    # w6 "Ну или она проверяет, насколько мы глупы."
    # w6 "Поймем ли, что на такие глупые задания нельзя тратить свое рабочее время..."
    w5 "Мне кажется, что такие шутки не в стиле Миссис Бакфетт, Грета..."
    w6 "Ну или она проверяет, насколько мы глупы."
    w6 "Поймем ли, что на такие глупые задания нельзя тратить свое рабочее время..."

# game/Gallery/gallery8.rpy:667
translate german gallery_22553_148573e0:

    # w6 "Потом еще и накажет нас, что на работе занимаемся всякой ерундой..."
    # w5 "..."
    w6 "Потом еще и накажет нас, что на работе занимаемся всякой ерундой..."
    w5 "..."

# game/Gallery/gallery8.rpy:674
translate german gallery_22553_5dc20774:

    # w5 "А мне кажется, что она хочет проверить нашу стрессоустойчивость."
    # w5 "И способность работать в режиме многозадачности..."
    # w5 "Конечно, задание она нам дала более, чем странное..."
    w5 "А мне кажется, что она хочет проверить нашу стрессоустойчивость."
    w5 "И способность работать в режиме многозадачности..."
    w5 "Конечно, задание она нам дала более, чем странное..."

# game/Gallery/gallery8.rpy:679
translate german gallery_22553_a4e3b6cd:

    # w6 "..."
    w6 "..."

# game/Gallery/gallery8.rpy:682
translate german gallery_22553_2a58a4dd:

    # w5 "..."
    w5 "..."

# game/Gallery/gallery8.rpy:689
translate german gallery_22553_dc946749:

    # w6 "Джон, а с другой стороны, Миссис Бакфетт работает в модном журнале..."
    # w6 "..."
    # w5 "???"
    # w5 "И? Мы тоже здесь работаем."
    w6 "Джон, а с другой стороны, Миссис Бакфетт работает в модном журнале..."
    w6 "..."
    w5 "???"
    w5 "И? Мы тоже здесь работаем."

# game/Gallery/gallery8.rpy:695
translate german gallery_22553_728ca0cf:

    # w6 "Мы сидим и целыми днями занимаемся отчетами."
    # w6 "А она всегда работала с моделями..."
    # w6 "Сама участвовала в фотосессиях..."
    # w6 "Скорее всего, она и костюмы для фотосессий подбирала."
    w6 "Мы сидим и целыми днями занимаемся отчетами."
    w6 "А она всегда работала с моделями..."
    w6 "Сама участвовала в фотосессиях..."
    w6 "Скорее всего, она и костюмы для фотосессий подбирала."

# game/Gallery/gallery8.rpy:701
translate german gallery_22553_041fd36e:

    # w5 "Ты хочешь сказать, что раз она имеет отношение к моде..."
    # w5 "..."
    w5 "Ты хочешь сказать, что раз она имеет отношение к моде..."
    w5 "..."

# game/Gallery/gallery8.rpy:706
translate german gallery_22553_bd46f695:

    # w6 "Да, именно. Мода и стиль - это ее жизнь."
    # w6 "Совсем неудивительно, что она придумала задание, связанное с одеждой."
    # w6 "Точнее, с нижним бельем..."
    w6 "Да, именно. Мода и стиль - это ее жизнь."
    w6 "Совсем неудивительно, что она придумала задание, связанное с одеждой."
    w6 "Точнее, с нижним бельем..."

# game/Gallery/gallery8.rpy:711
translate german gallery_22553_c2180a44:

    # w5 "Думаю, ты права, Грета. А мы с тобой совсем не так ее поняли."
    # w5 "..."
    w5 "Думаю, ты права, Грета. А мы с тобой совсем не так ее поняли."
    w5 "..."

# game/Gallery/gallery8.rpy:715
translate german gallery_22553_bd3ecc14:

    # w5 "А помнишь, она сказала еще, что ей нужен личный помощник?"
    # w5 "Как ты думаешь, это она серьезно?"
    w5 "А помнишь, она сказала еще, что ей нужен личный помощник?"
    w5 "Как ты думаешь, это она серьезно?"

# game/Gallery/gallery8.rpy:719
translate german gallery_22553_19cb678a:

    # w6 "Уверена, что Миссис Бакфетт действительно нуждается в личном помощнике."
    # w6 "Ведь у нее так много обязанностей в нашей компании."
    w6 "Уверена, что Миссис Бакфетт действительно нуждается в личном помощнике."
    w6 "Ведь у нее так много обязанностей в нашей компании."

# game/Gallery/gallery8.rpy:724
translate german gallery_22553_6e603099:

    # w6 "Но ты можешь не мечтать об этой должности!"
    # w6 "Ей нужна женщина в качестве личного помощника!"
    # w6 "То есть Я!"
    # w6 "!!!"
    w6 "Но ты можешь не мечтать об этой должности!"
    w6 "Ей нужна женщина в качестве личного помощника!"
    w6 "То есть Я!"
    w6 "!!!"

# game/Gallery/gallery8.rpy:731
translate german gallery_22553_ef3f6ed8:

    # w5 "???"
    # w5 "Почему ты так считаешь? Уверен, что она имела ввиду МЕНЯ!"
    w5 "???"
    w5 "Почему ты так считаешь? Уверен, что она имела ввиду МЕНЯ!"

# game/Gallery/gallery8.rpy:734
translate german gallery_22553_024f0985:

    # w6 "Нет, МЕНЯ!"
    # w6 "И вообще, у меня больше шансов выполнить задание с трусиками Юлии!"
    w6 "Нет, МЕНЯ!"
    w6 "И вообще, у меня больше шансов выполнить задание с трусиками Юлии!"

# game/Gallery/gallery8.rpy:739
translate german gallery_22553_1771ac59:

    # w5 "С чего бы это?!"
    w5 "С чего бы это?!"

# game/Gallery/gallery8.rpy:742
translate german gallery_22553_e57669c8:

    # w6 "Потому что Юлия более охотно расскажет, какого цвета ее трусики, мне, а не тебе!"
    # w6 "Вот увидишь! Я прямо сейчас пойду и все выясню!"
    # w6 "!!!"
    w6 "Потому что Юлия более охотно расскажет, какого цвета ее трусики, мне, а не тебе!"
    w6 "Вот увидишь! Я прямо сейчас пойду и все выясню!"
    w6 "!!!"

# game/Gallery/gallery8.rpy:746
translate german gallery_22553_1361a643:

    # w5 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:764
translate german gallery_22553_b1f4c826:

    # julia "!!!"
    # julia "Ч-ч-что вы делаете?!"
    # w6 "!!!"
    # w5 "!!!"
    julia "!!!"
    julia "Ч-ч-что вы делаете?!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:770
translate german gallery_22553_c696670e:

    # w5 "Юлия! У меня к тебе серьезный разговор!"
    w5 "Юлия! У меня к тебе серьезный разговор!"

# game/Gallery/gallery8.rpy:773
translate german gallery_22553_d19622a1:

    # w6 "Ты должна помочь мне Юлия!"
    # w6 "Ты же говорила, что будешь помогать коллегам!"
    w6 "Ты должна помочь мне Юлия!"
    w6 "Ты же говорила, что будешь помогать коллегам!"

# game/Gallery/gallery8.rpy:780
translate german gallery_22553_eda5abaf:

    # w5 "Тебе ничего не надо делать! Просто скажи мне цвет своих трусиков."
    w5 "Тебе ничего не надо делать! Просто скажи мне цвет своих трусиков."

# game/Gallery/gallery8.rpy:783
translate german gallery_22553_48f198b3:

    # w6 "Нет, ему не надо ничего говорить! Скажи мне!"
    w6 "Нет, ему не надо ничего говорить! Скажи мне!"

# game/Gallery/gallery8.rpy:788
translate german gallery_22553_91b493d6:

    # w5 "Нет, МНЕ!!!"
    w5 "Нет, МНЕ!!!"

# game/Gallery/gallery8.rpy:792
translate german gallery_22553_7e932ae8:

    # w6 "МНЕ!!!"
    w6 "МНЕ!!!"

# game/Gallery/gallery8.rpy:802
translate german gallery_22553_7e9a9c4c:

    # julia "Хватит!" 
    julia "Хватит!" 

# game/Gallery/gallery8.rpy:807
translate german gallery_22553_1599b2d7:

    # julia "!!!"
    julia "!!!"

# game/Gallery/gallery8.rpy:810
translate german gallery_22553_ddba59c9:

    # julia "Я не собираюсь никому ничего рассказывать!"
    # w5 "Ну покажи!"
    julia "Я не собираюсь никому ничего рассказывать!"
    w5 "Ну покажи!"

# game/Gallery/gallery8.rpy:815
translate german gallery_22553_7752ba30:

    # w6 "Она не будет тебе показывать! А мне покажет! Да, Юлия?"
    w6 "Она не будет тебе показывать! А мне покажет! Да, Юлия?"

# game/Gallery/gallery8.rpy:819
translate german gallery_22553_d1fc0b49:

    # julia "Конечно, нет!!!"
    julia "Конечно, нет!!!"

# game/Gallery/gallery8.rpy:826
translate german gallery_22553_7320b591:

    # w6 "!!!"
    w6 "!!!"

# game/Gallery/gallery8.rpy:830
translate german gallery_22553_1361a643_1:

    # w5 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:836
translate german gallery_22553_2e527955:

    # julia "!!!"
    # julia "Вы совсем ненормальные?!"
    # julia "Не трогайте меня!"
    julia "!!!"
    julia "Вы совсем ненормальные?!"
    julia "Не трогайте меня!"

# game/Gallery/gallery8.rpy:848
translate german gallery_22553_071517f3:

    # julia "Я сегодня же пожалуюсь Миссис Бакфетт на вас!"
    # julia "!!!"
    julia "Я сегодня же пожалуюсь Миссис Бакфетт на вас!"
    julia "!!!"

# game/Gallery/gallery8.rpy:858
translate german gallery_22553_071e9735:

    # w6 "!!!"
    # w5 "!!!"
    w6 "!!!"
    w5 "!!!"

# game/Gallery/gallery8.rpy:880
translate german gallery_7476_1b102b2f:

    # m "Ммммпххф..."
    # "ГДЕ Я?!?"
    m "Ммммпххф..."
    "ГДЕ Я?!?"

# game/Gallery/gallery8.rpy:886
translate german gallery_7476_ea337825:

    # m "Маркус? Мммпхф... Здесь? Мммм..."
    # "Что ты ммммффф делаешь здесь??"
    m "Маркус? Мммпхф... Здесь? Мммм..."
    "Что ты ммммффф делаешь здесь??"

# game/Gallery/gallery8.rpy:890
translate german gallery_7476_d78e8901:

    # "..."
    # "Что со мной?!"
    "..."
    "Что со мной?!"

# game/Gallery/gallery8.rpy:894
translate german gallery_7476_b8b74ce6:

    # m "Куда мы едем?"
    m "Куда мы едем?"

# game/Gallery/gallery8.rpy:896
translate german gallery_7476_8cb38c82:

    # "И почему нет водителя?"
    "И почему нет водителя?"

# game/Gallery/gallery8.rpy:900
translate german gallery_7476_cf04c85c:

    # marcus "Это сон, Моника."
    # marcus "Я захотел поговорить наедине с тобой."
    marcus "Это сон, Моника."
    marcus "Я захотел поговорить наедине с тобой."

# game/Gallery/gallery8.rpy:903
translate german gallery_7476_d79f6add:

    # m "Почему я голая?"
    m "Почему я голая?"

# game/Gallery/gallery8.rpy:905
translate german gallery_7476_a5c21c14:

    # "И почему мне так больно везде?!"
    "И почему мне так больно везде?!"

# game/Gallery/gallery8.rpy:907
translate german gallery_7476_bfa4d4cd:

    # marcus "Ты на Ранчо 218, Моника."
    marcus "Ты на Ранчо 218, Моника."

# game/Gallery/gallery8.rpy:909
translate german gallery_7476_e25ff80f:

    # marcus "Это был первый день."
    marcus "Это был первый день."

# game/Gallery/gallery8.rpy:912
translate german gallery_7476_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:915
translate german gallery_7476_ba56beef:

    # marcus "Эх, Моника."
    # "Мне так жаль..."
    # "Ты ведь могла стать звездой..."
    marcus "Эх, Моника."
    "Мне так жаль..."
    "Ты ведь могла стать звездой..."

# game/Gallery/gallery8.rpy:919
translate german gallery_7476_42fe8c7d:

    # "Почему ты отказалась от моего предложения?"
    # "Ведь оно было очень выгодным."
    "Почему ты отказалась от моего предложения?"
    "Ведь оно было очень выгодным."

# game/Gallery/gallery8.rpy:922
translate german gallery_7476_85ef83a4:

    # "А теперь..."
    "А теперь..."

# game/Gallery/gallery8.rpy:924
translate german gallery_7476_981e5602:

    # "Это было только вступление, Моника."
    "Это было только вступление, Моника."

# game/Gallery/gallery8.rpy:927
translate german gallery_7476_3c98a070:

    # "Я жду тебя завтра."
    "Я жду тебя завтра."

# game/Gallery/gallery8.rpy:929
translate german gallery_7476_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:936
translate german gallery_7476_803f37a7:

    # m "Аааааааааа!!!"
    m "Аааааааааа!!!"

# game/Gallery/gallery8.rpy:938
translate german gallery_7476_ad3a4f39:

    # mt "Вдруг у Барди хватит смелости пойти к Маркусу?!"
    # mt "Мне надо в полицию!!!"
    # "Срочно!!!"
    mt "Вдруг у Барди хватит смелости пойти к Маркусу?!"
    mt "Мне надо в полицию!!!"
    "Срочно!!!"

# game/Gallery/gallery8.rpy:942
translate german gallery_7476_4a9208ed:

    # "Я должна перехватить его если он пошел туда!"
    "Я должна перехватить его если он пошел туда!"

# game/Gallery/gallery8.rpy:971
translate german gallery_14178_2a582107:

    # policeman2 "Соскучилась по своей клетке, сучка?"
    # policeman2 "Раздевайся, иначе порвем твое платье!"
    policeman2 "Соскучилась по своей клетке, сучка?"
    policeman2 "Раздевайся, иначе порвем твое платье!"

# game/Gallery/gallery8.rpy:975
translate german gallery_14178_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:978
translate german gallery_14178_747611e2:

    # policeman1 "Снимай одежду, мы дадим тебе другую."
    policeman1 "Снимай одежду, мы дадим тебе другую."

# game/Gallery/gallery8.rpy:981
translate german gallery_14178_d047b121:

    # m "Хорошо..."
    m "Хорошо..."

# game/Gallery/gallery8.rpy:993
translate german gallery_14178_1c3fee88:

    # m "Что?"
    # m "А где низ?"
    # m "Дайте мне что-нибудь прикрыть низ?"
    m "Что?"
    m "А где низ?"
    m "Дайте мне что-нибудь прикрыть низ?"

# game/Gallery/gallery8.rpy:998
translate german gallery_14178_850bb91d:

    # policeman2 "Скажи спасибо за то что есть."
    policeman2 "Скажи спасибо за то что есть."

# game/Gallery/gallery8.rpy:1001
translate german gallery_14178_cc39bea8:

    # policeman1 "Оставайся и веди себя хорошо."
    policeman1 "Оставайся и веди себя хорошо."

# game/Gallery/gallery8.rpy:1011
translate german gallery_14178_d8f95613:

    # policeman2 "Одно нарушение порядка и мы сообщим об этом Мистеру Маркусу."
    policeman2 "Одно нарушение порядка и мы сообщим об этом Мистеру Маркусу."

# game/Gallery/gallery8.rpy:1033
translate german gallery_21244_8d19ea8e:

    # m "Маркус?!"
    # m "ГДЕ Я?!"
    m "Маркус?!"
    m "ГДЕ Я?!"

# game/Gallery/gallery8.rpy:1037
translate german gallery_21244_946bb54f:

    # m "У меня все болит!"
    # m "О БОЖЕ!"
    m "У меня все болит!"
    m "О БОЖЕ!"

# game/Gallery/gallery8.rpy:1049
translate german gallery_21244_5306567e:

    # marcus "Ты знаешь где ты..."
    marcus "Ты знаешь где ты..."

# game/Gallery/gallery8.rpy:1052
translate german gallery_21244_5ed192d3:

    # m "Это... Это Ранчо 218?!"
    # m "Я... Я попала сюда?!"
    # m "Но нет! Этого не может быть!"
    m "Это... Это Ранчо 218?!"
    m "Я... Я попала сюда?!"
    m "Но нет! Этого не может быть!"

# game/Gallery/gallery8.rpy:1057
translate german gallery_21244_ec451254:

    # m "Этого еще не случилось!"
    m "Этого еще не случилось!"

# game/Gallery/gallery8.rpy:1060
translate german gallery_21244_82e6e6a6:

    # m "НЕЕЕЕТ!"
    m "НЕЕЕЕТ!"

# game/Gallery/gallery8.rpy:1071
translate german gallery_21244_f22e28e1:

    # overseer "Охх... Ыыыыы..."
    overseer "Охх... Ыыыыы..."

# game/Gallery/gallery8.rpy:1076
translate german gallery_21244_b34ff44b:

    # marcus "Это скоро случится..."
    marcus "Это скоро случится..."

# game/Gallery/gallery8.rpy:1079
translate german gallery_21244_25d0c484:

    # m "Зачем! Зачем ты снишься мне!"
    # m "Уйди отсюда! Я должна отсюда выбраться!"
    # m "Я должна проснуться!"
    m "Зачем! Зачем ты снишься мне!"
    m "Уйди отсюда! Я должна отсюда выбраться!"
    m "Я должна проснуться!"

# game/Gallery/gallery8.rpy:1084
translate german gallery_21244_51a72608:

    # marcus "Я снюсь тебе, чтобы сказать как избежать всего этого..."
    marcus "Я снюсь тебе, чтобы сказать как избежать всего этого..."

# game/Gallery/gallery8.rpy:1087
translate german gallery_21244_6b04efc2:

    # m "Что?"
    # m "Ты... Ты можешь мне сказать как этого избежать?!"
    m "Что?"
    m "Ты... Ты можешь мне сказать как этого избежать?!"

# game/Gallery/gallery8.rpy:1091
translate german gallery_21244_66dc1105:

    # m "Что мне сделать? Я сделаю все, абсолютно все!"
    m "Что мне сделать? Я сделаю все, абсолютно все!"

# game/Gallery/gallery8.rpy:1094
translate german gallery_21244_315271e0:

    # marcus "Полюбить меня..."
    marcus "Полюбить меня..."

# game/Gallery/gallery8.rpy:1097
translate german gallery_21244_3f29c04e:

    # m "Что..."
    m "Что..."

# game/Gallery/gallery8.rpy:1103
translate german gallery_21244_bcc7c2d8:

    # m "Что..."
    # m "Что это?!"
    m "Что..."
    m "Что это?!"

# game/Gallery/gallery8.rpy:1107
translate german gallery_21244_8f0da8dc:

    # m "Кто здесь!!!"
    m "Кто здесь!!!"

# game/Gallery/gallery8.rpy:1111
translate german gallery_21244_d9f50826:

    # m "БОБ?!"
    # m "Что ты делаешь здесь?!"
    # overseer "А... Кхм..."
    # overseer "Я... Экхм..."
    m "БОБ?!"
    m "Что ты делаешь здесь?!"
    overseer "А... Кхм..."
    overseer "Я... Экхм..."

# game/Gallery/gallery8.rpy:1118
translate german gallery_21244_4d88e842:

    # overseer "Я принес тебе похлебку."
    # m "!!!"
    # mt "Фу! Какая гадость! Я и забыла как это выглядит..."
    overseer "Я принес тебе похлебку."
    m "!!!"
    mt "Фу! Какая гадость! Я и забыла как это выглядит..."

# game/Gallery/gallery8.rpy:1124
translate german gallery_21244_5c1fca92:

    # m "Мне не нужна эта жуткая еда!"
    # m "Мне надо встретиться с Мистером Маркусом! И я уйду из этого жуткого места!"
    # m "Мне нечего делать здесь!"
    m "Мне не нужна эта жуткая еда!"
    m "Мне надо встретиться с Мистером Маркусом! И я уйду из этого жуткого места!"
    m "Мне нечего делать здесь!"

# game/Gallery/gallery8.rpy:1137
translate german gallery_21244_eaea81a0:

    # overseer "Мистер Маркус еще занят и он не может встретиться с тобой."
    # overseer "Тебе надо подождать его дольше."
    overseer "Мистер Маркус еще занят и он не может встретиться с тобой."
    overseer "Тебе надо подождать его дольше."

# game/Gallery/gallery8.rpy:1142
translate german gallery_21244_4834460a:

    # m "Как это так?! Мне что, ждать его здесь, в камере?!"
    m "Как это так?! Мне что, ждать его здесь, в камере?!"

# game/Gallery/gallery8.rpy:1146
translate german gallery_21244_76b490e5:

    # overseer "Это не мое дело. Ты арестант и сидишь в камере."
    overseer "Это не мое дело. Ты арестант и сидишь в камере."

# game/Gallery/gallery8.rpy:1151
translate german gallery_21244_a2b260ea:

    # mt "Черт! Я не помню, когда ела в последний раз..."
    # mt "И еще неизвестно, сколько мне придется ждать этого Маркуса..."
    # m "Стой!"
    # m "Боб..."
    # overseer "Чего тебе?"
    # m "Боб... Дай сюда еду..."
    mt "Черт! Я не помню, когда ела в последний раз..."
    mt "И еще неизвестно, сколько мне придется ждать этого Маркуса..."
    m "Стой!"
    m "Боб..."
    overseer "Чего тебе?"
    m "Боб... Дай сюда еду..."

# game/Gallery/gallery8.rpy:1169
translate german gallery_21268_8444c309:

    # mt "Он не подходит..."
    # mt "Он не слышит или не желает подходить..."
    mt "Он не подходит..."
    mt "Он не слышит или не желает подходить..."

# game/Gallery/gallery8.rpy:1175
translate german gallery_21268_6b996987:

    # mt "А это кто?"
    # mt "Похоже это детектив, который встречал меня вчера..."
    # mt "Что он делает здесь?"
    mt "А это кто?"
    mt "Похоже это детектив, который встречал меня вчера..."
    mt "Что он делает здесь?"

# game/Gallery/gallery8.rpy:1189
translate german gallery_21628_6851e286:

    # mt "Мне холодно сидеть на нем..."
    # mt "Но я хочу писать..."
    mt "Мне холодно сидеть на нем..."
    mt "Но я хочу писать..."

# game/Gallery/gallery8.rpy:1193
translate german gallery_21628_c2f83ea1:

    # mt "Надеюсь, никто не смотрит на меня..."
    mt "Надеюсь, никто не смотрит на меня..."

# game/Gallery/gallery8.rpy:1201
translate german gallery_21309_297d49a6:

    # m "Слышите, Вы?!"
    # m "Вы сами нарушаете правила!"
    # m "Нарушаете тем, что заключаете сделки с надзирателем!"
    # m "Гуляете здесь без разрешения администрации."
    m "Слышите, Вы?!"
    m "Вы сами нарушаете правила!"
    m "Нарушаете тем, что заключаете сделки с надзирателем!"
    m "Гуляете здесь без разрешения администрации."

# game/Gallery/gallery8.rpy:1209
translate german gallery_21309_544c498e:

    # m "И, подумайте! Как к Вам будет относиться другой надзиратель, учитывая что Вы заложили предыдущего!"
    # m "Вы ни о чем с ним не договоритесь!"
    m "И, подумайте! Как к Вам будет относиться другой надзиратель, учитывая что Вы заложили предыдущего!"
    m "Вы ни о чем с ним не договоритесь!"

# game/Gallery/gallery8.rpy:1213
translate german gallery_21309_9b16e308:

    # m "Вы будете гнить в камерах, никогда не выходя из них!"
    # m "И будете вспоминать доброго Боба!"
    # prisoner "..."
    m "Вы будете гнить в камерах, никогда не выходя из них!"
    m "И будете вспоминать доброго Боба!"
    prisoner "..."

# game/Gallery/gallery8.rpy:1218
translate german gallery_21309_7ff72abf:

    # m "Давайте! Зовите сюда детектива! Мне есть что сказать ему!"
    m "Давайте! Зовите сюда детектива! Мне есть что сказать ему!"

# game/Gallery/gallery8.rpy:1226
translate german gallery_21309_7607ad96:

    # prisoners "Она расскажет?"
    # prisoners "Она расскажет про нас?"
    # prisoner1 "Ладно, ладно... Мы пошутили..."
    prisoners "Она расскажет?"
    prisoners "Она расскажет про нас?"
    prisoner1 "Ладно, ладно... Мы пошутили..."

# game/Gallery/gallery8.rpy:1233
translate german gallery_21309_ad34a94e:

    # m "А теперь пошли вон отсюда!"
    # m "Животные!"
    m "А теперь пошли вон отсюда!"
    m "Животные!"

# game/Gallery/gallery8.rpy:1238
translate german gallery_21309_4f71cb50:

    # prisoner1 "Ладно. Мы уходим..."
    prisoner1 "Ладно. Мы уходим..."

# game/Gallery/gallery8.rpy:1250
translate german gallery_21624_710e2455:

    # prisoner1 "Эй, подойди сюда!"
    prisoner1 "Эй, подойди сюда!"

# game/Gallery/gallery8.rpy:1253
translate german gallery_21624_c0faf1ef:

    # m "Что? Кто это зовет меня?"
    m "Что? Кто это зовет меня?"

# game/Gallery/gallery8.rpy:1256
translate german gallery_21624_05c2983d:

    # prisoner1 "Подойди сюда! Мы тебя ждем!"
    prisoner1 "Подойди сюда! Мы тебя ждем!"

# game/Gallery/gallery8.rpy:1260
translate german gallery_21624_da6a1dc9:

    # m "Что?! Заключенные?!"
    m "Что?! Заключенные?!"

# game/Gallery/gallery8.rpy:1264
translate german gallery_21624_f287ba51:

    # m "Что Вы делаете здесь?! Как Вы сюда попали?!"
    m "Что Вы делаете здесь?! Как Вы сюда попали?!"

# game/Gallery/gallery8.rpy:1272
translate german gallery_21624_3e38379c:

    # prisoner1 "Мы на прогулке!"
    # prisoner1 "Боб разрешает нам выходить на прогулку перед сном."
    prisoner1 "Мы на прогулке!"
    prisoner1 "Боб разрешает нам выходить на прогулку перед сном."

# game/Gallery/gallery8.rpy:1276
translate german gallery_21624_8ae94345:

    # m "Где Боб?!"
    # mt "Мне надо тщательнее прикрываться. У меня внизу нет никакой одежды."
    # mt "Я не могу допустить, чтобы эти животные увидели хотя бы краешек любого из интимных мест..."
    # mt "Моего восхитительного тела."
    m "Где Боб?!"
    mt "Мне надо тщательнее прикрываться. У меня внизу нет никакой одежды."
    mt "Я не могу допустить, чтобы эти животные увидели хотя бы краешек любого из интимных мест..."
    mt "Моего восхитительного тела."

# game/Gallery/gallery8.rpy:1282
translate german gallery_21624_f2d7c8c7:

    # prisoner1 "Боба нет. Он вернется позднее."
    prisoner1 "Боба нет. Он вернется позднее."

# game/Gallery/gallery8.rpy:1291
translate german gallery_21624_cb8035fb:

    # m "Вы же раньше не гуляли здесь! Уйдите отсюда!"
    # m "Немедленно!"
    m "Вы же раньше не гуляли здесь! Уйдите отсюда!"
    m "Немедленно!"

# game/Gallery/gallery8.rpy:1297
translate german gallery_21624_a5aa9ed4:

    # prisoner1 "Боб разрешил нам гулять, потому что ему не удалось выполнить условие нашего молчания. Хе-хе."
    prisoner1 "Боб разрешил нам гулять, потому что ему не удалось выполнить условие нашего молчания. Хе-хе."

# game/Gallery/gallery8.rpy:1300
translate german gallery_21624_334f447a:

    # m "Какое еще условие?"
    m "Какое еще условие?"

# game/Gallery/gallery8.rpy:1303
translate german gallery_21624_0546d28b:

    # prisoner1 "Шлюха, ты что, забыла?"
    # prisoner1 "Боб обещал нам веселье с тобой!"
    # prisoner1 "За то что мы будем тихо себя вести и не надоедать Бобу своим шумом."
    prisoner1 "Шлюха, ты что, забыла?"
    prisoner1 "Боб обещал нам веселье с тобой!"
    prisoner1 "За то что мы будем тихо себя вести и не надоедать Бобу своим шумом."

# game/Gallery/gallery8.rpy:1314
translate german gallery_21624_2460c8c6:

    # m "Вы не зайдете сюда!"
    m "Вы не зайдете сюда!"

# game/Gallery/gallery8.rpy:1317
translate german gallery_21624_a2c761a8:

    # prisoner1 "Мы зайдем к тебе, шлюха!"
    # prisoner1 "После выполнения этого условия, Боб, скорее всего, запретит нам гулять и впредь."
    # prisoner1 "Но это веселье того стоит!"
    prisoner1 "Мы зайдем к тебе, шлюха!"
    prisoner1 "После выполнения этого условия, Боб, скорее всего, запретит нам гулять и впредь."
    prisoner1 "Но это веселье того стоит!"

# game/Gallery/gallery8.rpy:1326
translate german gallery_21624_f803c18f:

    # m "Никогда! Никогда этого не будет!"
    # m "Я скоро встречусь с Мистером Маркусом. Он ждет меня!"
    # m "И Вы не смеете трогать меня!"
    m "Никогда! Никогда этого не будет!"
    m "Я скоро встречусь с Мистером Маркусом. Он ждет меня!"
    m "И Вы не смеете трогать меня!"

# game/Gallery/gallery8.rpy:1331
translate german gallery_21624_9024847f:

    # prisoner1 "Да, верно! Боб нам обещал тебя сразу после твоей встречи с Мистером Маркусом!"
    # prisoner1 "Скоро ты будешь принадлежать нам!"
    prisoner1 "Да, верно! Боб нам обещал тебя сразу после твоей встречи с Мистером Маркусом!"
    prisoner1 "Скоро ты будешь принадлежать нам!"

# game/Gallery/gallery8.rpy:1335
translate german gallery_21624_c6c2ca6c:

    # m "Не дождетесь! Я не вернусь сюда после встречи с ним!"
    m "Не дождетесь! Я не вернусь сюда после встречи с ним!"

# game/Gallery/gallery8.rpy:1338
translate german gallery_21624_a54a4f24:

    # prisoner1 "Ха-ха-ха! А куда же ты денешься?"
    prisoner1 "Ха-ха-ха! А куда же ты денешься?"

# game/Gallery/gallery8.rpy:1349
translate german gallery_21624_765f179b:

    # mt "Куда я денусь..."
    # mt "Куда?"
    # mt "О БОЖЕ! Я не поеду на ферму, клянусь!"
    mt "Куда я денусь..."
    mt "Куда?"
    mt "О БОЖЕ! Я не поеду на ферму, клянусь!"

# game/Gallery/gallery8.rpy:1354
translate german gallery_21624_f5f43432:

    # m "После встречи с Мистером Маркусом я выйду на свободу!"
    # m "И больше никогда не увижу ваших отвратительных морд! Вы бы только посмотрели на себя! Фи!"
    m "После встречи с Мистером Маркусом я выйду на свободу!"
    m "И больше никогда не увижу ваших отвратительных морд! Вы бы только посмотрели на себя! Фи!"

# game/Gallery/gallery8.rpy:1364
translate german gallery_21624_65906458:

    # prisoner1 "Попроси прощения за свои слова."
    prisoner1 "Попроси прощения за свои слова."

# game/Gallery/gallery8.rpy:1368
translate german gallery_21624_1780266f:

    # m "И не собираюсь! У Вас действительно отвратительные морды!"
    # m "Вы выглядите как жалкие гниющие червяки!"
    # m "Вы даже не представляете с кем разговариваете сейчас!"
    m "И не собираюсь! У Вас действительно отвратительные морды!"
    m "Вы выглядите как жалкие гниющие червяки!"
    m "Вы даже не представляете с кем разговариваете сейчас!"

# game/Gallery/gallery8.rpy:1374
translate german gallery_21624_eb6e485e:

    # prisoner1 "Мы?!"
    # prisoner1 "Мы разговариваем со шлюхой."
    # prisoner1 "Только мы пока не решили хорошая шлюха или плохая."
    prisoner1 "Мы?!"
    prisoner1 "Мы разговариваем со шлюхой."
    prisoner1 "Только мы пока не решили хорошая шлюха или плохая."

# game/Gallery/gallery8.rpy:1384
translate german gallery_21624_7d1b94fc:

    # m "ЧТООО?! Да как ты смеешь, урод, называть меня так!"
    m "ЧТООО?! Да как ты смеешь, урод, называть меня так!"

# game/Gallery/gallery8.rpy:1389
translate german gallery_21624_25e67b05:

    # prisoner1 "Похоже шлюха забыла, что хотела сбежать отсюда!"
    # prisoner1 "Сегодня с утра приходил детектив от Мистера Маркуса и спрашивал про тебя..."
    prisoner1 "Похоже шлюха забыла, что хотела сбежать отсюда!"
    prisoner1 "Сегодня с утра приходил детектив от Мистера Маркуса и спрашивал про тебя..."

# game/Gallery/gallery8.rpy:1393
translate german gallery_21624_d016a728:

    # prisoner1 "Нарушала-ли ты какие-нибудь правила?"
    # prisoner1 "Не нарушала-ли дисциплину здесь или что-нибудь еще?"
    prisoner1 "Нарушала-ли ты какие-нибудь правила?"
    prisoner1 "Не нарушала-ли дисциплину здесь или что-нибудь еще?"

# game/Gallery/gallery8.rpy:1402
translate german gallery_21624_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:1405
translate german gallery_21624_6764e339:

    # prisoner1 "Шлюхой очень интересуются..."
    # prisoner1 "А шлюха, в то же время, вступила в сговор с надзирателем с целью побега."
    prisoner1 "Шлюхой очень интересуются..."
    prisoner1 "А шлюха, в то же время, вступила в сговор с надзирателем с целью побега."

# game/Gallery/gallery8.rpy:1409
translate german gallery_21624_ce3fcda8:

    # m "Вы ничего не докажете!"
    m "Вы ничего не докажете!"

# game/Gallery/gallery8.rpy:1413
translate german gallery_21624_84a90c0f:

    # prisoner1 "Мы запомнили дни, когда Боб отлучался в банк и встречался с риелтором."
    # prisoner1 "Мы все слышали!"
    # prisoner1 "Детектив проведет расследование и быстро расколет Боба."
    # prisoner1 "Тогда Боба заменят и мы будем этому рады!"
    # prisoner1 "Другой надзиратель будет поумнее и нам с ним будет проще договориться."
    # prisoner1 "А нам за сотрудничество увеличат паек! Мы уверены в этом!"
    prisoner1 "Мы запомнили дни, когда Боб отлучался в банк и встречался с риелтором."
    prisoner1 "Мы все слышали!"
    prisoner1 "Детектив проведет расследование и быстро расколет Боба."
    prisoner1 "Тогда Боба заменят и мы будем этому рады!"
    prisoner1 "Другой надзиратель будет поумнее и нам с ним будет проще договориться."
    prisoner1 "А нам за сотрудничество увеличат паек! Мы уверены в этом!"

# game/Gallery/gallery8.rpy:1425
translate german gallery_21624_4c1c714f:

    # prisoners "Паек, Да! Паек!"
    prisoners "Паек, Да! Паек!"

# game/Gallery/gallery8.rpy:1432
translate german gallery_21624_8ba996e8:

    # prisoner1 "Так что пусть шлюха хорошенько подумает и ответит... Какая она?"
    # prisoner1 "Хорошая или плохая?"
    # prisoner1 "Плохая шлюха хотела сбежать, плохая шлюха не нужна нам здесь!"
    prisoner1 "Так что пусть шлюха хорошенько подумает и ответит... Какая она?"
    prisoner1 "Хорошая или плохая?"
    prisoner1 "Плохая шлюха хотела сбежать, плохая шлюха не нужна нам здесь!"

# game/Gallery/gallery8.rpy:1438
translate german gallery_21624_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:1443
translate german gallery_21624_872ee5c9:

    # prisoner1 "Итак, отвечай!"
    prisoner1 "Итак, отвечай!"

# game/Gallery/gallery8.rpy:1454
translate german gallery_21624_88f6410b:

    # mt "О УЖАС!"
    # mt "Они расскажут Маркусу про то, что я собиралась сбежать отсюда!"
    # mt "Судя по тому, что здесь рыскает детектив, они так и ищут способ отправить меня на ту ферму!"
    mt "О УЖАС!"
    mt "Они расскажут Маркусу про то, что я собиралась сбежать отсюда!"
    mt "Судя по тому, что здесь рыскает детектив, они так и ищут способ отправить меня на ту ферму!"

# game/Gallery/gallery8.rpy:1459
translate german gallery_21624_a4aee6ad:

    # mt "..."
    # mt "Но, видимо, у них нет зацепок, чтобы сделать это."
    # mt "Но, если заключенные им расскажут про мои попытки сбежать, то это будет конец!"
    # mt "О БОЖЕ, Моника! Что же мне делать?"
    mt "..."
    mt "Но, видимо, у них нет зацепок, чтобы сделать это."
    mt "Но, если заключенные им расскажут про мои попытки сбежать, то это будет конец!"
    mt "О БОЖЕ, Моника! Что же мне делать?"

# game/Gallery/gallery8.rpy:1469
translate german gallery_21624_bddd0252:

    # mt "Неужели мне придется притворяться какой-то шлюхой здесь?!"
    # mt "..."
    # mt "Но иначе мне не выжить! Это вопрос жизни и смерти."
    # mt "А, судя по словам Мелани, может быть и еще похуже смерти..."
    # mt "Что же мне делать?"
    mt "Неужели мне придется притворяться какой-то шлюхой здесь?!"
    mt "..."
    mt "Но иначе мне не выжить! Это вопрос жизни и смерти."
    mt "А, судя по словам Мелани, может быть и еще похуже смерти..."
    mt "Что же мне делать?"

# game/Gallery/gallery8.rpy:1496
translate german gallery_21624_34f952d3:

    # prisoner1 "Ну, отвечай!"
    # prisoner1 "Хорошая ты шлюха или плохая?!"
    # m "..."
    # mt "Я не могу допустить, чтобы Маркус узнал о моей попытке сбежать отсюда!"
    # mt "Мне нужно как-то тянуть время..."
    prisoner1 "Ну, отвечай!"
    prisoner1 "Хорошая ты шлюха или плохая?!"
    m "..."
    mt "Я не могу допустить, чтобы Маркус узнал о моей попытке сбежать отсюда!"
    mt "Мне нужно как-то тянуть время..."

# game/Gallery/gallery8.rpy:1508
translate german gallery_21624_c8be466d:

    # mt "!!!"
    # m "Я... Хорошая шлюха..."
    mt "!!!"
    m "Я... Хорошая шлюха..."

# game/Gallery/gallery8.rpy:1513
translate german gallery_21624_8c5a1d3d:

    # prisoners "Да, хорошая шлюха!"
    # prisoners "Шлюха хорошая!"
    prisoners "Да, хорошая шлюха!"
    prisoners "Шлюха хорошая!"

# game/Gallery/gallery8.rpy:1518
translate german gallery_21624_b12bc137:

    # prisoner1 "Как зовут шлюху? Какое у шлюхи имя?"
    prisoner1 "Как зовут шлюху? Какое у шлюхи имя?"

# game/Gallery/gallery8.rpy:1534
translate german gallery_21624_98351355:

    # m "Меня зовут [monica_jail_name]..."
    m "Меня зовут [monica_jail_name]..."

# game/Gallery/gallery8.rpy:1538
translate german gallery_21624_49aaf437:

    # prisoners "Да! [monica_jail_name]! Шлюха!"
    prisoners "Да! [monica_jail_name]! Шлюха!"

# game/Gallery/gallery8.rpy:1543
translate german gallery_21624_851d6d63:

    # prisoner1 "Скажи, кто ты!"
    prisoner1 "Скажи, кто ты!"

# game/Gallery/gallery8.rpy:1546
translate german gallery_21624_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:1549
translate german gallery_21624_c4fa8378:

    # prisoner1 "Ну же!"
    prisoner1 "Ну же!"

# game/Gallery/gallery8.rpy:1554
translate german gallery_21624_74557b80:

    # m "Я... Хорошая шлюха..."
    # mt "О БОЖЕ! Какой кошмар!"
    m "Я... Хорошая шлюха..."
    mt "О БОЖЕ! Какой кошмар!"

# game/Gallery/gallery8.rpy:1565
translate german gallery_21624_65225ef0:

    # prisoner1 "Назови свое имя и скажи кто ты!"
    prisoner1 "Назови свое имя и скажи кто ты!"

# game/Gallery/gallery8.rpy:1568
translate german gallery_21624_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:1571
translate german gallery_21624_c0ce3327:

    # prisoner1 "Ну же!"
    # prisoner1 "И смотри на нас!"
    prisoner1 "Ну же!"
    prisoner1 "И смотри на нас!"

# game/Gallery/gallery8.rpy:1576
translate german gallery_21624_169e2d5b:

    # m "Меня зовут... [monica_jail_name]..."
    # m "И Я... хорошая шлюха..."
    # mt "Какой ужас! Но я делаю это чтобы выжить..."
    m "Меня зовут... [monica_jail_name]..."
    m "И Я... хорошая шлюха..."
    mt "Какой ужас! Но я делаю это чтобы выжить..."

# game/Gallery/gallery8.rpy:1587
translate german gallery_21624_7a35c90b:

    # prisoners "Да! Да!"
    # prisoners "Хорошая шлюха должна извиниться перед нами!"
    prisoners "Да! Да!"
    prisoners "Хорошая шлюха должна извиниться перед нами!"

# game/Gallery/gallery8.rpy:1591
translate german gallery_21624_64745c51:

    # prisoner1 "И должна сказать, что хочет показать нам свои сиськи!"
    prisoner1 "И должна сказать, что хочет показать нам свои сиськи!"

# game/Gallery/gallery8.rpy:1594
translate german gallery_21624_112fb1c3:

    # prisoners "Да! Да!"
    # prisoners "Сиськи!"
    prisoners "Да! Да!"
    prisoners "Сиськи!"

# game/Gallery/gallery8.rpy:1612
translate german gallery_21624_e959b736:

    # mt "Мне надо делать что они говорят, иначе конец!"
    # mt "Я буду притворяться и потяну время."
    # mt "Сегодня Мистер Маркус не смог встретиться со мной."
    # mt "Но я уверена, что завтра я увижусь с ним и этот кошмар закончится для меня!"
    mt "Мне надо делать что они говорят, иначе конец!"
    mt "Я буду притворяться и потяну время."
    mt "Сегодня Мистер Маркус не смог встретиться со мной."
    mt "Но я уверена, что завтра я увижусь с ним и этот кошмар закончится для меня!"

# game/Gallery/gallery8.rpy:1621
translate german gallery_21624_c4fa8378_1:

    # prisoner1 "Ну же!"
    prisoner1 "Ну же!"

# game/Gallery/gallery8.rpy:1630
translate german gallery_21624_2c1b3928:

    # m "Я... Я хорошая шлюха..."
    # prisoner1 "И?!"
    # m "И я прошу прощения у Вас. За то что назвала Вас некрасивыми..."
    m "Я... Я хорошая шлюха..."
    prisoner1 "И?!"
    m "И я прошу прощения у Вас. За то что назвала Вас некрасивыми..."

# game/Gallery/gallery8.rpy:1636
translate german gallery_21624_180b3d5b:

    # prisoner1 "И?! Кто Мы?!"
    prisoner1 "И?! Кто Мы?!"

# game/Gallery/gallery8.rpy:1645
translate german gallery_21624_eed19ebf:

    # m "Вы... Вы очень красивые мужчины и..."
    # m "..."
    m "Вы... Вы очень красивые мужчины и..."
    m "..."

# game/Gallery/gallery8.rpy:1650
translate german gallery_21624_6eb6c9a3:

    # prisoner1 "И что?! Давай, шлюха! Говори это!"
    prisoner1 "И что?! Давай, шлюха! Говори это!"

# game/Gallery/gallery8.rpy:1653
translate german gallery_21624_e4c7eec9:

    # m "И... И я хотела бы показать Вам свою грудь..."
    m "И... И я хотела бы показать Вам свою грудь..."

# game/Gallery/gallery8.rpy:1656
translate german gallery_21624_7829eca9:

    # prisoner1 "Сиськи! Не грудь, а сиськи! Скажи!"
    prisoner1 "Сиськи! Не грудь, а сиськи! Скажи!"

# game/Gallery/gallery8.rpy:1660
translate german gallery_21624_4b465c31:

    # mt "!!!"
    # m "Показать Вам... свои сиськи..."
    mt "!!!"
    m "Показать Вам... свои сиськи..."

# game/Gallery/gallery8.rpy:1667
translate german gallery_21624_616002f7:

    # prisoner1 "Ну же! Показывай! Давай!"
    prisoner1 "Ну же! Показывай! Давай!"

# game/Gallery/gallery8.rpy:1670
translate german gallery_21624_d73c0554:

    # prisoners "Сиськи! Сиськи!"
    prisoners "Сиськи! Сиськи!"

# game/Gallery/gallery8.rpy:1686
translate german gallery_21624_72c4389d:

    # mt "..."
    mt "..."

# game/Gallery/gallery8.rpy:1689
translate german gallery_21343_d73c0554:

    # prisoners "Сиськи! Сиськи!"
    prisoners "Сиськи! Сиськи!"

# game/Gallery/gallery8.rpy:1702
translate german gallery_21343_bb80a4b7:

    # prisoner1 "Ближе! Подойди ближе! Нам плохо видно!"
    prisoner1 "Ближе! Подойди ближе! Нам плохо видно!"

# game/Gallery/gallery8.rpy:1707
translate german gallery_21343_d73c0554_1:

    # prisoners "Сиськи! Сиськи!"
    prisoners "Сиськи! Сиськи!"

# game/Gallery/gallery8.rpy:1714
translate german gallery_21343_6f5c4a49:

    # mt "Боже! Как это унизительно!"
    # mt "Похоже на какой-то очередной кошмарный сон..."
    # mt "..."
    mt "Боже! Как это унизительно!"
    mt "Похоже на какой-то очередной кошмарный сон..."
    mt "..."

# game/Gallery/gallery8.rpy:1719
translate german gallery_21343_d73c0554_2:

    # prisoners "Сиськи! Сиськи!"
    prisoners "Сиськи! Сиськи!"

# game/Gallery/gallery8.rpy:1729
translate german gallery_21343_a46314e1:

    # prisoner1 "Шлюха хочет показать нам и киску!"
    prisoner1 "Шлюха хочет показать нам и киску!"

# game/Gallery/gallery8.rpy:1732
translate german gallery_21343_7496fc4f:

    # prisoners "Да!"
    # prisoners "Киску! Киску!"
    prisoners "Да!"
    prisoners "Киску! Киску!"

# game/Gallery/gallery8.rpy:1737
translate german gallery_21343_71b14bd4:

    # prisoner1 "Ну же, шлюха! Давай показывай!"
    prisoner1 "Ну же, шлюха! Давай показывай!"

# game/Gallery/gallery8.rpy:1740
translate german gallery_21343_f6990dc6:

    # prisoners "Киску! Киску!"
    prisoners "Киску! Киску!"

# game/Gallery/gallery8.rpy:1763
translate german gallery_21352_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:1770
translate german gallery_21352_c420d5e5:

    # prisoners "Да! Киска!"
    prisoners "Да! Киска!"

# game/Gallery/gallery8.rpy:1784
translate german gallery_21352_c8e813a7:

    # prisoner1 "Киска! Да!"
    # mt "Это невыносимо!!!"
    # mt "Если это и правда сон, то я хочу поскорее проснуться..."
    prisoner1 "Киска! Да!"
    mt "Это невыносимо!!!"
    mt "Если это и правда сон, то я хочу поскорее проснуться..."

# game/Gallery/gallery8.rpy:1795
translate german gallery_21352_75295aec:

    # prisoner1 "Шлюха хочет показать нам свою задницу!"
    # prisoner1 "Давай, шлюха, спрашивай разрешение у нас!"
    prisoner1 "Шлюха хочет показать нам свою задницу!"
    prisoner1 "Давай, шлюха, спрашивай разрешение у нас!"

# game/Gallery/gallery8.rpy:1799
translate german gallery_21352_9d2d37c4:

    # prisoner1 "Ты хочешь показать нам свою задницу!"
    # prisoner1 "Давай, спрашивай нас!"
    prisoner1 "Ты хочешь показать нам свою задницу!"
    prisoner1 "Давай, спрашивай нас!"

# game/Gallery/gallery8.rpy:1807
translate german gallery_21352_cc1976fe:

    # mt "О БОЖЕ! Неужели мне придется сказать это?!"
    # mt "Это... гадость..."
    mt "О БОЖЕ! Неужели мне придется сказать это?!"
    mt "Это... гадость..."

# game/Gallery/gallery8.rpy:1830
translate german gallery_21352_0d39b198:

    # m "Я... Я прошу..."
    # prisoner1 "Кто ты! Называй себя!"
    m "Я... Я прошу..."
    prisoner1 "Кто ты! Называй себя!"

# game/Gallery/gallery8.rpy:1834
translate german gallery_21352_bb1ddf21:

    # m "Я... Хорошая шлюха..."
    # m "..."
    # m "И Я... прошу... разрешения показать свою спину..."
    m "Я... Хорошая шлюха..."
    m "..."
    m "И Я... прошу... разрешения показать свою спину..."

# game/Gallery/gallery8.rpy:1844
translate german gallery_21352_cf042e2e:

    # prisoner1 "Задницу, шлюха!"
    # prisoner1 "Свою задницу!"
    # prisoner1 "Скажи это!"
    prisoner1 "Задницу, шлюха!"
    prisoner1 "Свою задницу!"
    prisoner1 "Скажи это!"

# game/Gallery/gallery8.rpy:1849
translate german gallery_21352_950cc21f:

    # prisoners "Задницу! Да, задницу!"
    # prisoners "Да! Да!"
    prisoners "Задницу! Да, задницу!"
    prisoners "Да! Да!"

# game/Gallery/gallery8.rpy:1857
translate german gallery_21352_72638887:

    # m "Я... прошу разрешения показать свою... свою задницу..."
    m "Я... прошу разрешения показать свою... свою задницу..."

# game/Gallery/gallery8.rpy:1865
translate german gallery_21371_01c92c5e:

    # prisoner1 "Да, [monica_jail_name] хорошая шлюха! Да!"
    # prisoner1 "Мы разрешаем тебе показать свою задницу, шлюха! Давай!"
    # prisoner1 "И поставь ноги пошире! Да!"
    prisoner1 "Да, [monica_jail_name] хорошая шлюха! Да!"
    prisoner1 "Мы разрешаем тебе показать свою задницу, шлюха! Давай!"
    prisoner1 "И поставь ноги пошире! Да!"

# game/Gallery/gallery8.rpy:1879
translate german gallery_21371_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:1886
translate german gallery_21371_f2fcac37:

    # prisoner1 "Подыми одежду! Мы не видим твоей задницы!"
    # prisoner1 "Ты же сама просила показать ее нам!"
    prisoner1 "Подыми одежду! Мы не видим твоей задницы!"
    prisoner1 "Ты же сама просила показать ее нам!"

# game/Gallery/gallery8.rpy:1890
translate german gallery_21371_e65cd8b5:

    # prisoners "Задница! Да, задница!"
    # prisoners "Да! Да!"
    prisoners "Задница! Да, задница!"
    prisoners "Да! Да!"

# game/Gallery/gallery8.rpy:1903
translate german gallery_21371_23e36d77:

    # mt "Не могу поверить, что показываю свое восхитительное тело в таком грязном месте..."
    # mt "Каким-то заключенным..."
    mt "Не могу поверить, что показываю свое восхитительное тело в таком грязном месте..."
    mt "Каким-то заключенным..."

# game/Gallery/gallery8.rpy:1911
translate german gallery_21371_e08b41c7:

    # prisoner1 "Да, хорошая задница! Да!"
    prisoner1 "Да, хорошая задница! Да!"

# game/Gallery/gallery8.rpy:1931
translate german gallery_21371_49ba8f58:

    # prisoner1 "Мы хотим потрогать ее! Да!"
    # prisoners "Да! Потрогать!"
    prisoner1 "Мы хотим потрогать ее! Да!"
    prisoners "Да! Потрогать!"

# game/Gallery/gallery8.rpy:1935
translate german gallery_21371_9aed691e:

    # prisoners "Мы хотим потрогать шлюху!"
    prisoners "Мы хотим потрогать шлюху!"

# game/Gallery/gallery8.rpy:1938
translate german gallery_21371_bf9a94e9:

    # prisoners "Потрогать, Да!"
    prisoners "Потрогать, Да!"

# game/Gallery/gallery8.rpy:1945
translate german gallery_21371_2860f76c:

    # m "Нет! Ни за что!"
    m "Нет! Ни за что!"

# game/Gallery/gallery8.rpy:1948
translate german gallery_21371_800b9125:

    # m "Я не дам Вам трогать меня!"
    m "Я не дам Вам трогать меня!"

# game/Gallery/gallery8.rpy:1956
translate german gallery_21371_66977ffb:

    # prisoner1 "Тогда ты будешь плохой шлюхой!"
    # prisoner1 "А ты знаешь что будет с плохой шлюхой!"
    prisoner1 "Тогда ты будешь плохой шлюхой!"
    prisoner1 "А ты знаешь что будет с плохой шлюхой!"

# game/Gallery/gallery8.rpy:1961
translate german gallery_21371_de40150e:

    # prisoners "Да! Плохая шлюха! Плохая!"
    # prisoners "Нам не нужна плохая шлюха!"
    # prisoners "Нам нужна хорошая шлюха! Да!"
    prisoners "Да! Плохая шлюха! Плохая!"
    prisoners "Нам не нужна плохая шлюха!"
    prisoners "Нам нужна хорошая шлюха! Да!"

# game/Gallery/gallery8.rpy:1966
translate german gallery_21371_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:1970
translate german gallery_21371_1e98f4ef:

    # prisoner1 "Хорошая шлюха идет к нам, чтобы мы потрогали ее! Да!"
    # prisoner1 "Мы не будем трахать шлюху пока! Мы только хотим потрогать ее!"
    prisoner1 "Хорошая шлюха идет к нам, чтобы мы потрогали ее! Да!"
    prisoner1 "Мы не будем трахать шлюху пока! Мы только хотим потрогать ее!"

# game/Gallery/gallery8.rpy:1981
translate german gallery_21371_b9f0564d:

    # mt "Это какой-то кошмар... Я не могу в это поверить..."
    # mt "Чтобы выжить, мне придется дать себя облапать каким-то ничтожествам..."
    # mt "Каким-то заключенным... Облапать меня, Монику Бакфетт!!!"
    # mt "Как такое может быть?! Неужели все это реальность?!"
    # mt "О БОЖЕ!"
    mt "Это какой-то кошмар... Я не могу в это поверить..."
    mt "Чтобы выжить, мне придется дать себя облапать каким-то ничтожествам..."
    mt "Каким-то заключенным... Облапать меня, Монику Бакфетт!!!"
    mt "Как такое может быть?! Неужели все это реальность?!"
    mt "О БОЖЕ!"

# game/Gallery/gallery8.rpy:1990
translate german gallery_21371_19a8f4ba:

    # prisoner1 "Ну же! Иди сюда!"
    # prisoner1 "Я только потрогаю какая твоя попа на ощупь!"
    # prisoner1 "Только Я! Больше никто! Можешь не бояться!"
    # prisoner1 "И на сегодня все!"
    prisoner1 "Ну же! Иди сюда!"
    prisoner1 "Я только потрогаю какая твоя попа на ощупь!"
    prisoner1 "Только Я! Больше никто! Можешь не бояться!"
    prisoner1 "И на сегодня все!"

# game/Gallery/gallery8.rpy:1999
translate german gallery_21371_41d3c1ad:

    # mt "Что же мне делать?"
    mt "Что же мне делать?"

# game/Gallery/gallery8.rpy:2020
translate german gallery_21371_7cd455b9:

    # mt "Это единственный выход..."
    mt "Это единственный выход..."

# game/Gallery/gallery8.rpy:2023
translate german gallery_21371_c859f4cb:

    # mt "Если они сообщат детективу хоть что-то о моих прошлых планах побега..."
    mt "Если они сообщат детективу хоть что-то о моих прошлых планах побега..."

# game/Gallery/gallery8.rpy:2026
translate german gallery_21371_41001dde:

    # mt "То меня ждет участь намного хуже этой..."
    mt "То меня ждет участь намного хуже этой..."

# game/Gallery/gallery8.rpy:2033
translate german gallery_21371_ba2b04d0:

    # m "О БОЖЕ!"
    m "О БОЖЕ!"

# game/Gallery/gallery8.rpy:2044
translate german gallery_21371_526a13a7:

    # m "Аааргхх!!!"
    m "Аааргхх!!!"

# game/Gallery/gallery8.rpy:2046
translate german gallery_21371_16f99566:

    # prisoner2 "Ааааа! Она укусила меня!"
    # prisoner2 "Эта сучка укусила меня!"
    prisoner2 "Ааааа! Она укусила меня!"
    prisoner2 "Эта сучка укусила меня!"

# game/Gallery/gallery8.rpy:2050
translate german gallery_21371_39d0b0c4:

    # prisoner2 "Эта сучка откусила мне палец! Аааааа!!!"
    prisoner2 "Эта сучка откусила мне палец! Аааааа!!!"

# game/Gallery/gallery8.rpy:2055
translate german gallery_21371_ba27e445:

    # m "На! Получай!"
    m "На! Получай!"

# game/Gallery/gallery8.rpy:2057
translate german gallery_21371_29ddb277:

    # prisoner1 "Ааааа! Мои яйца!!!"
    # prisoner1 "Она раздавила их каблуком! Аааааа!!!"
    # prisoner2 "Эта сучка ненормальная!"
    # prisoner2 "Бежим от нее!"
    prisoner1 "Ааааа! Мои яйца!!!"
    prisoner1 "Она раздавила их каблуком! Аааааа!!!"
    prisoner2 "Эта сучка ненормальная!"
    prisoner2 "Бежим от нее!"

# game/Gallery/gallery8.rpy:2065
translate german gallery_21371_f2b4d9f9:

    # m "Только попробуйте еще раз приблизиться ко мне, ничтожества!"
    # m "И я оторву ваши яйца и заставлю сожрать их!!!"
    m "Только попробуйте еще раз приблизиться ко мне, ничтожества!"
    m "И я оторву ваши яйца и заставлю сожрать их!!!"

# game/Gallery/gallery8.rpy:2076
translate german gallery_21393_393fdda3:

    # m "Вы же обещали!"
    m "Вы же обещали!"

# game/Gallery/gallery8.rpy:2086
translate german gallery_21393_1ccd8bbd:

    # prisoners "Да! Хорошая! Шлюха!"
    prisoners "Да! Хорошая! Шлюха!"

# game/Gallery/gallery8.rpy:2089
translate german gallery_21393_192004f5:

    # prisoners "Шлюха хорошая! Да!"
    # prisoner3 "И я хочу! И мне тоже дайте!"
    # prisoner5 "И мне!"
    # prisoner6 "И мне!"
    prisoners "Шлюха хорошая! Да!"
    prisoner3 "И я хочу! И мне тоже дайте!"
    prisoner5 "И мне!"
    prisoner6 "И мне!"

# game/Gallery/gallery8.rpy:2101
translate german gallery_21393_a3bf0996:

    # mt "Нет!"
    # prisoner1 "В очередь! Шлюха одна, а нас много!"
    mt "Нет!"
    prisoner1 "В очередь! Шлюха одна, а нас много!"

# game/Gallery/gallery8.rpy:2107
translate german gallery_21393_6f9fcf70:

    # mt "!!!"
    # prisoner2 "Потрогать шлюху!"
    mt "!!!"
    prisoner2 "Потрогать шлюху!"

# game/Gallery/gallery8.rpy:2113
translate german gallery_21393_04d7ba21:

    # mt "Не-е-е-ет!"
    # prisoners "Да, очередь! Очередь!"
    mt "Не-е-е-ет!"
    prisoners "Да, очередь! Очередь!"

# game/Gallery/gallery8.rpy:2119
translate german gallery_21393_1ccd8bbd_1:

    # prisoners "Да! Хорошая! Шлюха!"
    prisoners "Да! Хорошая! Шлюха!"

# game/Gallery/gallery8.rpy:2124
translate german gallery_21393_f1d3e5c0:

    # prisoner2 "Потрогать шлюху!"
    prisoner2 "Потрогать шлюху!"

# game/Gallery/gallery8.rpy:2132
translate german gallery_21393_4e6c1190:

    # mt "!!!"
    # mt "Я сплю..."
    # mt "Это какой-то кошмарный сон..."
    mt "!!!"
    mt "Я сплю..."
    mt "Это какой-то кошмарный сон..."

# game/Gallery/gallery8.rpy:2139
translate german gallery_21393_30c5b8c2:

    # mt "Это не в реальности..."
    mt "Это не в реальности..."

# game/Gallery/gallery8.rpy:2142
translate german gallery_21393_60f94e75:

    # mt "Этого не может быть..."
    mt "Этого не может быть..."

# game/Gallery/gallery8.rpy:2147
translate german gallery_21393_85c8799c:

    # m "АЙ!!!"
    m "АЙ!!!"

# game/Gallery/gallery8.rpy:2150
translate german gallery_21393_9296c8fb:

    # mt "Я... чувстую как каждый сантиметр моей кожи лапают эти грязные руки..."
    mt "Я... чувстую как каждый сантиметр моей кожи лапают эти грязные руки..."

# game/Gallery/gallery8.rpy:2162
translate german gallery_21393_5bffe06c:

    # prisoners "Да! Хорошая! Шлюха!"
    # prisoners "Шлюха хорошая! Да!"
    prisoners "Да! Хорошая! Шлюха!"
    prisoners "Шлюха хорошая! Да!"

# game/Gallery/gallery8.rpy:2167
translate german gallery_21393_ffdbbe88:

    # prisoner6 "Боб! Боб идет!"
    # prisoner1 "Быстро в камеры, ребята!"
    prisoner6 "Боб! Боб идет!"
    prisoner1 "Быстро в камеры, ребята!"

# game/Gallery/gallery8.rpy:2179
translate german gallery_21393_7b2f2899:

    # mt "Что... Это было..."
    # mt "Он сказал, что потрогает меня один..."
    # mt "Но на что я рассчитывала? О БОЖЕ!"
    # mt "У меня не было другого выхода, не было!"
    mt "Что... Это было..."
    mt "Он сказал, что потрогает меня один..."
    mt "Но на что я рассчитывала? О БОЖЕ!"
    mt "У меня не было другого выхода, не было!"

# game/Gallery/gallery8.rpy:2185
translate german gallery_21393_4dabfc5f:

    # mt "Может быть, рассказать Бобу о том, что они шантажируют меня?"
    # mt "Но нет... Он такой глупый, что будет только хуже..."
    # mt "Мне надо скорее об этом забыть!"
    mt "Может быть, рассказать Бобу о том, что они шантажируют меня?"
    mt "Но нет... Он такой глупый, что будет только хуже..."
    mt "Мне надо скорее об этом забыть!"

# game/Gallery/gallery8.rpy:2205
translate german gallery_21446_ef9a5b9a:

    # prisoners "Шлюха! Нам нужна наша шлюха!"
    prisoners "Шлюха! Нам нужна наша шлюха!"

# game/Gallery/gallery8.rpy:2208
translate german gallery_21446_dcbd291e:

    # prisoners "Шлюха!"
    prisoners "Шлюха!"

# game/Gallery/gallery8.rpy:2217
translate german gallery_21446_111a02ad:

    # m "Что Вам снова надо от меня?!"
    m "Что Вам снова надо от меня?!"

# game/Gallery/gallery8.rpy:2221
translate german gallery_21446_1e67471c:

    # prisoners "Нам нужна шлюха! [monica_jail_name], наша шлюха!"
    prisoners "Нам нужна шлюха! [monica_jail_name], наша шлюха!"

# game/Gallery/gallery8.rpy:2225
translate german gallery_21446_0bd43310:

    # prisoner1 "Шлюха сегодня хорошая?"
    # prisoner1 "Или шлюха снова плохая?!"
    # prisoner1 "Шлюха, отвечай!"
    prisoner1 "Шлюха сегодня хорошая?"
    prisoner1 "Или шлюха снова плохая?!"
    prisoner1 "Шлюха, отвечай!"

# game/Gallery/gallery8.rpy:2238
translate german gallery_21446_f8815027:

    # mt "О БОЖЕ! Снова они!"
    # mt "Что же мне делать?! Мне надо как-то дождаться завтрашнего дня!"
    # mt "Если они расскажут обо мне, то мне конец!"
    # mt "Всего один день!"
    mt "О БОЖЕ! Снова они!"
    mt "Что же мне делать?! Мне надо как-то дождаться завтрашнего дня!"
    mt "Если они расскажут обо мне, то мне конец!"
    mt "Всего один день!"

# game/Gallery/gallery8.rpy:2244
translate german gallery_21446_8bd94a97:

    # mt "..."
    # mt "Может быть стоит перетерпеть это? Эти унижения..."
    # mt "Это пусть к моей свободе..."
    # mt "Мне надо пройти его!"
    # mt "Но смогу-ли Я?.."
    mt "..."
    mt "Может быть стоит перетерпеть это? Эти унижения..."
    mt "Это пусть к моей свободе..."
    mt "Мне надо пройти его!"
    mt "Но смогу-ли Я?.."

# game/Gallery/gallery8.rpy:2271
translate german gallery_21446_7a2c0984:

    # m "Я... Я хорошая шлюха..."
    m "Я... Я хорошая шлюха..."

# game/Gallery/gallery8.rpy:2276
translate german gallery_21446_a1d4d17d:

    # prisoner1 "Хорошая шлюха встанет на колени и повернется к нам задницей! Да!"
    # prisoner1 "Мы предвкушаем твою задницу, шлюха!"
    prisoner1 "Хорошая шлюха встанет на колени и повернется к нам задницей! Да!"
    prisoner1 "Мы предвкушаем твою задницу, шлюха!"

# game/Gallery/gallery8.rpy:2286
translate german gallery_21446_b42aed58:

    # prisoner1 "Мы хотим получить удовольствие от нее, прямо сейчас!"
    prisoner1 "Мы хотим получить удовольствие от нее, прямо сейчас!"

# game/Gallery/gallery8.rpy:2296
translate german gallery_21446_0de34d28:

    # m "О БОЖЕ!"
    # m "Что Вы собираетесь делать?!"
    m "О БОЖЕ!"
    m "Что Вы собираетесь делать?!"

# game/Gallery/gallery8.rpy:2302
translate german gallery_21446_b4271346:

    # prisoner1 "Мы будем дрочить, шлюха! Скоро ты будешь наша!"
    prisoner1 "Мы будем дрочить, шлюха! Скоро ты будешь наша!"

# game/Gallery/gallery8.rpy:2323
translate german gallery_21446_fbaf0727:

    # prisoner1 "А пока мы хотим подрочить на твою задницу!"
    # prisoner1 "Садись на колени и вставай своей задницей к нам, сейчас же!"
    prisoner1 "А пока мы хотим подрочить на твою задницу!"
    prisoner1 "Садись на колени и вставай своей задницей к нам, сейчас же!"

# game/Gallery/gallery8.rpy:2338
translate german gallery_21446_3a7bfa61:

    # mt "У меня нет другого выхода..."
    # mt "Мне надо притворяться будто я слушаю их..."
    # mt "Иначе мне конец..."
    mt "У меня нет другого выхода..."
    mt "Мне надо притворяться будто я слушаю их..."
    mt "Иначе мне конец..."

# game/Gallery/gallery8.rpy:2345
translate german gallery_21446_d8a4156f:

    # mt "Боже! Я не могу поверить что делаю это..."
    mt "Боже! Я не могу поверить что делаю это..."

# game/Gallery/gallery8.rpy:2349
translate german gallery_21446_7ee4afcd:

    # prisoner1 "Ближе, шлюха!"
    # prisoner1 "Сядь ближе! Нам не видно твоей задницы!"
    prisoner1 "Ближе, шлюха!"
    prisoner1 "Сядь ближе! Нам не видно твоей задницы!"

# game/Gallery/gallery8.rpy:2361
translate german gallery_21446_0b1a7a32:

    # mt "Я пододвинусь к ним... Аккуратно..."
    # mt "Главное чтобы они не смогли схватить меня..."
    # mt "Как в прошлый раз..."
    mt "Я пододвинусь к ним... Аккуратно..."
    mt "Главное чтобы они не смогли схватить меня..."
    mt "Как в прошлый раз..."

# game/Gallery/gallery8.rpy:2373
translate german gallery_21446_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:2381
translate german gallery_21446_b06984fb:

    # prisoner1 "Выше! Выше задницу!"
    # prisoner1 "Нам плохо видно!"
    # prisoner1 "Шлюха должна поднять одежду, чтобы был лучший обзор! Да!"
    prisoner1 "Выше! Выше задницу!"
    prisoner1 "Нам плохо видно!"
    prisoner1 "Шлюха должна поднять одежду, чтобы был лучший обзор! Да!"

# game/Gallery/gallery8.rpy:2393
translate german gallery_21446_99da32ef:

    # prisoner1 "Да, шлюха!"
    prisoner1 "Да, шлюха!"

# game/Gallery/gallery8.rpy:2397
translate german gallery_21446_e424f018:

    # prisoner1 "Скажи что эта шлюха и ее задница принадлежат нам!"
    # prisoner1 "Скажи!"
    prisoner1 "Скажи что эта шлюха и ее задница принадлежат нам!"
    prisoner1 "Скажи!"

# game/Gallery/gallery8.rpy:2405
translate german gallery_21446_38a09020:

    # mt "О БОЖЕ! Неужели я скажу такое?!"
    mt "О БОЖЕ! Неужели я скажу такое?!"

# game/Gallery/gallery8.rpy:2411
translate german gallery_21446_d0f33f20:

    # prisoner1 "Ну же, шлюха! Мы ждем!"
    prisoner1 "Ну же, шлюха! Мы ждем!"

# game/Gallery/gallery8.rpy:2427
translate german gallery_21446_46fbdf0d:

    # mt "Главное - потянуть время, Моника!"
    # mt "Я скажу им все что угоодно, чтобы выиграть время..."
    mt "Главное - потянуть время, Моника!"
    mt "Я скажу им все что угоодно, чтобы выиграть время..."

# game/Gallery/gallery8.rpy:2437
translate german gallery_21446_cf137ff9:

    # m "Эта... Эта шлюха хорошая..."
    m "Эта... Эта шлюха хорошая..."

# game/Gallery/gallery8.rpy:2440
translate german gallery_21446_57bef45d:

    # m "Эта шлюха и ее задница... принадлежат вам..."
    m "Эта шлюха и ее задница... принадлежат вам..."

# game/Gallery/gallery8.rpy:2451
translate german gallery_21446_35fedf66:

    # prisoners "Да! Хорошая шлюха!"
    # prisoners "Хорошая шлюха! Да! Да!"
    prisoners "Да! Хорошая шлюха!"
    prisoners "Хорошая шлюха! Да! Да!"

# game/Gallery/gallery8.rpy:2456
translate german gallery_21446_54549036:

    # prisoner1 "Открой свою киску!"
    # prisoner1 "Покажи нам что у шлюхи внутри!"
    prisoner1 "Открой свою киску!"
    prisoner1 "Покажи нам что у шлюхи внутри!"

# game/Gallery/gallery8.rpy:2480
translate german gallery_21446_12fa174f:

    # prisoners "Хорошая шлюха! Да! Да!"
    prisoners "Хорошая шлюха! Да! Да!"

# game/Gallery/gallery8.rpy:2483
translate german gallery_21446_aeb5a6b9:

    # prisoners "Да! Хорошая шлюха!"
    prisoners "Да! Хорошая шлюха!"

# game/Gallery/gallery8.rpy:2487
translate german gallery_21446_ad236f9b:

    # prisoner1 "Скажи что эта задница всегда будет к нашим услугам! Скажи!"
    prisoner1 "Скажи что эта задница всегда будет к нашим услугам! Скажи!"

# game/Gallery/gallery8.rpy:2490
translate german gallery_21446_a6edca94:

    # prisoners "Скажи! Скажи! Задница! Скажи!"
    prisoners "Скажи! Скажи! Задница! Скажи!"

# game/Gallery/gallery8.rpy:2512
translate german gallery_21454_aaf22dc2:

    # mt "Как я могу сказать такое?! Неужели Я это сделаю?!"
    # mt "Это все сон!"
    # mt "Это какой-то кошмар!"
    # mt "Я не верю в то, что это просходит на самом деле!"
    mt "Как я могу сказать такое?! Неужели Я это сделаю?!"
    mt "Это все сон!"
    mt "Это какой-то кошмар!"
    mt "Я не верю в то, что это просходит на самом деле!"

# game/Gallery/gallery8.rpy:2523
translate german gallery_21454_6226f8e5:

    # prisoner1 "Ну же, шлюха!"
    # prisoner1 "Мы ждем!"
    prisoner1 "Ну же, шлюха!"
    prisoner1 "Мы ждем!"

# game/Gallery/gallery8.rpy:2530
translate german gallery_21454_c61dfb34:

    # mt "..."
    # mt "Грязные животные..."
    # mt "Я скажу это... Эту мерзость..."
    # mt "Только бы они не трогали меня больше..."
    # mt "Я не смогу пережить это еще раз!"
    # m "Задница этой шлюхи всегда к Вашим услугам..."
    # prisoner1 "В любое время, шлюха! Скажи это!"
    mt "..."
    mt "Грязные животные..."
    mt "Я скажу это... Эту мерзость..."
    mt "Только бы они не трогали меня больше..."
    mt "Я не смогу пережить это еще раз!"
    m "Задница этой шлюхи всегда к Вашим услугам..."
    prisoner1 "В любое время, шлюха! Скажи это!"

# game/Gallery/gallery8.rpy:2543
translate german gallery_21454_dc834db5:

    # m "Задница этой шлюхи всегда к Вашим услугам... в любое время..."
    m "Задница этой шлюхи всегда к Вашим услугам... в любое время..."

# game/Gallery/gallery8.rpy:2557
translate german gallery_21454_57600a32:

    # prisoners "Да! Шлюха! Да!"
    prisoners "Да! Шлюха! Да!"

# game/Gallery/gallery8.rpy:2565
translate german gallery_21454_a88caaf2:

    # prisoner1 "АААааааххх!!!"
    prisoner1 "АААааааххх!!!"

# game/Gallery/gallery8.rpy:2572
translate german gallery_21454_06f4e224:

    # prisoner2 "АААааааххх!!!"
    prisoner2 "АААааааххх!!!"

# game/Gallery/gallery8.rpy:2576
translate german gallery_21454_ebba2b23:

    # prisoners "Хорошая шлюха! Хорошая! Да!"
    # prisoner1 "Скоро мы вставим свои члены в эту аппетитную задницу! Да!"
    prisoners "Хорошая шлюха! Хорошая! Да!"
    prisoner1 "Скоро мы вставим свои члены в эту аппетитную задницу! Да!"

# game/Gallery/gallery8.rpy:2581
translate german gallery_21454_669939da:

    # prisoner1 "Скажи, шлюха! Скажи, что ты ждешь наши члены в своей заднице!"
    # prisoner1 "Скажи это, шлюха!"
    prisoner1 "Скажи, шлюха! Скажи, что ты ждешь наши члены в своей заднице!"
    prisoner1 "Скажи это, шлюха!"

# game/Gallery/gallery8.rpy:2589
translate german gallery_21454_76cc631d:

    # mt "!!!"
    # m "Нет!!!"
    mt "!!!"
    m "Нет!!!"

# game/Gallery/gallery8.rpy:2597
translate german gallery_21454_d18decc1:

    # prisoner1 "Скажи, шлюха! А не то ты станешь плохой шлюхой!"
    prisoner1 "Скажи, шлюха! А не то ты станешь плохой шлюхой!"

# game/Gallery/gallery8.rpy:2600
translate german gallery_21454_a437845d:

    # prisoners "Да! Да! Плохая шлюха! Да!"
    prisoners "Да! Да! Плохая шлюха! Да!"

# game/Gallery/gallery8.rpy:2607
translate german gallery_21454_64267ebd:

    # mt "О БОЖЕ!!! Что мне делать?!"
    mt "О БОЖЕ!!! Что мне делать?!"

# game/Gallery/gallery8.rpy:2627
translate german gallery_21454_95ad274f:

    # m "Я... Я жду Ваши члены..."
    m "Я... Я жду Ваши члены..."

# game/Gallery/gallery8.rpy:2632
translate german gallery_21454_162989c7:

    # prisoner1 "Где?! Где ты ждешь наши члены, шлюха?! Отвечай нам!"
    prisoner1 "Где?! Где ты ждешь наши члены, шлюха?! Отвечай нам!"

# game/Gallery/gallery8.rpy:2645
translate german gallery_21454_3a3d5798:

    # m "Я... Я жду Ваши члены... в своей попе..."
    # mt "О БОЖЕ!!!"
    m "Я... Я жду Ваши члены... в своей попе..."
    mt "О БОЖЕ!!!"

# game/Gallery/gallery8.rpy:2654
translate german gallery_21454_54c6f843:

    # prisoner1 "Скажи, скажи что ты хочешь, чтобы они поскорее оказались там!"
    # prisoner1 "Скажи это!"
    prisoner1 "Скажи, скажи что ты хочешь, чтобы они поскорее оказались там!"
    prisoner1 "Скажи это!"

# game/Gallery/gallery8.rpy:2663
translate german gallery_21454_adf7dfcd:

    # mt "Как я могу такое сказать?! Но мне не важно, что я говорю..."
    # mt "Все равно этого никогда не будет... А мне надо выиграть время..."
    # mt "Всего лишь время!"
    mt "Как я могу такое сказать?! Но мне не важно, что я говорю..."
    mt "Все равно этого никогда не будет... А мне надо выиграть время..."
    mt "Всего лишь время!"

# game/Gallery/gallery8.rpy:2677
translate german gallery_21454_252bb632:

    # m "Я... Я жду Ваши члены... в своей попе..."
    # m "Я... Я хочу, чтобы они поскорее оказались там..."
    m "Я... Я жду Ваши члены... в своей попе..."
    m "Я... Я хочу, чтобы они поскорее оказались там..."

# game/Gallery/gallery8.rpy:2689
translate german gallery_21454_33d85f3c:

    # prisoner1 "Да, хорошая шлюха! Да!"
    # prisoner1 "До завтра, шлюха!"
    # prisoner1 "Завтра ты будешь сосать наши члены!"
    # prisoner1 "У всех нас, одновременно!"
    prisoner1 "Да, хорошая шлюха! Да!"
    prisoner1 "До завтра, шлюха!"
    prisoner1 "Завтра ты будешь сосать наши члены!"
    prisoner1 "У всех нас, одновременно!"

# game/Gallery/gallery8.rpy:2695
translate german gallery_21454_4b4d6645:

    # prisoners "Да! Да! Хорошая шлюха!"
    # prisoners "Одновременно, сосать, Да!"
    prisoners "Да! Да! Хорошая шлюха!"
    prisoners "Одновременно, сосать, Да!"

# game/Gallery/gallery8.rpy:2704
translate german gallery_21454_ccd16f98:

    # m "НЕТ!!!"
    # m "О БОЖЕ!!!"
    # m "Я не буду делать этого!!!"
    m "НЕТ!!!"
    m "О БОЖЕ!!!"
    m "Я не буду делать этого!!!"

# game/Gallery/gallery8.rpy:2714
translate german gallery_21454_9af4e988:

    # prisoner1 "Ты будешь! Иначе ты будешь плохой шлюхой, Да!"
    # prisoner1 "Скажи это! Скажи, что ты будешь сосать наши члены завтра!"
    # prisoner1 "Скажи! Мы хотим услышать это!"
    prisoner1 "Ты будешь! Иначе ты будешь плохой шлюхой, Да!"
    prisoner1 "Скажи это! Скажи, что ты будешь сосать наши члены завтра!"
    prisoner1 "Скажи! Мы хотим услышать это!"

# game/Gallery/gallery8.rpy:2722
translate german gallery_21454_646fe964:

    # prisoners "Да! Да!"
    # prisoners "Услышать! Да!"
    prisoners "Да! Да!"
    prisoners "Услышать! Да!"

# game/Gallery/gallery8.rpy:2733
translate german gallery_21454_f8a865a9:

    # mt "О БОЖЕ!"
    # mt "Что мне делать?!"
    # mt "Завтра Мистер Маркус примет меня."
    # mt "Мне надо сказать что угодно, чтобы они отстали от меня!"
    mt "О БОЖЕ!"
    mt "Что мне делать?!"
    mt "Завтра Мистер Маркус примет меня."
    mt "Мне надо сказать что угодно, чтобы они отстали от меня!"

# game/Gallery/gallery8.rpy:2759
translate german gallery_21475_d85af52b:

    # m "Я... Я буду сосать Ваши члены... Завтра..."
    m "Я... Я буду сосать Ваши члены... Завтра..."

# game/Gallery/gallery8.rpy:2764
translate german gallery_21475_1f60e0c8:

    # prisoner1 "Одновременно! Одновременно все наши члены! Да!"
    prisoner1 "Одновременно! Одновременно все наши члены! Да!"

# game/Gallery/gallery8.rpy:2768
translate german gallery_21475_fd6b0a71:

    # m "Я... Я буду сосать завтра все Ваши члены... Одновременно..."
    # mt "Мерзавцы... Никогда этого не будет!"
    m "Я... Я буду сосать завтра все Ваши члены... Одновременно..."
    mt "Мерзавцы... Никогда этого не будет!"

# game/Gallery/gallery8.rpy:2776
translate german gallery_21475_464c9227:

    # prisoner1 "Да! Хорошая шлюха!"
    # prisoners "Да!"
    prisoner1 "Да! Хорошая шлюха!"
    prisoners "Да!"

# game/Gallery/gallery8.rpy:2780
translate german gallery_21475_b47cb26b:

    # prisoner1 "Шлюха может отдыхать на сегодня! Да!"
    # prisoners "Мы придем к шлюхе завтра! Да!"
    prisoner1 "Шлюха может отдыхать на сегодня! Да!"
    prisoners "Мы придем к шлюхе завтра! Да!"

# game/Gallery/gallery8.rpy:2798
translate german gallery_21475_aca43313:

    # mt "О Боже! Что Я сказала?!"
    mt "О Боже! Что Я сказала?!"

# game/Gallery/gallery8.rpy:2801
translate german gallery_21475_f0aa31c8:

    # mt "!!!"
    # mt "Но какая разница?!"
    # mt "Завтра я встречусь с Маркусом и это кошмар закончится!"
    # mt "Мне надо спать! Я хочу поскорее уснуть!"
    mt "!!!"
    mt "Но какая разница?!"
    mt "Завтра я встречусь с Маркусом и это кошмар закончится!"
    mt "Мне надо спать! Я хочу поскорее уснуть!"

# game/Gallery/gallery8.rpy:2819
translate german gallery_21523_50e4ad54:

    # prisoners "Шлюха! Шлюха! Мы пришли к тебе!"
    # prisoners "Шлюха!"
    prisoners "Шлюха! Шлюха! Мы пришли к тебе!"
    prisoners "Шлюха!"

# game/Gallery/gallery8.rpy:2829
translate german gallery_21523_eda97055:

    # mt "О БОЖЕ!!! Я совсем забыла!"
    # mt "Они снова пришли!"
    # mt "Я... О БОЖЕ!!! Что я пообещала им вчера?!"
    # mt "Что же мне теперь делать?!"
    mt "О БОЖЕ!!! Я совсем забыла!"
    mt "Они снова пришли!"
    mt "Я... О БОЖЕ!!! Что я пообещала им вчера?!"
    mt "Что же мне теперь делать?!"

# game/Gallery/gallery8.rpy:2839
translate german gallery_21523_3b4e268c:

    # m "Что Вам снова надо?! Зачем Вы снова пришли сюда?!"
    # m "Уходите!"
    m "Что Вам снова надо?! Зачем Вы снова пришли сюда?!"
    m "Уходите!"

# game/Gallery/gallery8.rpy:2850
translate german gallery_21523_0987b173:

    # prisoner1 "Мы пришли к нашей шлюхе! Да!"
    # prisoner1 "К хорошей шлюхе! Которая будет сосать наши члены сегодня!"
    prisoner1 "Мы пришли к нашей шлюхе! Да!"
    prisoner1 "К хорошей шлюхе! Которая будет сосать наши члены сегодня!"

# game/Gallery/gallery8.rpy:2856
translate german gallery_21523_46a6c398:

    # prisoners "Да! Да! Сосать!"
    prisoners "Да! Да! Сосать!"

# game/Gallery/gallery8.rpy:2866
translate german gallery_21523_cc6ce441:

    # m "Я не буду делать этого! Никогда, Вы слышите?!"
    m "Я не буду делать этого! Никогда, Вы слышите?!"

# game/Gallery/gallery8.rpy:2871
translate german gallery_21523_1c26fd5e:

    # prisoner1 "Ты будешь сосать! Будешь! Иначе ты плохая шлюха!"
    # prisoners "Да! Будет плохой шлюхой!"
    prisoner1 "Ты будешь сосать! Будешь! Иначе ты плохая шлюха!"
    prisoners "Да! Будет плохой шлюхой!"

# game/Gallery/gallery8.rpy:2875
translate german gallery_21523_1c2960c8:

    # prisoner1 "Ты надоела нам! Если ты будешь плохой шлюхой, мы все расскажем детективу про тебя!"
    prisoner1 "Ты надоела нам! Если ты будешь плохой шлюхой, мы все расскажем детективу про тебя!"

# game/Gallery/gallery8.rpy:2882
translate german gallery_21523_d7fda564:

    # mt "Тянуть время..."
    # mt "Мне просто нужно тянуть время..."
    # m "НЕТ! Вы не сделаете этого!"
    mt "Тянуть время..."
    mt "Мне просто нужно тянуть время..."
    m "НЕТ! Вы не сделаете этого!"

# game/Gallery/gallery8.rpy:2893
translate german gallery_21523_b0d51b5f:

    # prisoner1 "Если шлюха будет хорошей, мы не будем этого делать!"
    prisoner1 "Если шлюха будет хорошей, мы не будем этого делать!"

# game/Gallery/gallery8.rpy:2896
translate german gallery_21523_6d7939a7:

    # prisoner1 "Садись на колени и соси наши члены!"
    # prisoner1 "Будь хорошей шлюхой, [monica_jail_name]."
    prisoner1 "Садись на колени и соси наши члены!"
    prisoner1 "Будь хорошей шлюхой, [monica_jail_name]."

# game/Gallery/gallery8.rpy:2904
translate german gallery_21523_ee60df1f:

    # m "НЕТ! Я не буду! Ни за что!!!"
    # mt "Боже! Как это мерзко!!!"
    # mt "!!!"
    m "НЕТ! Я не буду! Ни за что!!!"
    mt "Боже! Как это мерзко!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:2919
translate german gallery_21523_9c064075:

    # prisoner1 "Тогда мы уходим! Позовите детектива, ребята!"
    # prisoners "Да, мы пошли звать детектива."
    # prisoners "Плохая шлюха!"
    prisoner1 "Тогда мы уходим! Позовите детектива, ребята!"
    prisoners "Да, мы пошли звать детектива."
    prisoners "Плохая шлюха!"

# game/Gallery/gallery8.rpy:2930
translate german gallery_21523_79fadca5:

    # mt "Что?!"
    # mt "!!!"
    # mt "Нет-нет! Мне нельзя этого допустить!"
    # m "Нет! Стойте!"
    # m "Не делайте этого!"
    mt "Что?!"
    mt "!!!"
    mt "Нет-нет! Мне нельзя этого допустить!"
    m "Нет! Стойте!"
    m "Не делайте этого!"

# game/Gallery/gallery8.rpy:2942
translate german gallery_21523_7e7e814a:

    # prisoner1 "Мы сделаем это! Ты плохая шлюха!"
    # prisoners "Да! Да!"
    # prisoners "Мы сделаем это!"
    prisoner1 "Мы сделаем это! Ты плохая шлюха!"
    prisoners "Да! Да!"
    prisoners "Мы сделаем это!"

# game/Gallery/gallery8.rpy:2951
translate german gallery_21523_9cef5ebd:

    # m "Не делайте!"
    # m "Я... Я..."
    # mt "!!!"
    # mt "Черт! Что 'Я'?.."
    # mt "Я не смогу этого сделать! Не смогу!!!"
    m "Не делайте!"
    m "Я... Я..."
    mt "!!!"
    mt "Черт! Что 'Я'?.."
    mt "Я не смогу этого сделать! Не смогу!!!"

# game/Gallery/gallery8.rpy:2973
translate german gallery_21523_3884e97b:

    # prisoner1 "Ты? Что ты?!"
    # prisoner1 "Мы знаем что ты шлюха!"
    # prisoner1 "Но ты хорошая шлюха или плохая?!"
    # prisoner1 "Отвечай!"
    prisoner1 "Ты? Что ты?!"
    prisoner1 "Мы знаем что ты шлюха!"
    prisoner1 "Но ты хорошая шлюха или плохая?!"
    prisoner1 "Отвечай!"

# game/Gallery/gallery8.rpy:2998
translate german gallery_21523_14238f24:

    # m "Я... Я..."
    m "Я... Я..."

# game/Gallery/gallery8.rpy:3003
translate german gallery_21523_c4fa8378:

    # prisoner1 "Ну же!"
    prisoner1 "Ну же!"

# game/Gallery/gallery8.rpy:3008
translate german gallery_21523_7a2c0984:

    # m "Я... Я хорошая шлюха..."
    m "Я... Я хорошая шлюха..."

# game/Gallery/gallery8.rpy:3016
translate german gallery_21523_6d20a7cf:

    # prisoner1 "Снимай свою одежду!"
    prisoner1 "Снимай свою одежду!"

# game/Gallery/gallery8.rpy:3019
translate german gallery_21523_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:3022
translate german gallery_21523_e1ad691b:

    # prisoner1 "Давай!"
    prisoner1 "Давай!"

# game/Gallery/gallery8.rpy:3037
translate german gallery_21523_097f04a2:

    # prisoner1 "Вставай на колени и соси наши члены!"
    # prisoner1 "Хорошая шлюха обещала сосать их сегодня!"
    prisoner1 "Вставай на колени и соси наши члены!"
    prisoner1 "Хорошая шлюха обещала сосать их сегодня!"

# game/Gallery/gallery8.rpy:3044
translate german gallery_21523_23fae475:

    # m "Я..."
    m "Я..."

# game/Gallery/gallery8.rpy:3049
translate german gallery_21523_23bc696b:

    # prisoner1 "Вставай на колени!"
    prisoner1 "Вставай на колени!"

# game/Gallery/gallery8.rpy:3062
translate german gallery_21523_d663edd5:

    # m "..."
    # mt "Я не смогу... Не смогу..."
    # mt "От них воняет... Ужасно!"
    # mt "Меня тошнит..."
    m "..."
    mt "Я не смогу... Не смогу..."
    mt "От них воняет... Ужасно!"
    mt "Меня тошнит..."

# game/Gallery/gallery8.rpy:3072
translate german gallery_21523_614c19ee:

    # prisoner1 "Принимай мой член! Давай, скорее!"
    # prisoner1 "А то я сейчас кончу тебе на лицо. Уже не могу терпеть!"
    prisoner1 "Принимай мой член! Давай, скорее!"
    prisoner1 "А то я сейчас кончу тебе на лицо. Уже не могу терпеть!"

# game/Gallery/gallery8.rpy:3085
translate german gallery_21523_699c7fea:

    # overseer "Что здесь за беспорядок?!"
    overseer "Что здесь за беспорядок?!"

# game/Gallery/gallery8.rpy:3097
translate german gallery_21523_9023497f:

    # prisoner1 "Боб, мы пришли к нашей шлюхе!"
    # prisoner1 "Ты обещал, Боб!"
    prisoner1 "Боб, мы пришли к нашей шлюхе!"
    prisoner1 "Ты обещал, Боб!"

# game/Gallery/gallery8.rpy:3106
translate german gallery_21523_406daef4:

    # overseer "Я пущу Вас к ней после того, как она побывает у Мистера Маркуса!"
    overseer "Я пущу Вас к ней после того, как она побывает у Мистера Маркуса!"

# game/Gallery/gallery8.rpy:3109
translate german gallery_21523_b607c3f6:

    # prisoner1 "Но Боб! Мы не занимаемся с ней сексом!"
    # prisoner1 "Она просто сосет наши члены. Ничего такого..."
    # prisoner1 "Она сама хочет этого!"
    prisoner1 "Но Боб! Мы не занимаемся с ней сексом!"
    prisoner1 "Она просто сосет наши члены. Ничего такого..."
    prisoner1 "Она сама хочет этого!"

# game/Gallery/gallery8.rpy:3114
translate german gallery_21523_6fac4c0d:

    # overseer "Сама?"
    # prisoner1 "Да, эта шлюха сама этого хочет!"
    overseer "Сама?"
    prisoner1 "Да, эта шлюха сама этого хочет!"

# game/Gallery/gallery8.rpy:3124
translate german gallery_21523_f6f807a1:

    # prisoner1 "Да, шлюха?! Отвечай!"
    prisoner1 "Да, шлюха?! Отвечай!"

# game/Gallery/gallery8.rpy:3128
translate german gallery_21523_14238f24_1:

    # m "Я... Я..."
    m "Я... Я..."

# game/Gallery/gallery8.rpy:3136
translate german gallery_21523_b2f9d0ea:

    # prisoner1 "И ты знаешь что будет с плохой шлюхой!"
    # prisoner1 "Ты знаешь это!"
    prisoner1 "И ты знаешь что будет с плохой шлюхой!"
    prisoner1 "Ты знаешь это!"

# game/Gallery/gallery8.rpy:3142
translate german gallery_21523_19160f15:

    # m "Я... Я..."
    # mt "О БОЖЕ! Если я скажу Бобу правду, то они точно расскажут все детективу!"
    # mt "Боба уберут отсюда, а что будет со мной - Я даже боюсь представить!"
    m "Я... Я..."
    mt "О БОЖЕ! Если я скажу Бобу правду, то они точно расскажут все детективу!"
    mt "Боба уберут отсюда, а что будет со мной - Я даже боюсь представить!"

# game/Gallery/gallery8.rpy:3150
translate german gallery_21523_444163cd:

    # prisoner1 "Ну же, шлюха!"
    prisoner1 "Ну же, шлюха!"

# game/Gallery/gallery8.rpy:3153
translate german gallery_21523_f1ac9a1a:

    # m "Я хочу их члены... сосать..."
    m "Я хочу их члены... сосать..."

# game/Gallery/gallery8.rpy:3157
translate german gallery_21523_fdfe1313:

    # prisoner1 "Видишь, Боб?"
    # prisoner1 "Она сама хочет! Открой нам дверь!"
    # prisoner1 "Мы хотим попасть к ней! Это неудобно делать через решетку!"
    # prisoner1 "Наши члены не настолько длинные...."
    prisoner1 "Видишь, Боб?"
    prisoner1 "Она сама хочет! Открой нам дверь!"
    prisoner1 "Мы хотим попасть к ней! Это неудобно делать через решетку!"
    prisoner1 "Наши члены не настолько длинные...."

# game/Gallery/gallery8.rpy:3168
translate german gallery_21523_8c50f42d:

    # prisoner1 "Нам неудобно, Боб!"
    prisoner1 "Нам неудобно, Боб!"

# game/Gallery/gallery8.rpy:3171
translate german gallery_21523_2b8cfd68:

    # overseer "И что, ты правда сама этого хочешь?"
    # overseer "Тебя никто не заставлял?"
    overseer "И что, ты правда сама этого хочешь?"
    overseer "Тебя никто не заставлял?"

# game/Gallery/gallery8.rpy:3180
translate german gallery_21523_47db21c3:

    # m "Ннннет... Мистер Боб..."
    # m "Ммммменя... Никто... Не заставлял..."
    m "Ннннет... Мистер Боб..."
    m "Ммммменя... Никто... Не заставлял..."

# game/Gallery/gallery8.rpy:3185
translate german gallery_21523_d20dbf52:

    # overseer "Ну хорошо, я открою. Только давайте быстро! Скоро отбой!"
    # overseer "И у меня начинает болеть голова из-за вас!"
    overseer "Ну хорошо, я открою. Только давайте быстро! Скоро отбой!"
    overseer "И у меня начинает болеть голова из-за вас!"

# game/Gallery/gallery8.rpy:3191
translate german gallery_21523_0d47f684:

    # overseer "У Вас есть 10 минут!"
    overseer "У Вас есть 10 минут!"

# game/Gallery/gallery8.rpy:3200
translate german gallery_21523_6f5562d5:

    # prisoner1 "Да! Ура! Ребята, залетай!"
    # m "О БОЖЕ!"
    # mt "НЕТ!!!"
    # mt "!!!"
    prisoner1 "Да! Ура! Ребята, залетай!"
    m "О БОЖЕ!"
    mt "НЕТ!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3216
translate german gallery_21523_09c34ea7:

    # mt "..."
    # mt "Как же отвратительно от него воняет!"
    # mt "!!!"
    # mt "Мне придется сделать ЭТО!"
    # mt "10 минут... Мне нужно продержаться всего 10 минут..."
    # mt "Это же так мало..."
    # prisoner1 "Да, хорошая шлюха! Соси! Соси наши члены!"
    mt "..."
    mt "Как же отвратительно от него воняет!"
    mt "!!!"
    mt "Мне придется сделать ЭТО!"
    mt "10 минут... Мне нужно продержаться всего 10 минут..."
    mt "Это же так мало..."
    prisoner1 "Да, хорошая шлюха! Соси! Соси наши члены!"

# game/Gallery/gallery8.rpy:3230
translate german gallery_21523_fa432444:

    # mt "Фуууу!"
    # mt "!!!"
    # mt "Ненавижу!"
    mt "Фуууу!"
    mt "!!!"
    mt "Ненавижу!"

# game/Gallery/gallery8.rpy:3240
translate german gallery_21523_de46bc53:

    # prisoner1 "Да!"
    prisoner1 "Да!"

# game/Gallery/gallery8.rpy:3246
translate german gallery_21523_d453f5f0:

    # prisoner1 "Давай, Да!"
    prisoner1 "Давай, Да!"

# game/Gallery/gallery8.rpy:3254
translate german gallery_21523_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3260
translate german gallery_21523_b3138508:

    # prisoner1 "ААааахххх!"
    prisoner1 "ААааахххх!"

# game/Gallery/gallery8.rpy:3276
translate german gallery_21523_6464b8cb:

    # prisoner2 "Эй, моя очередь!"
    # mt "Еще один!"
    # mt "Мне кажется, прошла уже целая вечность! Где этот чертов Боб!"
    # mt "Я не хочу делать ЭТО!"
    # mt "!!!"
    prisoner2 "Эй, моя очередь!"
    mt "Еще один!"
    mt "Мне кажется, прошла уже целая вечность! Где этот чертов Боб!"
    mt "Я не хочу делать ЭТО!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3284
translate german gallery_21523_5e9a0f31:

    # prisoner2 "Давай! Попробуй моего малыша!"
    prisoner2 "Давай! Попробуй моего малыша!"

# game/Gallery/gallery8.rpy:3291
translate german gallery_21523_a078dde2:

    # m "Ммммпфххххх... Мммммннн..."
    m "Ммммпфххххх... Мммммннн..."

# game/Gallery/gallery8.rpy:3300
translate german gallery_21523_194878e0:

    # prisoner2 "Я почти все..."
    prisoner2 "Я почти все..."

# game/Gallery/gallery8.rpy:3308
translate german gallery_21523_c15d1d4f:

    # mt "Фуууу!"
    mt "Фуууу!"

# game/Gallery/gallery8.rpy:3314
translate german gallery_21523_d63a9685:

    # prisoner2 "ААааахххх!"
    prisoner2 "ААааахххх!"

# game/Gallery/gallery8.rpy:3327
translate german gallery_21523_a279beaa:

    # mt "Какая мерзость!!!"
    mt "Какая мерзость!!!"

# game/Gallery/gallery8.rpy:3332
translate german gallery_21554_acc549c7:

    # prisoner4 "Эй, посторонись, дай мне тоже вставить член ей в ротик."
    # mt "!!!"
    prisoner4 "Эй, посторонись, дай мне тоже вставить член ей в ротик."
    mt "!!!"

# game/Gallery/gallery8.rpy:3342
translate german gallery_21554_11296fe0:

    # mt "Ненавижу их всех!!!"
    mt "Ненавижу их всех!!!"

# game/Gallery/gallery8.rpy:3348
translate german gallery_21554_20d4e965:

    # prisoner4 "Да, какой ротик!"
    prisoner4 "Да, какой ротик!"

# game/Gallery/gallery8.rpy:3354
translate german gallery_21554_55d104cd:

    # prisoner4 "Как приятно, ребята, да!"
    # mt "Хочется сжать зубы и посмотреть, как это животное будет корчиться от боли..."
    prisoner4 "Как приятно, ребята, да!"
    mt "Хочется сжать зубы и посмотреть, как это животное будет корчиться от боли..."

# game/Gallery/gallery8.rpy:3359
translate german gallery_21554_e32632d8:

    # prisoner5 "Продвигайтесь быстрее! Мы тоже ждем!"
    prisoner5 "Продвигайтесь быстрее! Мы тоже ждем!"

# game/Gallery/gallery8.rpy:3375
translate german gallery_21554_a355c123:

    # prisoner4 "ААааахххх!"
    prisoner4 "ААааахххх!"

# game/Gallery/gallery8.rpy:3391
translate german gallery_21554_dace3fac:

    # prisoner5 "Эй! Кончай на нее! Не разбрызгивай на нас!"
    prisoner5 "Эй! Кончай на нее! Не разбрызгивай на нас!"

# game/Gallery/gallery8.rpy:3394
translate german gallery_21554_c9f924a8:

    # prisoner3 "Эй! Подвинься!"
    # mt "Я не могу больше!"
    # mt "У меня болит все во рту!"
    # mt "!!!"
    prisoner3 "Эй! Подвинься!"
    mt "Я не могу больше!"
    mt "У меня болит все во рту!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3405
translate german gallery_21554_20a16e9a:

    # prisoner3 "Моя очередь!"
    # prisoner3 "Кто закончил, отходите в сторону!"
    prisoner3 "Моя очередь!"
    prisoner3 "Кто закончил, отходите в сторону!"

# game/Gallery/gallery8.rpy:3420
translate german gallery_21554_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3434
translate german gallery_21554_ad94eca3:

    # prisoner5 "Не задерживайте очередь!"
    # prisoner5 "Ну же! Кончай скорее!"
    prisoner5 "Не задерживайте очередь!"
    prisoner5 "Ну же! Кончай скорее!"

# game/Gallery/gallery8.rpy:3438
translate german gallery_21554_62dc3950:

    # prisoner3 "Я почти!"
    prisoner3 "Я почти!"

# game/Gallery/gallery8.rpy:3444
translate german gallery_21554_7c43d34c:

    # prisoner6 "Давай! Долби ее активнее!"
    prisoner6 "Давай! Долби ее активнее!"

# game/Gallery/gallery8.rpy:3453
translate german gallery_21554_928885d5:

    # prisoner3 "ААааахххх!"
    # mt "КОГДА ВСЕ ЭТО ЗАКОНЧИТСЯ???"
    prisoner3 "ААааахххх!"
    mt "КОГДА ВСЕ ЭТО ЗАКОНЧИТСЯ???"

# game/Gallery/gallery8.rpy:3460
translate german gallery_21554_7c423f16:

    # mt "ФУ-У-У-У!!!"
    mt "ФУ-У-У-У!!!"

# game/Gallery/gallery8.rpy:3466
translate german gallery_21554_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3473
translate german gallery_21554_d106dd42:

    # m "!!!"
    # m "Сволочи, хватит кончать на меня!"
    m "!!!"
    m "Сволочи, хватит кончать на меня!"

# game/Gallery/gallery8.rpy:3477
translate german gallery_21554_2664ea3b:

    # prisoner1 "А куда нам кончать? Нам нельзя пачкать камеру."
    prisoner1 "А куда нам кончать? Нам нельзя пачкать камеру."

# game/Gallery/gallery8.rpy:3480
translate german gallery_21554_b8bc1a13:

    # m "Куда-нибудь! В унитаз!"
    m "Куда-нибудь! В унитаз!"

# game/Gallery/gallery8.rpy:3484
translate german gallery_21554_dabcf8fa:

    # prisoner1 "Кстати! Спасибо что напомнила!"
    prisoner1 "Кстати! Спасибо что напомнила!"

# game/Gallery/gallery8.rpy:3492
translate german gallery_21554_d22d3b30:

    # prisoner1 "Я весь день терпел..."
    prisoner1 "Я весь день терпел..."

# game/Gallery/gallery8.rpy:3496
translate german gallery_21554_c26eb18d:

    # prisoner6 "Эй! Ты куда лезешь?!" 
    # prisoner6 "Ты после меня!"
    prisoner6 "Эй! Ты куда лезешь?!" 
    prisoner6 "Ты после меня!"

# game/Gallery/gallery8.rpy:3505
translate german gallery_21554_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:3529
translate german gallery_21554_6f0636fc:

    # prisoner6 "ААааахххх!"
    prisoner6 "ААааахххх!"

# game/Gallery/gallery8.rpy:3545
translate german gallery_21554_441b1b55:

    # mt "!!!"
    # mt "Мои глаза!!!"
    # mt "Я не могу открыть их!!!"
    # mt "!!!"
    mt "!!!"
    mt "Мои глаза!!!"
    mt "Я не могу открыть их!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3552
translate german gallery_21554_fdb2d9c8:

    # prisoner5 "Моя очередь!"
    prisoner5 "Моя очередь!"

# game/Gallery/gallery8.rpy:3559
translate german gallery_21554_27fbd5a1:

    # mt "!!!"
    # mt "Хватит! Мне больно!"
    mt "!!!"
    mt "Хватит! Мне больно!"

# game/Gallery/gallery8.rpy:3576
translate german gallery_21554_b00c25ac:

    # overseer "Время!"
    overseer "Время!"

# game/Gallery/gallery8.rpy:3583
translate german gallery_21554_08e9fa0b:

    # prisoner1 "Скорее, скорее!"
    prisoner1 "Скорее, скорее!"

# game/Gallery/gallery8.rpy:3586
translate german gallery_21554_0bb860bd:

    # prisoner1 "Дай мне!"
    prisoner1 "Дай мне!"

# game/Gallery/gallery8.rpy:3589
translate german gallery_21554_2af53592:

    # prisoner5 "Я еще не все!"
    prisoner5 "Я еще не все!"

# game/Gallery/gallery8.rpy:3594
translate german gallery_21554_76443563:

    # prisoner1 "Дай я тогда тоже засуну! Еще раз!"
    # prisoner1 "Я должен успеть!"
    prisoner1 "Дай я тогда тоже засуну! Еще раз!"
    prisoner1 "Я должен успеть!"

# game/Gallery/gallery8.rpy:3606
translate german gallery_21554_a71f4b8c:

    # mt "БОЖЕ!!!"
    # mt "!!!"
    # prisoner3 "Да, давай, растягивай ей ротик!"
    # mt "!!!"
    mt "БОЖЕ!!!"
    mt "!!!"
    prisoner3 "Да, давай, растягивай ей ротик!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3613
translate german gallery_21554_bec4eff8:

    # prisoner1 "Смотрите, парни! Наши члены, с трудом, но влезли в ее рот!"
    prisoner1 "Смотрите, парни! Наши члены, с трудом, но влезли в ее рот!"

# game/Gallery/gallery8.rpy:3616
translate german gallery_21554_771717b5:

    # prisoner1 "Может быть у этой шлюхи уже есть большой опыт?"
    prisoner1 "Может быть у этой шлюхи уже есть большой опыт?"

# game/Gallery/gallery8.rpy:3619
translate german gallery_21554_05f4fb18:

    # prisoner3 "Да нет, она неопытная... Но у нее есть задатки, чтобы стать первоклассной шлюхой!"
    prisoner3 "Да нет, она неопытная... Но у нее есть задатки, чтобы стать первоклассной шлюхой!"

# game/Gallery/gallery8.rpy:3627
translate german gallery_21554_7ff52ecb:

    # prisoner5 "ААааахххх!"
    prisoner5 "ААааахххх!"

# game/Gallery/gallery8.rpy:3633
translate german gallery_21554_b3138508:

    # prisoner1 "ААааахххх!"
    prisoner1 "ААааахххх!"

# game/Gallery/gallery8.rpy:3660
translate german gallery_21606_64919cb4:

    # overseer "Все, брысь отсюда!"
    overseer "Все, брысь отсюда!"

# game/Gallery/gallery8.rpy:3679
translate german gallery_21606_73043a12:

    # mt "О БОЖЕ!!! Что это было..."
    mt "О БОЖЕ!!! Что это было..."

# game/Gallery/gallery8.rpy:3682
translate german gallery_21606_d6343286:

    # mt "У меня сводит челюсть, я не могу пошевелить ей..."
    # mt "И горло ужасно болит!"
    # mt "Мои глаза! Я не могу разлепить их!"
    # mt "Я вся в этой мерзкой гадости!!!"
    # mt "Что мне делать теперь с челюстью? Я не могу закрыть рот!"
    mt "У меня сводит челюсть, я не могу пошевелить ей..."
    mt "И горло ужасно болит!"
    mt "Мои глаза! Я не могу разлепить их!"
    mt "Я вся в этой мерзкой гадости!!!"
    mt "Что мне делать теперь с челюстью? Я не могу закрыть рот!"

# game/Gallery/gallery8.rpy:3690
translate german gallery_21606_81740d1b:

    # mt "Наверное, мне надо помассировать ее..."
    mt "Наверное, мне надо помассировать ее..."

# game/Gallery/gallery8.rpy:3693
translate german gallery_21606_cf6e91ed:

    # mt "Клянусь, больше ни один вонючий отросток никогда не коснется моих губ!"
    mt "Клянусь, больше ни один вонючий отросток никогда не коснется моих губ!"

# game/Gallery/gallery8.rpy:3697
translate german gallery_21606_d97ef0d4:

    # mt "А это что?!"
    mt "А это что?!"

# game/Gallery/gallery8.rpy:3701
translate german gallery_21606_5988e998:

    # m "БОБ?! ТЫ?!"
    m "БОБ?! ТЫ?!"

# game/Gallery/gallery8.rpy:3709
translate german gallery_21606_11c8fbfe:

    # overseer "Ну... Ты любишь делать это... Ты сама сказала..."
    # overseer "И Я подумал, что..."
    overseer "Ну... Ты любишь делать это... Ты сама сказала..."
    overseer "И Я подумал, что..."

# game/Gallery/gallery8.rpy:3714
translate german gallery_21606_1a59d970:

    # m "Уйди отсюда, Боб!"
    # m "Размечтался!"
    # m "Никогда этого не будет!"
    m "Уйди отсюда, Боб!"
    m "Размечтался!"
    m "Никогда этого не будет!"

# game/Gallery/gallery8.rpy:3723
translate german gallery_21606_b9f6bc20:

    # m "Мерзавцы!"
    m "Мерзавцы!"

# game/Gallery/gallery8.rpy:3725
translate german gallery_21606_f9b882bd:

    # m "Твари!"
    m "Твари!"

# game/Gallery/gallery8.rpy:3727
translate german gallery_21606_9884bf25:

    # m "Знали бы Вы кто Я такая!"
    # overseer "Ладно, ладно, ухожу..."
    m "Знали бы Вы кто Я такая!"
    overseer "Ладно, ладно, ухожу..."

# game/Gallery/gallery8.rpy:3742
translate german gallery_21606_d1632f95:

    # mt "Я не могу поверить... Их... Столько..."
    # mt "Я..."
    # mt "Как такое могло случиться..."
    # mt "Как я согласилась на ЭТО?!"
    mt "Я не могу поверить... Их... Столько..."
    mt "Я..."
    mt "Как такое могло случиться..."
    mt "Как я согласилась на ЭТО?!"

# game/Gallery/gallery8.rpy:3749
translate german gallery_21606_7a6364f7:

    # mt "..."
    # mt "Я клянусь что уничтожу всех этих ублюдков!"
    # mt "Они ответят за все!"
    # mt "Они ответят за свой гнусный шантаж!"
    mt "..."
    mt "Я клянусь что уничтожу всех этих ублюдков!"
    mt "Они ответят за все!"
    mt "Они ответят за свой гнусный шантаж!"

# game/Gallery/gallery8.rpy:3756
translate german gallery_21606_ab0129c9:

    # mt "..."
    # mt "Мне надо умыться..."
    mt "..."
    mt "Мне надо умыться..."

# game/Gallery/gallery8.rpy:3778
translate german gallery_21672_3d86dc79:

    # marcus "О, Миссис Бакфетт..."
    # marcus "Вы очень богатая и влиятельная женщина."
    marcus "О, Миссис Бакфетт..."
    marcus "Вы очень богатая и влиятельная женщина."

# game/Gallery/gallery8.rpy:3782
translate german gallery_21672_b55472f1:

    # marcus "Ваш визит для меня большая честь."
    # marcus "Чему я обязан такой чести?"
    marcus "Ваш визит для меня большая честь."
    marcus "Чему я обязан такой чести?"

# game/Gallery/gallery8.rpy:3786
translate german gallery_21672_73646b8b:

    # mt "Снова этот ужасный кабинет..."
    # mt "Но, в этот раз я знаю, что надо делать, чтобы выбраться отсюда!"
    # mt "Ведь я знаю, что делать... Хотя..."
    # mt "Я пришла сюда и я не знаю, что мне делать."
    # mt "Я как-то не задумывалась, что скажу этому человеку... О БОЖЕ!"
    mt "Снова этот ужасный кабинет..."
    mt "Но, в этот раз я знаю, что надо делать, чтобы выбраться отсюда!"
    mt "Ведь я знаю, что делать... Хотя..."
    mt "Я пришла сюда и я не знаю, что мне делать."
    mt "Я как-то не задумывалась, что скажу этому человеку... О БОЖЕ!"

# game/Gallery/gallery8.rpy:3794
translate german gallery_21672_38b32f07:

    # mt "!!!"
    # mt "Так! Моника, соберись! Скажи ему уже хоть что-нибудь!"
    # m "..."
    # m "Мистер Маркус, я пришла поговорить с Вами."
    mt "!!!"
    mt "Так! Моника, соберись! Скажи ему уже хоть что-нибудь!"
    m "..."
    m "Мистер Маркус, я пришла поговорить с Вами."

# game/Gallery/gallery8.rpy:3801
translate german gallery_21672_2832de00:

    # marcus "???"
    marcus "???"

# game/Gallery/gallery8.rpy:3804
translate german gallery_21672_e9289549:

    # m "Мистер Маркус, спасибо, что согласились принять меня."
    m "Мистер Маркус, спасибо, что согласились принять меня."

# game/Gallery/gallery8.rpy:3808
translate german gallery_21672_7c61ade9:

    # marcus "О, для меня честь принимать такую важную леди как Вы, Миссис Бакфетт."
    marcus "О, для меня честь принимать такую важную леди как Вы, Миссис Бакфетт."

# game/Gallery/gallery8.rpy:3811
translate german gallery_21672_9fa902ae:

    # marcus "Простите за условия нашей встречи. У меня не было времени подготовиться к ней."
    marcus "Простите за условия нашей встречи. У меня не было времени подготовиться к ней."

# game/Gallery/gallery8.rpy:3815
translate german gallery_21672_e5047797:

    # mt "Начало хорошее. Но расслабляться мне не стоит..."
    # m "Ничего страшного, Мистер Маркус, все в порядке."
    # marcus "Это замечательно!"
    mt "Начало хорошее. Но расслабляться мне не стоит..."
    m "Ничего страшного, Мистер Маркус, все в порядке."
    marcus "Это замечательно!"

# game/Gallery/gallery8.rpy:3820
translate german gallery_21672_ddba9cc7:

    # marcus "Итак, Миссис Бакфетт, Вы можете снять верхнюю одежду и присаживаться."
    marcus "Итак, Миссис Бакфетт, Вы можете снять верхнюю одежду и присаживаться."

# game/Gallery/gallery8.rpy:3824
translate german gallery_21672_fe2f4be8:

    # mt "В смысле? Какую верхнюю одежду?"
    # m "!!!"
    # m "Верхнюю одежду?"
    mt "В смысле? Какую верхнюю одежду?"
    m "!!!"
    m "Верхнюю одежду?"

# game/Gallery/gallery8.rpy:3830
translate german gallery_21672_7d077968:

    # marcus "Да, Миссис Бакфетт, уверен Вам неудобно находиться в помещении в верхней одежде."
    # marcus "Рядом с Вами вешалка. Вы можете повесить ее."
    marcus "Да, Миссис Бакфетт, уверен Вам неудобно находиться в помещении в верхней одежде."
    marcus "Рядом с Вами вешалка. Вы можете повесить ее."

# game/Gallery/gallery8.rpy:3835
translate german gallery_21672_d2122b1f:

    # marcus "Или, хотите, Я Вам помогу?"
    marcus "Или, хотите, Я Вам помогу?"

# game/Gallery/gallery8.rpy:3839
translate german gallery_21672_82401ce4:

    # mt "Он хочет, чтобы я разделась?! И сидела перед ним совсем голая?! И беззащитная..."
    # m "!!!"
    mt "Он хочет, чтобы я разделась?! И сидела перед ним совсем голая?! И беззащитная..."
    m "!!!"

# game/Gallery/gallery8.rpy:3849
translate german gallery_21672_1a627b54:

    # mt "Он пытается унизить меня. Поставить в неловкое положение..."
    # mt "Что ж..."
    # mt "Я пришла сюда с определенной целью и я добьюсь ее!"
    # mt "Этот жуткий Маркус не сломит меня!"
    # mt "Просто сейчас нужно сделать, как он говорит..."
    # m "Мистер Маркус, спасибо... Я сама..."
    mt "Он пытается унизить меня. Поставить в неловкое положение..."
    mt "Что ж..."
    mt "Я пришла сюда с определенной целью и я добьюсь ее!"
    mt "Этот жуткий Маркус не сломит меня!"
    mt "Просто сейчас нужно сделать, как он говорит..."
    m "Мистер Маркус, спасибо... Я сама..."

# game/Gallery/gallery8.rpy:3858
translate german gallery_21672_3bae525f:

    # m "Спасибо что... заботитесь обо мне..."
    m "Спасибо что... заботитесь обо мне..."

# game/Gallery/gallery8.rpy:3869
translate german gallery_21672_8415bd97:

    # mt "От этого разговора зависит моя жизнь!"
    # mt "Я должна собраться и не обращать внимания на свою наготу..."
    # mt "И на этот холодный стул..."
    # mt "Это мелочи по сравнению с тем, что меня ожидает на ферме!"
    mt "От этого разговора зависит моя жизнь!"
    mt "Я должна собраться и не обращать внимания на свою наготу..."
    mt "И на этот холодный стул..."
    mt "Это мелочи по сравнению с тем, что меня ожидает на ферме!"

# game/Gallery/gallery8.rpy:3876
translate german gallery_21672_fd581835:

    # marcus "Миссис Бакфетт, не стесняйтесь."
    # marcus "Вы можете вести себя более раскованно."
    marcus "Миссис Бакфетт, не стесняйтесь."
    marcus "Вы можете вести себя более раскованно."

# game/Gallery/gallery8.rpy:3880
translate german gallery_21672_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3883
translate german gallery_21672_c1e40ccd:

    # marcus "..."
    marcus "..."

# game/Gallery/gallery8.rpy:3887
translate german gallery_21672_5a6ded9b:

    # mt "Он... Издевается надо мной?"
    mt "Он... Издевается надо мной?"

# game/Gallery/gallery8.rpy:3894
translate german gallery_21672_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3898
translate german gallery_21672_5b9a81ff:

    # marcus "Вы можете раздвинуть ноги, Миссис Бакфетт."
    # marcus "Это не будет смущать меня."
    marcus "Вы можете раздвинуть ноги, Миссис Бакфетт."
    marcus "Это не будет смущать меня."

# game/Gallery/gallery8.rpy:3902
translate german gallery_21672_caf0ef89:

    # marcus "Ведь мы с Вами друзья, не правда-ли?"
    marcus "Ведь мы с Вами друзья, не правда-ли?"

# game/Gallery/gallery8.rpy:3906
translate german gallery_21672_4d1ba5e2:

    # mt "ЧТО?!"
    # mt "Зачем? Что он задумал?!"
    mt "ЧТО?!"
    mt "Зачем? Что он задумал?!"

# game/Gallery/gallery8.rpy:3912
translate german gallery_21672_ebf12b41:

    # marcus "Или мы не друзья?"
    marcus "Или мы не друзья?"

# game/Gallery/gallery8.rpy:3917
translate german gallery_21672_f89e3a65:

    # mt "Боже, как страшно!"
    # mt "Но... мне нельзя сейчас спорить с ним!"
    # mt "Я должна помнить о цели своего визита сюда!"
    # mt "!!!"
    mt "Боже, как страшно!"
    mt "Но... мне нельзя сейчас спорить с ним!"
    mt "Я должна помнить о цели своего визита сюда!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3929
translate german gallery_21672_0a5616b8_2:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery8.rpy:3934
translate german gallery_21672_8e8b80d9:

    # m "Да, Мистер Маркус..."
    # m "Мы... Мы с Вами друзья."
    m "Да, Мистер Маркус..."
    m "Мы... Мы с Вами друзья."

# game/Gallery/gallery8.rpy:3939
translate german gallery_21672_921c735f:

    # marcus "Итак, Миссис Бакфетт. О чем Вы хотели со мной поговорить?"
    marcus "Итак, Миссис Бакфетт. О чем Вы хотели со мной поговорить?"

# game/Gallery/gallery8.rpy:3944
translate german gallery_21672_c9ed115f:

    # mt "Мне надо собраться!"
    # mt "Мне надо убедить его!"
    mt "Мне надо собраться!"
    mt "Мне надо убедить его!"

# game/Gallery/gallery8.rpy:3954
translate german gallery_21672_266dacc0:

    # m "Мистер Маркус, Я пришла выразить Вам мою благодарность за свою заботу обо мне..."
    m "Мистер Маркус, Я пришла выразить Вам мою благодарность за свою заботу обо мне..."

# game/Gallery/gallery8.rpy:3957
translate german gallery_21672_c1e40ccd_1:

    # marcus "..."
    marcus "..."

# game/Gallery/gallery8.rpy:3960
translate german gallery_21672_7b9da474:

    # m "Вы замечательный, добрый человек."
    # m "Вы умный и проницательный. И я пришла сказать это Вам."
    m "Вы замечательный, добрый человек."
    m "Вы умный и проницательный. И я пришла сказать это Вам."

# game/Gallery/gallery8.rpy:3965
translate german gallery_21672_4fef233a:

    # marcus "О, Миссис Бакфетт. Мы с Вами похожи."
    marcus "О, Миссис Бакфетт. Мы с Вами похожи."

# game/Gallery/gallery8.rpy:3968
translate german gallery_21672_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery8.rpy:3971
translate german gallery_21672_7268e845:

    # marcus "Из всей лести, я также предпочитаю самую грубую..."
    # marcus "Итак, опустим..."
    # marcus "Что Вы хотели обсудить со мной?"
    marcus "Из всей лести, я также предпочитаю самую грубую..."
    marcus "Итак, опустим..."
    marcus "Что Вы хотели обсудить со мной?"

# game/Gallery/gallery8.rpy:3977
translate german gallery_21672_1175149f:

    # mt "Надо аккуратнее подбирать слова..."
    # m "Я... Я хотела обсудить с Вами..."
    # m "Видите-ли, я сейчас нахожусь в довольно щекотливом положении."
    # m "Мне приходится строго следить за тем что происходит вокруг..."
    mt "Надо аккуратнее подбирать слова..."
    m "Я... Я хотела обсудить с Вами..."
    m "Видите-ли, я сейчас нахожусь в довольно щекотливом положении."
    m "Мне приходится строго следить за тем что происходит вокруг..."

# game/Gallery/gallery8.rpy:3984
translate german gallery_21672_f0030a7a:

    # marcus "Что Вы имеете ввиду, Миссис Бакфетт?"
    marcus "Что Вы имеете ввиду, Миссис Бакфетт?"

# game/Gallery/gallery8.rpy:3988
translate german gallery_21672_3d70b962:

    # m "Я имею ввиду соблюдение закона и..."
    m "Я имею ввиду соблюдение закона и..."

# game/Gallery/gallery8.rpy:3992
translate german gallery_21672_ca93f1bf:

    # marcus "Все вокруг соблюдают законы, Миссис Бакфетт."
    # marcus "Разве это стоит вообще обсуждать?"
    marcus "Все вокруг соблюдают законы, Миссис Бакфетт."
    marcus "Разве это стоит вообще обсуждать?"

# game/Gallery/gallery8.rpy:3998
translate german gallery_21672_e7a397a1:

    # m "Мистер Маркус, я имею ввиду последствия..."
    # m "Вы знаете, мне довольно сложно вести честный образ жизни, не имея документов и..."
    m "Мистер Маркус, я имею ввиду последствия..."
    m "Вы знаете, мне довольно сложно вести честный образ жизни, не имея документов и..."

# game/Gallery/gallery8.rpy:4003
translate german gallery_21672_b00232ac:

    # marcus "О, Миссис Бакфетт, право. Вам не стоит переживать из-за этого."
    marcus "О, Миссис Бакфетт, право. Вам не стоит переживать из-за этого."

# game/Gallery/gallery8.rpy:4007
translate german gallery_21672_355bcf4d:

    # m "Да, но в ином случае я рискую отправиться в одно, место, где..."
    # m "В которое я не хотела бы попадать, Мистер Маркус."
    m "Да, но в ином случае я рискую отправиться в одно, место, где..."
    m "В которое я не хотела бы попадать, Мистер Маркус."

# game/Gallery/gallery8.rpy:4012
translate german gallery_21672_cf2ff6a7:

    # marcus "Значит, тот образ жизни, что Вы сейчас ведете, не устраивает Вас, Миссис Бакфетт?"
    marcus "Значит, тот образ жизни, что Вы сейчас ведете, не устраивает Вас, Миссис Бакфетт?"

# game/Gallery/gallery8.rpy:4016
translate german gallery_21672_9b700aeb:

    # m "Честно говоря, мне очень сложно, Мистер Маркус."
    # m "И я бы хотела попросить Вас помочь мне..."
    m "Честно говоря, мне очень сложно, Мистер Маркус."
    m "И я бы хотела попросить Вас помочь мне..."

# game/Gallery/gallery8.rpy:4021
translate german gallery_21672_f718a20f:

    # marcus "О, Миссис Бакфетт. Я Вас понимаю."
    # marcus "Я действительно осознаю все те неудобства, с которыми Вам приходится сталкиваться."
    # marcus "И я категорически против этого."
    marcus "О, Миссис Бакфетт. Я Вас понимаю."
    marcus "Я действительно осознаю все те неудобства, с которыми Вам приходится сталкиваться."
    marcus "И я категорически против этого."

# game/Gallery/gallery8.rpy:4026
translate german gallery_21672_d0666177_1:

    # m "???"
    m "???"

# game/Gallery/gallery8.rpy:4029
translate german gallery_21672_3bd9c898:

    # marcus "Я ведь с самого начала предупреждал Вас об этом."
    # marcus "И я очень рад что Вы сами пришли к этому же выводу."
    marcus "Я ведь с самого начала предупреждал Вас об этом."
    marcus "И я очень рад что Вы сами пришли к этому же выводу."

# game/Gallery/gallery8.rpy:4034
translate german gallery_21672_e0da92fb:

    # m "Что Вы имеете ввиду, Мистер Маркус?"
    # m "К какому выводу я пришла?"
    m "Что Вы имеете ввиду, Мистер Маркус?"
    m "К какому выводу я пришла?"

# game/Gallery/gallery8.rpy:4039
translate german gallery_21672_df3ff4ec:

    # marcus "К тому, чтобы отправиться на ферму прямо сейчас."
    # marcus "Я считаю, что такой леди как Вы ни к чему испытывать неудобства."
    marcus "К тому, чтобы отправиться на ферму прямо сейчас."
    marcus "Я считаю, что такой леди как Вы ни к чему испытывать неудобства."

# game/Gallery/gallery8.rpy:4044
translate german gallery_21672_dcca549d:

    # mt "ЧТО?! Нет-Нет!"
    # m "!!!"
    mt "ЧТО?! Нет-Нет!"
    m "!!!"

# game/Gallery/gallery8.rpy:4049
translate german gallery_21672_13bd0c61:

    # marcus "Вас сейчас окружает злой мир, полный неопределенности."
    # marcus "А на Объекте 218 все будет просто и понятно."
    marcus "Вас сейчас окружает злой мир, полный неопределенности."
    marcus "А на Объекте 218 все будет просто и понятно."

# game/Gallery/gallery8.rpy:4053
translate german gallery_21672_e935cf14:

    # marcus "Вам больше не придется принимать решений и питать излишние иллюзии о завтрашнем дне."
    marcus "Вам больше не придется принимать решений и питать излишние иллюзии о завтрашнем дне."

# game/Gallery/gallery8.rpy:4057
translate german gallery_21672_fd1d2df9:

    # m "НЕЕЕТ!!!"
    # m "Мистер Маркус..."
    # m "Я... Я не имела ввиду что пришла к такому выводу... Я..."
    m "НЕЕЕТ!!!"
    m "Мистер Маркус..."
    m "Я... Я не имела ввиду что пришла к такому выводу... Я..."

# game/Gallery/gallery8.rpy:4063
translate german gallery_21672_8dce8298:

    # marcus "Но как же, Миссис Бакфетт."
    # marcus "Вы же сами сказали, что Вас не устраивает Ваш теперешний образ жизни."
    marcus "Но как же, Миссис Бакфетт."
    marcus "Вы же сами сказали, что Вас не устраивает Ваш теперешний образ жизни."

# game/Gallery/gallery8.rpy:4068
translate german gallery_21672_9850f94a:

    # mt "У меня путаются мысли! Все, что угодно, только не ферма!"
    # mt "Надо сказать ему! Все, что угодно!!!"
    # m "Я... Я..."
    mt "У меня путаются мысли! Все, что угодно, только не ферма!"
    mt "Надо сказать ему! Все, что угодно!!!"
    m "Я... Я..."

# game/Gallery/gallery8.rpy:4074
translate german gallery_21672_d097c0fc:

    # marcus "И Вы пришли ко мне за помощью..."
    # marcus "Я окажу Вам помощь, Миссис Бакфетт."
    marcus "И Вы пришли ко мне за помощью..."
    marcus "Я окажу Вам помощь, Миссис Бакфетт."

# game/Gallery/gallery8.rpy:4087
translate german gallery_21672_22cc79f4:

    # m "Мистер Маркус! Я не это имела ввиду..."
    m "Мистер Маркус! Я не это имела ввиду..."

# game/Gallery/gallery8.rpy:4091
translate german gallery_21672_d93ef28c:

    # marcus "А что же еще, Миссис Бакфетт?"
    # marcus "Неужели Вам нравится то, как Вы сейчас живете?"
    # m "Мне... Мне нравится, как я сейчас живу..."
    # marcus "Вы лукавите, Миссис Бакфетт..."
    marcus "А что же еще, Миссис Бакфетт?"
    marcus "Неужели Вам нравится то, как Вы сейчас живете?"
    m "Мне... Мне нравится, как я сейчас живу..."
    marcus "Вы лукавите, Миссис Бакфетт..."

# game/Gallery/gallery8.rpy:4098
translate german gallery_21672_5cae8457:

    # m "Нет, Мистер Маркус! Мне... Мне правда нравится..."
    # m "Я... Раньше я была слишком высокомерной..."
    # m "У меня было слишком много денег и я..."
    # m "И я не замечала мира вокруг..."
    m "Нет, Мистер Маркус! Мне... Мне правда нравится..."
    m "Я... Раньше я была слишком высокомерной..."
    m "У меня было слишком много денег и я..."
    m "И я не замечала мира вокруг..."

# game/Gallery/gallery8.rpy:4104
translate german gallery_21672_9425199e:

    # m "Текущее положение дел помогает мне открыть глаза..."
    # m "Я... Я пережила много интересных историй."
    # m "Моя жизнь стала очень разнообразна..."
    m "Текущее положение дел помогает мне открыть глаза..."
    m "Я... Я пережила много интересных историй."
    m "Моя жизнь стала очень разнообразна..."

# game/Gallery/gallery8.rpy:4109
translate german gallery_21672_16776ecb:

    # m "Мистер Маркус... Спасибо Вам за это..."
    # m "Я... Я правда хочу остаться здесь..."
    # m "И... И не ехать на ферму!"
    m "Мистер Маркус... Спасибо Вам за это..."
    m "Я... Я правда хочу остаться здесь..."
    m "И... И не ехать на ферму!"

# game/Gallery/gallery8.rpy:4116
translate german gallery_21672_34a51ce0:

    # marcus "Миссис Бакфетт, неужели Вы правда справляетесь?"
    marcus "Миссис Бакфетт, неужели Вы правда справляетесь?"

# game/Gallery/gallery8.rpy:4120
translate german gallery_21672_e5c3447b:

    # m "С чем я справляюсь, Мистер Маркус?"
    m "С чем я справляюсь, Мистер Маркус?"

# game/Gallery/gallery8.rpy:4124
translate german gallery_21672_87c576f4:

    # marcus "С тем что ничего не нарушаете."
    # m "Ддддда....."
    marcus "С тем что ничего не нарушаете."
    m "Ддддда....."

# game/Gallery/gallery8.rpy:4128
translate german gallery_21672_9e1cdefa:

    # marcus "Вы действительно ничего не пытались нарушить здесь, в камере, пока ожидали нашей встречи."
    # marcus "Оба раза. Хотя мы проверяли это."
    # marcus "Мы общались с надзирателем и даже с заключенными."
    marcus "Вы действительно ничего не пытались нарушить здесь, в камере, пока ожидали нашей встречи."
    marcus "Оба раза. Хотя мы проверяли это."
    marcus "Мы общались с надзирателем и даже с заключенными."

# game/Gallery/gallery8.rpy:4134
translate german gallery_21672_0ff7ec00:

    # mt "!!!"
    # mt "О БОЖЕ!"
    # mt "Что бы было, если бы они рассказала про то, что я пыталась сбежать отсюда!"
    mt "!!!"
    mt "О БОЖЕ!"
    mt "Что бы было, если бы они рассказала про то, что я пыталась сбежать отсюда!"

# game/Gallery/gallery8.rpy:4141
translate german gallery_21672_7eb16353:

    # marcus "Миссис Бакфетт, пожалуйста, сядьте на место в ту же позу, которую я попросил Вас принять..."
    marcus "Миссис Бакфетт, пожалуйста, сядьте на место в ту же позу, которую я попросил Вас принять..."

# game/Gallery/gallery8.rpy:4151
translate german gallery_21672_b3960e3e:

    # marcus "В ту же позу, Миссис Бакфетт... В ту же позу..."
    marcus "В ту же позу, Миссис Бакфетт... В ту же позу..."

# game/Gallery/gallery8.rpy:4155
translate german gallery_21672_2444fe34:

    # mt "!!!"
    # marcus "И не двигайтесь. Тем что Вы бегаете передо мной, Вы меня отвлекаете от нашей беседы."
    mt "!!!"
    marcus "И не двигайтесь. Тем что Вы бегаете передо мной, Вы меня отвлекаете от нашей беседы."

# game/Gallery/gallery8.rpy:4161
translate german gallery_21672_e8e2b7ca:

    # marcus "Вернемся к Вашей жизни вне этих стен."
    marcus "Вернемся к Вашей жизни вне этих стен."

# game/Gallery/gallery8.rpy:4164
translate german gallery_21672_dc6cd156:

    # marcus "А как же еда?"
    # marcus "Вы ведь не можете работать, Миссис Бакфетт."
    # marcus "Без документов это будет незаконно."
    marcus "А как же еда?"
    marcus "Вы ведь не можете работать, Миссис Бакфетт."
    marcus "Без документов это будет незаконно."

# game/Gallery/gallery8.rpy:4171
translate german gallery_21672_6ab746c5:

    # m "Я... Мистер Маркус..."
    # m "Я - девушка. Я, как и все, сижу на диете."
    # m "Так что мне практически не нужна еда."
    # m "Благодаря этому я улучшаю свою фигуру."
    # m "Я очень довольна своим образом жизни..."
    m "Я... Мистер Маркус..."
    m "Я - девушка. Я, как и все, сижу на диете."
    m "Так что мне практически не нужна еда."
    m "Благодаря этому я улучшаю свою фигуру."
    m "Я очень довольна своим образом жизни..."

# game/Gallery/gallery8.rpy:4179
translate german gallery_21672_9001ecb2:

    # marcus "А дом? У Вас нет средств снимать жилье."
    # marcus "Да и, если бы были, Вы должны делать это официально, а иначе будет нарушение закона."
    # marcus "Но у Вас нет документов."
    marcus "А дом? У Вас нет средств снимать жилье."
    marcus "Да и, если бы были, Вы должны делать это официально, а иначе будет нарушение закона."
    marcus "Но у Вас нет документов."

# game/Gallery/gallery8.rpy:4184
translate german gallery_21672_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:4187
translate german gallery_21672_5d024c50:

    # marcus "Где Вы живете, Миссис Бакфетт?" 
    marcus "Где Вы живете, Миссис Бакфетт?" 

# game/Gallery/gallery8.rpy:4191
translate german gallery_21672_027cdc4c:

    # mt "Черт! Мне нельзя говорить ему, что я живу в своем доме!"
    # mt "Но что я ему скажу?!"
    # m "!!!"
    mt "Черт! Мне нельзя говорить ему, что я живу в своем доме!"
    mt "Но что я ему скажу?!"
    m "!!!"

# game/Gallery/gallery8.rpy:4197
translate german gallery_21672_0cf3e7f0:

    # marcus "Вы живете на улице?"
    marcus "Вы живете на улице?"

# game/Gallery/gallery8.rpy:4200
translate german gallery_21672_00fee3fb:

    # m "Я... Я... Да..."
    # m "На улице..."
    m "Я... Я... Да..."
    m "На улице..."

# game/Gallery/gallery8.rpy:4204
translate german gallery_21672_cdb336a0:

    # marcus "И Вам нравится?"
    marcus "И Вам нравится?"

# game/Gallery/gallery8.rpy:4208
translate german gallery_21672_053f8a7c:

    # m "Дддда... Мистер Маркус... Мне нравится..."
    m "Дддда... Мистер Маркус... Мне нравится..."

# game/Gallery/gallery8.rpy:4211
translate german gallery_21672_33f8d0ca:

    # marcus "Миссис Бакфетт, Вы знаете, что жить на улице без регистрации незаконно..."
    marcus "Миссис Бакфетт, Вы знаете, что жить на улице без регистрации незаконно..."

# game/Gallery/gallery8.rpy:4215
translate german gallery_21672_65d55ef8:

    # mt "О нет! Это нарушение закона! Он сейчас снова отправит меня в эту жуткую камеру!"
    # mt "А потом на ФЕРМУ!!!"
    # m "Я... Я... Мистер Маркус..."
    mt "О нет! Это нарушение закона! Он сейчас снова отправит меня в эту жуткую камеру!"
    mt "А потом на ФЕРМУ!!!"
    m "Я... Я... Мистер Маркус..."

# game/Gallery/gallery8.rpy:4221
translate german gallery_21672_1619f8d0:

    # marcus "Что Вы ответите на это?"
    marcus "Что Вы ответите на это?"

# game/Gallery/gallery8.rpy:4225
translate german gallery_21672_90b4d308:

    # m "Я... Я не знаю..."
    # m "Я ничего не соображаю от ужаса..."
    # m "Мистер Маркус, скажите что мне ответить?"
    m "Я... Я не знаю..."
    m "Я ничего не соображаю от ужаса..."
    m "Мистер Маркус, скажите что мне ответить?"

# game/Gallery/gallery8.rpy:4231
translate german gallery_21672_75f4e5f6:

    # marcus "Миссис Бакфетт, ответьте мне, зачем Вы на самом деле сюда пришли."
    marcus "Миссис Бакфетт, ответьте мне, зачем Вы на самом деле сюда пришли."

# game/Gallery/gallery8.rpy:4235
translate german gallery_21672_ffe9bea6:

    # mt "Я должна помнить о своей цели!"
    # mt "Я должна уговорить его!"
    # m "..."
    mt "Я должна помнить о своей цели!"
    mt "Я должна уговорить его!"
    m "..."

# game/Gallery/gallery8.rpy:4240
translate german gallery_21672_eb870cf6:

    # marcus "..."
    # m "Я... Я пришла..."
    # m "Я пришла... пришла, чтобы..."
    marcus "..."
    m "Я... Я пришла..."
    m "Я пришла... пришла, чтобы..."

# game/Gallery/gallery8.rpy:4245
translate german gallery_21672_c1e40ccd_2:

    # marcus "..."
    marcus "..."

# game/Gallery/gallery8.rpy:4253
translate german gallery_21672_4e81e8e3:

    # m "Я пришла, чтобы понравиться Вам, Мистер Маркус..."
    m "Я пришла, чтобы понравиться Вам, Мистер Маркус..."

# game/Gallery/gallery8.rpy:4257
translate german gallery_21672_3ab643b1:

    # marcus "О, это похвально."
    # marcus "Вы действительно можете понравиться мне, если будете стараться..."
    marcus "О, это похвально."
    marcus "Вы действительно можете понравиться мне, если будете стараться..."

# game/Gallery/gallery8.rpy:4262
translate german gallery_21672_89708aa8:

    # marcus "На Ранчо 218."
    marcus "На Ранчо 218."

# game/Gallery/gallery8.rpy:4266
translate german gallery_21672_90d509ec:

    # m "!!!"
    # m "Мистер Маркус... На Ранчо... Я..."
    m "!!!"
    m "Мистер Маркус... На Ранчо... Я..."

# game/Gallery/gallery8.rpy:4271
translate german gallery_21672_04ed41ec:

    # m "Вы знаете, со мной могут произойти некоторые..."
    # m "Некоторые изменения..."
    # m "И я не смогу... понравиться Вам..."
    # m "Поэтому я боюсь, что..."
    m "Вы знаете, со мной могут произойти некоторые..."
    m "Некоторые изменения..."
    m "И я не смогу... понравиться Вам..."
    m "Поэтому я боюсь, что..."

# game/Gallery/gallery8.rpy:4279
translate german gallery_21672_18085c85:

    # marcus "Миссис Бакфетт, Вы правы. Вы будете смотреть на мир по-другому."
    # marcus "И уже не будет той Моники Бакфетт, в глазах которой всегда горит огонь."
    # marcus "Мне будет не хватать Вас..."
    marcus "Миссис Бакфетт, Вы правы. Вы будете смотреть на мир по-другому."
    marcus "И уже не будет той Моники Бакфетт, в глазах которой всегда горит огонь."
    marcus "Мне будет не хватать Вас..."

# game/Gallery/gallery8.rpy:4286
translate german gallery_21672_b1c2dbc7:

    # mt "БОЖЕ!"
    # mt "НЕТ!!!"
    # m "!!!"
    mt "БОЖЕ!"
    mt "НЕТ!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:4292
translate german gallery_21672_66c3929c:

    # marcus "Но, возможно, есть другой путь..."
    marcus "Но, возможно, есть другой путь..."

# game/Gallery/gallery8.rpy:4295
translate german gallery_21672_b178011a:

    # mt "Он... Он говорит... Про другой путь?"
    # mt "Значит... Значит, он не торопится отправить меня на ферму?"
    # mt "Это мой шанс!"
    # m "???"
    mt "Он... Он говорит... Про другой путь?"
    mt "Значит... Значит, он не торопится отправить меня на ферму?"
    mt "Это мой шанс!"
    m "???"

# game/Gallery/gallery8.rpy:4301
translate german gallery_21672_b2bb01b9:

    # marcus "Миссис Бакфетт, подойдите сюда."
    marcus "Миссис Бакфетт, подойдите сюда."

# game/Gallery/gallery8.rpy:4310
translate german gallery_21672_2c5401d7:

    # m "Да... Мистер Маркус..."
    m "Да... Мистер Маркус..."

# game/Gallery/gallery8.rpy:4314
translate german gallery_21672_1b65532d:

    # marcus "Я бы хотел проверить Ваше анальное отверстие, Миссис Бакфетт."
    # marcus "Я боюсь, что для леди такого уровня и социального положения, как Вы, это будет не совсем комфортно."
    marcus "Я бы хотел проверить Ваше анальное отверстие, Миссис Бакфетт."
    marcus "Я боюсь, что для леди такого уровня и социального положения, как Вы, это будет не совсем комфортно."

# game/Gallery/gallery8.rpy:4318
translate german gallery_21672_263c25b2:

    # marcus "И, если Вы откажетесь, я пойму Вас..."
    marcus "И, если Вы откажетесь, я пойму Вас..."

# game/Gallery/gallery8.rpy:4326
translate german gallery_21672_f4895480:

    # mt "Если я откажусь, мне конец. Я понимаю это!"
    # mt "Мне надо разрешить ему, но надо как-то подыграть, я не должна быть просто куклой."
    # mt "Иначе этому психу я стану неинтересна и для меня все будет кончено!"
    mt "Если я откажусь, мне конец. Я понимаю это!"
    mt "Мне надо разрешить ему, но надо как-то подыграть, я не должна быть просто куклой."
    mt "Иначе этому психу я стану неинтересна и для меня все будет кончено!"

# game/Gallery/gallery8.rpy:4333
translate german gallery_21672_efa81f3c:

    # m "Мистер Маркус... Это... Это вполне терпимая процедура..."
    # m "Я... Я действительно леди очень высокого уровня, но..."
    m "Мистер Маркус... Это... Это вполне терпимая процедура..."
    m "Я... Я действительно леди очень высокого уровня, но..."

# game/Gallery/gallery8.rpy:4343
translate german gallery_21672_5b6fa6bf:

    # m "Но, если об этом просит такой мужчина как Вы..."
    m "Но, если об этом просит такой мужчина как Вы..."

# game/Gallery/gallery8.rpy:4347
translate german gallery_21743_784a1c84:

    # m "То никакая леди не сможет отказать в этом..."
    # mt "О БОЖЕ!!!"
    m "То никакая леди не сможет отказать в этом..."
    mt "О БОЖЕ!!!"

# game/Gallery/gallery8.rpy:4354
translate german gallery_21743_c1e40ccd:

    # marcus "..."
    marcus "..."

# game/Gallery/gallery8.rpy:4372
translate german gallery_21743_3d708139:

    # m "Ой!"
    m "Ой!"

# game/Gallery/gallery8.rpy:4384
translate german gallery_21743_9819960c:

    # marcus "Хм... Миссис Бакфетт... Как интересно..."
    # marcus "Моника Бакфетт... Владелица Модного Журнала..."
    # marcus "Железная Леди... Холодная как лед..."
    marcus "Хм... Миссис Бакфетт... Как интересно..."
    marcus "Моника Бакфетт... Владелица Модного Журнала..."
    marcus "Железная Леди... Холодная как лед..."

# game/Gallery/gallery8.rpy:4389
translate german gallery_21743_63295b56:

    # marcus "Мало кто знает что ТАМ у Вас очень тепло..."
    marcus "Мало кто знает что ТАМ у Вас очень тепло..."

# game/Gallery/gallery8.rpy:4392
translate german gallery_21743_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:4395
translate german gallery_21743_bd7b3586:

    # marcus "Сожмите мой палец..."
    # m "Как?! Как я могу сжать его?"
    # marcus "Сожмите его своим анальным отверстием."
    # m "!!!"
    marcus "Сожмите мой палец..."
    m "Как?! Как я могу сжать его?"
    marcus "Сожмите его своим анальным отверстием."
    m "!!!"

# game/Gallery/gallery8.rpy:4408
translate german gallery_21743_bf2b07a9:

    # m "Ииииииии..."
    m "Ииииииии..."

# game/Gallery/gallery8.rpy:4411
translate german gallery_21743_bdd3db45:

    # marcus "Слабовато, Миссис Бакфетт."
    # marcus "Вы практически девственница."
    # m "!!!"
    marcus "Слабовато, Миссис Бакфетт."
    marcus "Вы практически девственница."
    m "!!!"

# game/Gallery/gallery8.rpy:4416
translate german gallery_21743_a2391db6:

    # m "Я... Я сильнее не могу, Мистер Маркус..."
    m "Я... Я сильнее не могу, Мистер Маркус..."

# game/Gallery/gallery8.rpy:4427
translate german gallery_21743_19c8fe03:

    # marcus "А теперь присядьте."
    marcus "А теперь присядьте."

# game/Gallery/gallery8.rpy:4435
translate german gallery_21743_9a3f0617:

    # marcus "Нет, Миссис Бакфетт, не туда."
    # marcus "Присядьте, пожалуйста, сюда."
    # marcus "И сделайте это, пожалуйста, своим анальным отверстием."
    marcus "Нет, Миссис Бакфетт, не туда."
    marcus "Присядьте, пожалуйста, сюда."
    marcus "И сделайте это, пожалуйста, своим анальным отверстием."

# game/Gallery/gallery8.rpy:4443
translate german gallery_21743_406c61c3:

    # mt "Анальным отверстием?! Я должна сесть на это?!"
    # m "!!!"
    # m "Что это?!"
    mt "Анальным отверстием?! Я должна сесть на это?!"
    m "!!!"
    m "Что это?!"

# game/Gallery/gallery8.rpy:4450
translate german gallery_21761_7edaa4b5:

    # marcus "Это, всего-лишь, небольшая трудность, Миссис Бакфетт."
    # marcus "Я люблю людей, которые умеют их преодолевать."
    # marcus "Любая девушка на ферме сделает это даже не поморщившись."
    # marcus "Для Вас это будет сложнее, но я хочу увидеть доказательство."
    # marcus "Того, что Вы действительно имеете желание выйти отсюда."
    marcus "Это, всего-лишь, небольшая трудность, Миссис Бакфетт."
    marcus "Я люблю людей, которые умеют их преодолевать."
    marcus "Любая девушка на ферме сделает это даже не поморщившись."
    marcus "Для Вас это будет сложнее, но я хочу увидеть доказательство."
    marcus "Того, что Вы действительно имеете желание выйти отсюда."

# game/Gallery/gallery8.rpy:4459
translate german gallery_21761_2902a1aa:

    # m "Я..."
    # mt "Мне нужно это сделать!"
    # mt "Просто необходимо, если я хочу скорее выбраться отсюда!"
    m "Я..."
    mt "Мне нужно это сделать!"
    mt "Просто необходимо, если я хочу скорее выбраться отсюда!"

# game/Gallery/gallery8.rpy:4465
translate german gallery_21761_38107ccf:

    # marcus "Я жду, Миссис Бакфетт."
    marcus "Я жду, Миссис Бакфетт."

# game/Gallery/gallery8.rpy:4506
translate german gallery_21761_d9d155a3:

    # m "У меня... Не получается..."
    # m "Это штука... Она слишком большая..."
    # marcus "Продолжайте, Миссис Бакфетт. У Вас должно получиться."
    m "У меня... Не получается..."
    m "Это штука... Она слишком большая..."
    marcus "Продолжайте, Миссис Бакфетт. У Вас должно получиться."

# game/Gallery/gallery8.rpy:4536
translate german gallery_21761_c3ef59d5:

    # m "Ой, она упала..."
    # marcus "Подымите, поставьте ее и продолжайте далее."
    m "Ой, она упала..."
    marcus "Подымите, поставьте ее и продолжайте далее."

# game/Gallery/gallery8.rpy:4546
translate german gallery_21761_8de30a71:

    # m "Но..."
    m "Но..."

# game/Gallery/gallery8.rpy:4548
translate german gallery_21761_43f2c77c:

    # marcus "Это Ваш шанс понравиться мне, Миссис Бакфетт."
    marcus "Это Ваш шанс понравиться мне, Миссис Бакфетт."

# game/Gallery/gallery8.rpy:4551
translate german gallery_21761_68e1a454:

    # marcus "Единственный шанс..."
    marcus "Единственный шанс..."

# game/Gallery/gallery8.rpy:4554
translate german gallery_21761_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery8.rpy:4600
translate german gallery_21761_a60b79f8:

    # mt "У меня не получается!"
    # mt "Но это мой единственный шанс спастись!"
    mt "У меня не получается!"
    mt "Но это мой единственный шанс спастись!"

# game/Gallery/gallery8.rpy:4610
translate german gallery_21761_80f2a7b5:

    # m "ААааааааргхххх..."
    m "ААааааааргхххх..."

# game/Gallery/gallery8.rpy:4621
translate german gallery_21761_70f4b460:

    # mt "Ааааа!!! Как больно!"
    # m "Я... Я села..."
    # marcus "Встаньте и покажите мне."
    mt "Ааааа!!! Как больно!"
    m "Я... Я села..."
    marcus "Встаньте и покажите мне."

# game/Gallery/gallery8.rpy:4636
translate german gallery_21761_64cd292e:

    # marcus "Браво, Миссис Бакфетт."
    # marcus "Вам нравится то, что находится в Вас?"
    marcus "Браво, Миссис Бакфетт."
    marcus "Вам нравится то, что находится в Вас?"

# game/Gallery/gallery8.rpy:4644
translate german gallery_21761_c37c0d1c:

    # mt "Мне больно! Эта штука разрывает меня изнутри!"
    # mt "Но что мне ответить ему?!"
    mt "Мне больно! Эта штука разрывает меня изнутри!"
    mt "Но что мне ответить ему?!"

# game/Gallery/gallery8.rpy:4648
translate german gallery_21761_a9b937db:

    # m "Ддда..."
    m "Ддда..."

# game/Gallery/gallery8.rpy:4656
translate german gallery_21761_9b8ca7fe:

    # marcus "Меня радует это."
    # marcus "Сейчас Вам принесут Вашу одежду."
    # marcus "Я жду Вас в своем кабинете."
    marcus "Меня радует это."
    marcus "Сейчас Вам принесут Вашу одежду."
    marcus "Я жду Вас в своем кабинете."

# game/Gallery/gallery8.rpy:4661
translate german gallery_21761_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery8.rpy:4664
translate german gallery_21761_d0bc0601:

    # marcus "Да, и, если Вам действительно нравится, Я разрешаю Вам пока не вынимать это."
    marcus "Да, и, если Вам действительно нравится, Я разрешаю Вам пока не вынимать это."

# game/Gallery/gallery8.rpy:4667
translate german gallery_21761_29a4f6ab_1:

    # m "!!!"
    m "!!!"

