# TODO: Translation updated at 2020-01-16 22:18

# game/Gallery/gallery4.rpy:17
translate german gallery_21819_af6d8ed6:

    # marcus "О, Миссис Бакфетт..."
    # marcus "Рад снова видеть Вас!"
    marcus "О, Миссис Бакфетт..."
    marcus "Рад снова видеть Вас!"

# game/Gallery/gallery4.rpy:21
translate german gallery_21819_d59a594d:

    # marcus "У Вас красивое платье."
    # marcus "Жаль это подделка. Вы достойны лучшего..."
    marcus "У Вас красивое платье."
    marcus "Жаль это подделка. Вы достойны лучшего..."

# game/Gallery/gallery4.rpy:26
translate german gallery_21819_1130922e:

    # marcus "Пожалуйста, присаживайтесь..."
    # marcus "Платье можете пока оставить на себе."
    # m "Сссспасибо... Мистер Маркус..."
    marcus "Пожалуйста, присаживайтесь..."
    marcus "Платье можете пока оставить на себе."
    m "Сссспасибо... Мистер Маркус..."

# game/Gallery/gallery4.rpy:33
translate german gallery_21819_1f4e99f4:

    # m "ССсскажите... Что со мной будет?..."
    # mt "Все, что угодно... Только не ферма!"
    m "ССсскажите... Что со мной будет?..."
    mt "Все, что угодно... Только не ферма!"

# game/Gallery/gallery4.rpy:37
translate german gallery_21819_5fd0aeb5:

    # marcus "Миссис Бакфетт, скажите, Вам удобно?"
    marcus "Миссис Бакфетт, скажите, Вам удобно?"

# game/Gallery/gallery4.rpy:40
translate german gallery_21819_e074f775:

    # m "Да, Мистер Маркус. Мне вполне удобно."
    m "Да, Мистер Маркус. Мне вполне удобно."

# game/Gallery/gallery4.rpy:43
translate german gallery_21819_49a8bbb6:

    # marcus "Вам ничего не мешает?"
    marcus "Вам ничего не мешает?"

# game/Gallery/gallery4.rpy:46
translate german gallery_21819_43116249:

    # m "Нет, Мистер Маркус..."
    m "Нет, Мистер Маркус..."

# game/Gallery/gallery4.rpy:51
translate german gallery_21819_596180b5:

    # mt "Мне ужасно больно! Я хочу вытащить это поскорее!!!"
    mt "Мне ужасно больно! Я хочу вытащить это поскорее!!!"

# game/Gallery/gallery4.rpy:55
translate german gallery_21819_1f851e30:

    # marcus "Вы ведь ничего не вынимали из себя?"
    # marcus "Я к тому... Вам ведь действительно нравится то, что находится в Вас?"
    # marcus "Вы меня не обманывали?"
    marcus "Вы ведь ничего не вынимали из себя?"
    marcus "Я к тому... Вам ведь действительно нравится то, что находится в Вас?"
    marcus "Вы меня не обманывали?"

# game/Gallery/gallery4.rpy:61
translate german gallery_21819_f6b32db0:

    # m "Нет, Мистер Маркус..."
    # m "Во мне... Во мне до сих пор это..."
    m "Нет, Мистер Маркус..."
    m "Во мне... Во мне до сих пор это..."

# game/Gallery/gallery4.rpy:66
translate german gallery_21819_895643f2:

    # marcus "Миссис Бакфетт, Вы бы хотели, чтобы это оставалось в Вас все время?"
    marcus "Миссис Бакфетт, Вы бы хотели, чтобы это оставалось в Вас все время?"

# game/Gallery/gallery4.rpy:69
translate german gallery_21819_1e4d5416:

    # m "Мистер Маркус... Я бы... Я бы хотела немного отдохнуть... От этого..."
    m "Мистер Маркус... Я бы... Я бы хотела немного отдохнуть... От этого..."

# game/Gallery/gallery4.rpy:78
translate german gallery_21819_073d77c9:

    # marcus "Миссис Бакфетт..."
    # marcus "Я вспоминаю нашу первую встречу..."
    # marcus "Вы пришли сюда и начали кричать на меня."
    # marcus "Вы действительно были девушкой высокого положения и остаетесь ей."
    # marcus "Но Вы сами сказали о том, что благодарны мне."
    # marcus "Скажите, разве я заслуживал такого отношения к себе?"
    marcus "Миссис Бакфетт..."
    marcus "Я вспоминаю нашу первую встречу..."
    marcus "Вы пришли сюда и начали кричать на меня."
    marcus "Вы действительно были девушкой высокого положения и остаетесь ей."
    marcus "Но Вы сами сказали о том, что благодарны мне."
    marcus "Скажите, разве я заслуживал такого отношения к себе?"

# game/Gallery/gallery4.rpy:88
translate german gallery_21819_45a44018:

    # mt "О Боже..."
    # mt "Что я ему тогда наговорила?! Знала бы я, что это за человек..."
    # mt "..."
    mt "О Боже..."
    mt "Что я ему тогда наговорила?! Знала бы я, что это за человек..."
    mt "..."

# game/Gallery/gallery4.rpy:92
translate german gallery_21819_d0adfadd:

    # m "Мистер Маркус... Я..."
    # m "Я приношу свои извинения Вам."
    # m "Это было ошибкой с моей стороны."
    # m "Я... Я недооценила Вас."
    m "Мистер Маркус... Я..."
    m "Я приношу свои извинения Вам."
    m "Это было ошибкой с моей стороны."
    m "Я... Я недооценила Вас."

# game/Gallery/gallery4.rpy:98
translate german gallery_21819_b3f199f2:

    # m "Просто это было все было так неожиданно..."
    # m "Я прошу Вас простить меня..."
    m "Просто это было все было так неожиданно..."
    m "Я прошу Вас простить меня..."

# game/Gallery/gallery4.rpy:103
translate german gallery_21819_5c61357c:

    # marcus "Мне нравятся Ваши слова, Миссис Бакфетт."
    # marcus "Скажите, ведь Вы все та же сильная леди, которая вошла сюда?"
    # marcus "Ведь Вы ничуть не изменились, правда?"
    marcus "Мне нравятся Ваши слова, Миссис Бакфетт."
    marcus "Скажите, ведь Вы все та же сильная леди, которая вошла сюда?"
    marcus "Ведь Вы ничуть не изменились, правда?"

# game/Gallery/gallery4.rpy:109
translate german gallery_21819_94eafa94:

    # marcus "Для меня важно, чтобы эти слова говорила именно она."
    marcus "Для меня важно, чтобы эти слова говорила именно она."

# game/Gallery/gallery4.rpy:112
translate german gallery_21819_e3e9ff32:

    # m "Да, Мистер Маркус..."
    m "Да, Мистер Маркус..."

# game/Gallery/gallery4.rpy:115
translate german gallery_21819_a2dd5eb9:

    # marcus "Это неубедительно. Скажите кто Вы."
    # marcus "Сделайте это так, как Вы умеете говорить!"
    marcus "Это неубедительно. Скажите кто Вы."
    marcus "Сделайте это так, как Вы умеете говорить!"

# game/Gallery/gallery4.rpy:129
translate german gallery_21819_89bd641d:

    # m "Я - Моника Бакфетт."
    # m "Я - владелица Модного Журнала."
    # m "Все люди вокруг подчиняются мне."
    # m "Моя красота и богатство не имеют равных далеко за пределами этого места."
    m "Я - Моника Бакфетт."
    m "Я - владелица Модного Журнала."
    m "Все люди вокруг подчиняются мне."
    m "Моя красота и богатство не имеют равных далеко за пределами этого места."

# game/Gallery/gallery4.rpy:136
translate german gallery_21819_de6dc02d:

    # marcus "Хорошо. Теперь покажите мне."
    marcus "Хорошо. Теперь покажите мне."

# game/Gallery/gallery4.rpy:140
translate german gallery_21819_a8483d00:

    # m "Показать ЧТО?"
    m "Показать ЧТО?"

# game/Gallery/gallery4.rpy:144
translate german gallery_21819_24e64368:

    # marcus "Ту вещь, которая в Вас. Я хочу Вам помочь..."
    marcus "Ту вещь, которая в Вас. Я хочу Вам помочь..."

# game/Gallery/gallery4.rpy:147
translate german gallery_21819_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:150
translate german gallery_21819_1ea4f42b:

    # marcus "Владелица Модного Журнала, поднимите юбку. Не стесняйтесь."
    # marcus "Я хочу проверить Ваши слова."
    marcus "Владелица Модного Журнала, поднимите юбку. Не стесняйтесь."
    marcus "Я хочу проверить Ваши слова."

# game/Gallery/gallery4.rpy:154
translate german gallery_21819_6868bd84:

    # mt "Он смеется надо мной!!! Да как он..."
    # mt "Черт!"
    # m "..."
    mt "Он смеется надо мной!!! Да как он..."
    mt "Черт!"
    m "..."

# game/Gallery/gallery4.rpy:175
translate german gallery_21819_4cccf7f1:

    # marcus "О, Миссис Бакфетт..."
    # marcus "Вы подобрали правильный цвет платья..."
    # marcus "Должен признать, что Вы действительно разбираетесь в моде."
    marcus "О, Миссис Бакфетт..."
    marcus "Вы подобрали правильный цвет платья..."
    marcus "Должен признать, что Вы действительно разбираетесь в моде."

# game/Gallery/gallery4.rpy:180
translate german gallery_21819_5d83dd59:

    # marcus "Ваша интуиция позволяет Вам соблюсти правильное сочетание цветов в любой ситуации."
    # marcus "Даже в той, которую Вы не можете предугадать заранее."
    marcus "Ваша интуиция позволяет Вам соблюсти правильное сочетание цветов в любой ситуации."
    marcus "Даже в той, которую Вы не можете предугадать заранее."

# game/Gallery/gallery4.rpy:184
translate german gallery_21819_1763f770:

    # marcus "Вы можете подойти ко мне, я помогу Вам."
    marcus "Вы можете подойти ко мне, я помогу Вам."

# game/Gallery/gallery4.rpy:193
translate german gallery_21819_c3c804f9:

    # marcus "Повернитесь спиной."
    marcus "Повернитесь спиной."

# game/Gallery/gallery4.rpy:220
translate german gallery_21819_648c4334:

    # m "ААААЙ!!"
    m "ААААЙ!!"

# game/Gallery/gallery4.rpy:234
translate german gallery_21819_c70cdb14:

    # marcus "Ммммм... Превосходно!"
    marcus "Ммммм... Превосходно!"

# game/Gallery/gallery4.rpy:238
translate german gallery_21819_b33972ad:

    # marcus "Не хотите попробовать?"
    # m "Что?!"
    marcus "Не хотите попробовать?"
    m "Что?!"

# game/Gallery/gallery4.rpy:242
translate german gallery_21819_f46998b4:

    # marcus "Попробуйте это, Миссис Бакфетт."
    # marcus "Мне это нравится, а Вам?"
    marcus "Попробуйте это, Миссис Бакфетт."
    marcus "Мне это нравится, а Вам?"

# game/Gallery/gallery4.rpy:245
translate german gallery_21819_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery4.rpy:249
translate german gallery_21819_46f93afe:

    # mt "Это... Это просто отвратительно!"
    mt "Это... Это просто отвратительно!"

# game/Gallery/gallery4.rpy:254
translate german gallery_21819_17a7b1dd:

    # marcus "Вы достаточно сказали сегодня."
    marcus "Вы достаточно сказали сегодня."

# game/Gallery/gallery4.rpy:257
translate german gallery_21819_2bae80f3:

    # marcus "Теперь Я хочу кое-что Вам рассказать."
    # marcus "Вы женщина очень высокого положения. Вы привыкли говорить, а не слушать."
    # marcus "И, для того, чтобы быть уверенным, что Вы не будете перебивать меня..."
    marcus "Теперь Я хочу кое-что Вам рассказать."
    marcus "Вы женщина очень высокого положения. Вы привыкли говорить, а не слушать."
    marcus "И, для того, чтобы быть уверенным, что Вы не будете перебивать меня..."

# game/Gallery/gallery4.rpy:262
translate german gallery_21819_128b7e9c:

    # marcus "Возьмите это в рот."
    marcus "Возьмите это в рот."

# game/Gallery/gallery4.rpy:267
translate german gallery_21819_f5e7648e:

    # mt "Что?! В рот?! Он достал это из моей попы только что!"
    # m "!!!"
    # m "Но..."
    # marcus "Вы же не собираетесь перебивать меня, Миссис Бакфетт?"
    # m "Нет..."
    mt "Что?! В рот?! Он достал это из моей попы только что!"
    m "!!!"
    m "Но..."
    marcus "Вы же не собираетесь перебивать меня, Миссис Бакфетт?"
    m "Нет..."

# game/Gallery/gallery4.rpy:274
translate german gallery_21819_4b51f76a:

    # marcus "Тогда нет причин не взять в рот это..."
    # marcus "Или есть какие-то причины?"
    # m "Нннет..."
    marcus "Тогда нет причин не взять в рот это..."
    marcus "Или есть какие-то причины?"
    m "Нннет..."

# game/Gallery/gallery4.rpy:287
translate german gallery_21819_619e9b25:

    # mt "Фуууу!!! Как это противно!"
    # mt "Но если я откажусь..."
    mt "Фуууу!!! Как это противно!"
    mt "Но если я откажусь..."

# game/Gallery/gallery4.rpy:297
translate german gallery_21819_fc694493:

    # marcus "Вы можете присесть."
    marcus "Вы можете присесть."

# game/Gallery/gallery4.rpy:310
translate german gallery_21819_3a688bd7:

    # marcus "Итак, Миссис Бакфетт..."
    # marcus "Я удивлен и обрадован Вашему визиту."
    # marcus "Пока Вы меня ожидали, я был в отъезде."
    marcus "Итак, Миссис Бакфетт..."
    marcus "Я удивлен и обрадован Вашему визиту."
    marcus "Пока Вы меня ожидали, я был в отъезде."

# game/Gallery/gallery4.rpy:316
translate german gallery_21819_6503e5cb:

    # marcus "И как раз собирался, по возвращению, арестовать Вас."
    marcus "И как раз собирался, по возвращению, арестовать Вас."

# game/Gallery/gallery4.rpy:319
translate german gallery_21819_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:323
translate german gallery_21819_8fda6ded:

    # marcus "Вы спросите насчет Мистера Дика?"
    # marcus "Да, действительно, его действия являются определенным препятствием между нами."
    marcus "Вы спросите насчет Мистера Дика?"
    marcus "Да, действительно, его действия являются определенным препятствием между нами."

# game/Gallery/gallery4.rpy:327
translate german gallery_21819_b89cb334:

    # marcus "Однако, я нашел способ обойти его."
    marcus "Однако, я нашел способ обойти его."

# game/Gallery/gallery4.rpy:331
translate german gallery_21860_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:336
translate german gallery_21860_f8ed1195:

    # marcus "Видите-ли, за мной стоят еще люди, с которыми я вынужден считаться..."
    # marcus "И эти люди также хотят заполучить Вас."
    # m "..."
    marcus "Видите-ли, за мной стоят еще люди, с которыми я вынужден считаться..."
    marcus "И эти люди также хотят заполучить Вас."
    m "..."

# game/Gallery/gallery4.rpy:341
translate german gallery_21860_bc447d47:

    # marcus "Они видят препятствие только в действиях Мистера Дика."
    # marcus "Но не знают о том, что в действиях Мистера Дика есть слабая сторона."
    # marcus "Дело в том, что я работаю здесь, на месте. И вижу больше них..."
    marcus "Они видят препятствие только в действиях Мистера Дика."
    marcus "Но не знают о том, что в действиях Мистера Дика есть слабая сторона."
    marcus "Дело в том, что я работаю здесь, на месте. И вижу больше них..."

# game/Gallery/gallery4.rpy:347
translate german gallery_21860_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:351
translate german gallery_21860_3bc6287a:

    # marcus "И Я, и Эти Люди - всецело доверяем друг другу."
    # marcus "С моей стороны было бы крайне неудобно не сообщать им новую информацию..."
    marcus "И Я, и Эти Люди - всецело доверяем друг другу."
    marcus "С моей стороны было бы крайне неудобно не сообщать им новую информацию..."

# game/Gallery/gallery4.rpy:354
translate german gallery_21860_27559dd5:

    # marcus "Поэтому, я собирался сообщить им о ней и арестовать Вас немедленно..."
    marcus "Поэтому, я собирался сообщить им о ней и арестовать Вас немедленно..."

# game/Gallery/gallery4.rpy:358
translate german gallery_21860_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:362
translate german gallery_21860_ef4be0c2:

    # marcus "Для меня было удивлением, что Вы сделали такой своевременный упреждающий шаг..."
    # m "..."
    marcus "Для меня было удивлением, что Вы сделали такой своевременный упреждающий шаг..."
    m "..."

# game/Gallery/gallery4.rpy:367
translate german gallery_21860_dc0a14ac:

    # marcus "Как-будто кто-то очень мудрый подсказал Вам его..."
    marcus "Как-будто кто-то очень мудрый подсказал Вам его..."

# game/Gallery/gallery4.rpy:370
translate german gallery_21860_29a4f6ab_3:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:374
translate german gallery_21860_19b34154:

    # marcus "Но, думаю, это Ваша женская интуиция, которая помогает Вам..."
    marcus "Но, думаю, это Ваша женская интуиция, которая помогает Вам..."

# game/Gallery/gallery4.rpy:377
translate german gallery_21860_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:380
translate german gallery_21860_dd6c3989:

    # marcus "Вы пытаетесь заставить меня думать, что играть с Вами ЗДЕСЬ будет интереснее, чем играть на Ранчо 218."
    # marcus "Заставить быть ребенком, который не хочет делиться своей игрушкой с остальными..."
    marcus "Вы пытаетесь заставить меня думать, что играть с Вами ЗДЕСЬ будет интереснее, чем играть на Ранчо 218."
    marcus "Заставить быть ребенком, который не хочет делиться своей игрушкой с остальными..."

# game/Gallery/gallery4.rpy:384
translate german gallery_21860_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:387
translate german gallery_21860_506cfbb7:

    # marcus "Интересная попытка..."
    # marcus "И, Вы знаете... Я заинтересован..."
    marcus "Интересная попытка..."
    marcus "И, Вы знаете... Я заинтересован..."

# game/Gallery/gallery4.rpy:391
translate german gallery_21860_e612037c_2:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:395
translate german gallery_21860_ea315e47:

    # marcus "Понимаете-ли... Имея неограниченную власть..."
    # marcus "Становится все сложнее и сложнее развлекать себя..."
    marcus "Понимаете-ли... Имея неограниченную власть..."
    marcus "Становится все сложнее и сложнее развлекать себя..."

# game/Gallery/gallery4.rpy:399
translate german gallery_21860_5fb92f84:

    # marcus "Вы ведь меня понимаете, Миссис Бакфетт, правда?"
    marcus "Вы ведь меня понимаете, Миссис Бакфетт, правда?"

# game/Gallery/gallery4.rpy:401
translate german gallery_21860_29a4f6ab_4:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:409
translate german gallery_21860_9256ef59:

    # marcus "Вы можете идти, на этот раз..."
    # marcus "Я пока не буду сообщать никому о той информации, что у меня есть..."
    # marcus "Пока..."
    marcus "Вы можете идти, на этот раз..."
    marcus "Я пока не буду сообщать никому о той информации, что у меня есть..."
    marcus "Пока..."

# game/Gallery/gallery4.rpy:414
translate german gallery_21860_d3ae3575:

    # marcus "И, не забывайте, я не единственный, кто стоит за всем этим."
    # marcus "Стоит Вам хоть немного оступиться, и об этом узнают ТАМ."
    # marcus "Даже в этом кабинете. Сейчас очень редкое короткое окно, когда я уверен, что нас не слышат."
    marcus "И, не забывайте, я не единственный, кто стоит за всем этим."
    marcus "Стоит Вам хоть немного оступиться, и об этом узнают ТАМ."
    marcus "Даже в этом кабинете. Сейчас очень редкое короткое окно, когда я уверен, что нас не слышат."

# game/Gallery/gallery4.rpy:427
translate german gallery_21860_ac4524a9:

    # marcus "Да, и Вы можете снова придти ко мне, когда будете готовы..."
    # marcus "Заинтересовать меня еще раз..."
    marcus "Да, и Вы можете снова придти ко мне, когда будете готовы..."
    marcus "Заинтересовать меня еще раз..."

# game/Gallery/gallery4.rpy:432
translate german gallery_21860_0bdd33ce:

    # marcus "Пока я не успел потерять тот интерес, что у меня есть сейчас..."
    marcus "Пока я не успел потерять тот интерес, что у меня есть сейчас..."

# game/Gallery/gallery4.rpy:435
translate german gallery_21860_5735d208:

    # m "!!!"
    # marcus "Можете идти."
    m "!!!"
    marcus "Можете идти."

# game/Gallery/gallery4.rpy:440
translate german gallery_21860_5b0d2097:

    # marcus "И сохраните эту вещь. Она будет Вам напоминать о нашей дружбе..."
    marcus "И сохраните эту вещь. Она будет Вам напоминать о нашей дружбе..."

# game/Gallery/gallery4.rpy:453
translate german gallery_8735_9baf4d88:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "О чем Вы хотите поговорить со мной, Миссис Бакфетт?"
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "О чем Вы хотите поговорить со мной, Миссис Бакфетт?"

# game/Gallery/gallery4.rpy:457
translate german gallery_8735_fc8799e2:

    # m "Может мы отойти с тобой куда-нибудь?"
    # "Я бы не хотела чтобы Алекс слышал наш разговор?"
    m "Может мы отойти с тобой куда-нибудь?"
    "Я бы не хотела чтобы Алекс слышал наш разговор?"

# game/Gallery/gallery4.rpy:467
translate german gallery_8735_70a8bf50:

    # melanie "Миссис Бакфетт, у нас с Вами официальные отношения."
    # "Я бы хотела чтобы у нас не было никаких секретов."
    # "Это может повредить моей карьере..."
    melanie "Миссис Бакфетт, у нас с Вами официальные отношения."
    "Я бы хотела чтобы у нас не было никаких секретов."
    "Это может повредить моей карьере..."

# game/Gallery/gallery4.rpy:472
translate german gallery_8735_fd42eb08:

    # mt "Мне надо как-то уговорить Мелани пойти со мной."
    # "Я не собираюсь заводить разговор здесь, в присутствии Алекса!"
    # "..."
    # "Мелани любит лесть..."
    mt "Мне надо как-то уговорить Мелани пойти со мной."
    "Я не собираюсь заводить разговор здесь, в присутствии Алекса!"
    "..."
    "Мелани любит лесть..."

# game/Gallery/gallery4.rpy:481
translate german gallery_8735_499cdfa2:

    # m "Мелани, пожалуйста..."
    # "Да, у нас официальные отношения и ты отличный профессионал."
    # "Ты самая красивая модель в этом журнале."
    # "И я бы хотела поговорить с тобой наедине..."
    m "Мелани, пожалуйста..."
    "Да, у нас официальные отношения и ты отличный профессионал."
    "Ты самая красивая модель в этом журнале."
    "И я бы хотела поговорить с тобой наедине..."

# game/Gallery/gallery4.rpy:490
translate german gallery_8735_5ba1d7f3:

    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Gallery/gallery4.rpy:499
translate german gallery_8735_b4b4c590:

    # mt "Хм..."
    # "Я смотрю Мелани здесь неплохо обосновалась, пока меня нет..."
    mt "Хм..."
    "Я смотрю Мелани здесь неплохо обосновалась, пока меня нет..."

# game/Gallery/gallery4.rpy:505
translate german gallery_8735_2c6856e2:

    # melanie "Итак, Миссис Бакфетт?"
    # m "Мелани, я хочу попросить тебя об услуги..."
    # melanie "Интересно... Чем же я могу помочь Миссис Бакфетт?"
    melanie "Итак, Миссис Бакфетт?"
    m "Мелани, я хочу попросить тебя об услуги..."
    melanie "Интересно... Чем же я могу помочь Миссис Бакфетт?"

# game/Gallery/gallery4.rpy:515
translate german gallery_8735_e55f19de:

    # m "Это... Это касается одного мужчины..."
    # "А ты, Мелани, насколько я знаю, очень сильна в этих вопросах..."
    # "Это касается решения кое-каких небольших проблем, которые у меня возникли в последнее время..."
    m "Это... Это касается одного мужчины..."
    "А ты, Мелани, насколько я знаю, очень сильна в этих вопросах..."
    "Это касается решения кое-каких небольших проблем, которые у меня возникли в последнее время..."

# game/Gallery/gallery4.rpy:520
translate german gallery_8735_25058677:

    # "Я обещаю что повышу тебя значительно выше, чем ты сейчас..."
    # "Когда верну все назад..."
    "Я обещаю что повышу тебя значительно выше, чем ты сейчас..."
    "Когда верну все назад..."

# game/Gallery/gallery4.rpy:529
translate german gallery_8735_7ea983ff:

    # melanie "Да, Миссис Бакфетт."
    # "По Вашему виду можно сказать что у Вас возникли небольшие проблемы."
    # "Мне не совсем понятно, зачем вы ходите в этом..."
    # "Вы развелись с мужем и он забрал все Ваши деньги?"
    melanie "Да, Миссис Бакфетт."
    "По Вашему виду можно сказать что у Вас возникли небольшие проблемы."
    "Мне не совсем понятно, зачем вы ходите в этом..."
    "Вы развелись с мужем и он забрал все Ваши деньги?"

# game/Gallery/gallery4.rpy:534
translate german gallery_8735_c660a90b:

    # m "Нет, Мелани... Муж у меня..."
    # "Не будем об этом... Я не могу сказать ничего положительного про него..."
    m "Нет, Мелани... Муж у меня..."
    "Не будем об этом... Я не могу сказать ничего положительного про него..."

# game/Gallery/gallery4.rpy:537
translate german gallery_8735_b17c085f:

    # melanie "Миссис Бакфетт. Не бывает плохих мужчин."
    # "Просто надо знать подход к ним..."
    # "Так Вам надо помочь с Вашим мужем?"
    melanie "Миссис Бакфетт. Не бывает плохих мужчин."
    "Просто надо знать подход к ним..."
    "Так Вам надо помочь с Вашим мужем?"

# game/Gallery/gallery4.rpy:550
translate german gallery_8735_f8d7c483:

    # m "Нет, Мелани..."
    # m "Мне надо помочь с... другим мужчиной..."
    m "Нет, Мелани..."
    m "Мне надо помочь с... другим мужчиной..."

# game/Gallery/gallery4.rpy:554
translate german gallery_8735_075067d8:

    # melanie "Значит в этом замешан еще один мужчина?"
    # melanie "Значит это любовь?!"
    # melanie "Как я сразу не догадалась!"
    # melanie "Только любовь может заставить Монику Бакфетт идти на такие жертвы!"
    melanie "Значит в этом замешан еще один мужчина?"
    melanie "Значит это любовь?!"
    melanie "Как я сразу не догадалась!"
    melanie "Только любовь может заставить Монику Бакфетт идти на такие жертвы!"

# game/Gallery/gallery4.rpy:560
translate german gallery_8735_c47b25d5:

    # "У всех на виду!"
    "У всех на виду!"

# game/Gallery/gallery4.rpy:564
translate german gallery_8735_f1327c0f:

    # m "Мелани... знаешь..."
    # "Это... не совсем любовь..."
    # "Это касается еще одной женщины... на моем пути..."
    m "Мелани... знаешь..."
    "Это... не совсем любовь..."
    "Это касается еще одной женщины... на моем пути..."

# game/Gallery/gallery4.rpy:570
translate german gallery_8735_b78d204e:

    # melanie "Еще одной женщины?"
    # "Это становится интересно!"
    # "И что же САМА Миссис Бакфетт хочет от Мелани?"
    melanie "Еще одной женщины?"
    "Это становится интересно!"
    "И что же САМА Миссис Бакфетт хочет от Мелани?"

# game/Gallery/gallery4.rpy:584
translate german gallery_8735_3b0f9916:

    # m "У меня есть подозрения, что этот мужчина замешан в том, что у меня возникли небольшие временные трудности..."
    # "Этот мужчина был моим поклонником и любил меня. Бегал за мной как пудель, но..."
    # "Но, вдруг, он изменился."
    m "У меня есть подозрения, что этот мужчина замешан в том, что у меня возникли небольшие временные трудности..."
    "Этот мужчина был моим поклонником и любил меня. Бегал за мной как пудель, но..."
    "Но, вдруг, он изменился."

# game/Gallery/gallery4.rpy:589
translate german gallery_8735_825b2fa5:

    # "Впоследствии еще появилась другая женщина."
    # "И у меня серьезные подозрения, что все проблемы могут быть связаны с этим."
    "Впоследствии еще появилась другая женщина."
    "И у меня серьезные подозрения, что все проблемы могут быть связаны с этим."

# game/Gallery/gallery4.rpy:593
translate german gallery_8735_fcd2df71:

    # "Я пыталась найти подход у этому мужчине, но потерпела неудачу."
    # "Не знаю почему!!!"
    # "Но этот мужчина любит женщин и перед тобой он вряд-ли устоит!"
    "Я пыталась найти подход у этому мужчине, но потерпела неудачу."
    "Не знаю почему!!!"
    "Но этот мужчина любит женщин и перед тобой он вряд-ли устоит!"

# game/Gallery/gallery4.rpy:600
translate german gallery_8735_0c4f422c:

    # m "Еще он как-то проговорился о том что мечтает о тебе..."
    # melanie "Ой, Миссис Бакфетт..."
    # "Я получаю тысячи признаний в любви каждый день..."
    m "Еще он как-то проговорился о том что мечтает о тебе..."
    melanie "Ой, Миссис Бакфетт..."
    "Я получаю тысячи признаний в любви каждый день..."

# game/Gallery/gallery4.rpy:607
translate german gallery_8735_b508763e:

    # melanie "А как же Вы?"
    # "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    # "Что я смогу затмить ту женщину, которая встала между Вами?"
    melanie "А как же Вы?"
    "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    "Что я смогу затмить ту женщину, которая встала между Вами?"

# game/Gallery/gallery4.rpy:615
translate german gallery_8735_b1d26e26:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Gallery/gallery4.rpy:619
translate german gallery_8735_1aa58f2b:

    # m "Я... про наш разговор..."
    m "Я... про наш разговор..."

# game/Gallery/gallery4.rpy:621
translate german gallery_8735_e3b4f71e:

    # melanie "Что же Вы ответите?"
    # "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    # "Что я смогу затмить ту женщину, которая встала между Вами?"
    melanie "Что же Вы ответите?"
    "Вы считаете что я красивее Вас, Миссис Бакфетт?"
    "Что я смогу затмить ту женщину, которая встала между Вами?"

# game/Gallery/gallery4.rpy:636
translate german gallery_8735_8badd592:

    # m "Нет, Мелани. Я не думаю что ты лучше меня."
    m "Нет, Мелани. Я не думаю что ты лучше меня."

# game/Gallery/gallery4.rpy:651
translate german gallery_8735_0a974efc:

    # m "Видишь ли, Мелани."
    # "Красота - это условная вещь."
    # "Но в чем ты, Мелани, действительно разбираешься..."
    # "Так это в том как управлять мужчинами..."
    m "Видишь ли, Мелани."
    "Красота - это условная вещь."
    "Но в чем ты, Мелани, действительно разбираешься..."
    "Так это в том как управлять мужчинами..."

# game/Gallery/gallery4.rpy:656
translate german gallery_8735_3a8416ea:

    # melanie "Миссис Бакфетт, это очевидно. Я рада что Вы, наконец-то, это признали..."
    melanie "Миссис Бакфетт, это очевидно. Я рада что Вы, наконец-то, это признали..."

# game/Gallery/gallery4.rpy:659
translate german gallery_8735_39854fe8:

    # m "Но мужчиной, про которого я говорю, будет управлять не так просто."
    m "Но мужчиной, про которого я говорю, будет управлять не так просто."

# game/Gallery/gallery4.rpy:662
translate german gallery_8735_adecfad6:

    # melanie "Миссис Бакфетт, любым мужчиной управлять просто."
    # "Мужчины готовы идти на любые жертвы, воевать друг с другом."
    # "Ради женщины..."
    melanie "Миссис Бакфетт, любым мужчиной управлять просто."
    "Мужчины готовы идти на любые жертвы, воевать друг с другом."
    "Ради женщины..."

# game/Gallery/gallery4.rpy:667
translate german gallery_8735_1b2539ef:

    # "Им надо, всего-лишь, показать что Вы именно та женщина..."
    # "Ради которой стоит это делать..."
    # "..."
    # "Любой мужчина готов на все ради меня, Миссис Бакфетт."
    "Им надо, всего-лишь, показать что Вы именно та женщина..."
    "Ради которой стоит это делать..."
    "..."
    "Любой мужчина готов на все ради меня, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:672
translate german gallery_8735_7bd768ca:

    # m "У меня тоже много поклонников!"
    m "У меня тоже много поклонников!"

# game/Gallery/gallery4.rpy:681
translate german gallery_8735_ef97dfe5:

    # melanie "Почему же тогда Вы не попросите помощи их?"
    melanie "Почему же тогда Вы не попросите помощи их?"

# game/Gallery/gallery4.rpy:683
translate german gallery_8735_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:686
translate german gallery_8735_d72b025e:

    # melanie "Нет, Миссис Бакфетт... Вы не умеете управлять мужчинами."
    # "Оставьте это мне..."
    # "Так кто тот мучжина, с которым Вам никак не справиться?"
    melanie "Нет, Миссис Бакфетт... Вы не умеете управлять мужчинами."
    "Оставьте это мне..."
    "Так кто тот мучжина, с которым Вам никак не справиться?"

# game/Gallery/gallery4.rpy:700
translate german gallery_8735_485e6c22:

    # m "Я скажу тебе если ты согласишься помочь мне!"
    m "Я скажу тебе если ты согласишься помочь мне!"

# game/Gallery/gallery4.rpy:705
translate german gallery_8735_b1d26e26_1:

    # m "Мелани... Я хочу поговорить с тобой..."
    # melanie "Хорошо, Миссис Бакфетт."
    # "Пройдемте в гримерную комнату."
    m "Мелани... Я хочу поговорить с тобой..."
    melanie "Хорошо, Миссис Бакфетт."
    "Пройдемте в гримерную комнату."

# game/Gallery/gallery4.rpy:710
translate german gallery_8735_1aa58f2b_1:

    # m "Я... про наш разговор..."
    m "Я... про наш разговор..."

# game/Gallery/gallery4.rpy:713
translate german gallery_8735_8713b006:

    # melanie "Я помогу Вам, Миссис Бакфетт, если..."
    melanie "Я помогу Вам, Миссис Бакфетт, если..."

# game/Gallery/gallery4.rpy:715
translate german gallery_8735_4253afcc:

    # m "Если?"
    m "Если?"

# game/Gallery/gallery4.rpy:718
translate german gallery_8735_1c66a9bb:

    # melanie "Если Вы поучаствуете со мной в фотосессии."
    # melanie "Биф хочет от меня какую-то пошлятину и Вы можете помочь мне с этим."
    melanie "Если Вы поучаствуете со мной в фотосессии."
    melanie "Биф хочет от меня какую-то пошлятину и Вы можете помочь мне с этим."

# game/Gallery/gallery4.rpy:721
translate german gallery_8735_d785dcc3:

    # melanie "В любом случае я не собираюсь задерживаться здесь."
    # melanie "Я лишь хочу завершить подписанный контракт."
    melanie "В любом случае я не собираюсь задерживаться здесь."
    melanie "Я лишь хочу завершить подписанный контракт."

# game/Gallery/gallery4.rpy:724
translate german gallery_8735_32890979:

    # m "И чем-же я могу помочь тебе?"
    m "И чем-же я могу помочь тебе?"

# game/Gallery/gallery4.rpy:726
translate german gallery_8735_84df9513:

    # melanie "Тем что поучаствуете вместе со мной..."
    melanie "Тем что поучаствуете вместе со мной..."

# game/Gallery/gallery4.rpy:729
translate german gallery_8735_47c629d7:

    # m "Значит Биф что-то требует от тебя?"
    # "И почему-же ты не управляешь им, а?"
    m "Значит Биф что-то требует от тебя?"
    "И почему-же ты не управляешь им, а?"

# game/Gallery/gallery4.rpy:734
translate german gallery_8735_e3a7836a:

    # melanie "Миссис Бакфетт... Я именно это и делаю..."
    melanie "Миссис Бакфетт... Я именно это и делаю..."

# game/Gallery/gallery4.rpy:736
translate german gallery_8735_c318681f:

    # melanie "Ну так что?"
    melanie "Ну так что?"

# game/Gallery/gallery4.rpy:747
translate german gallery_8735_16f0663c:

    # m "Я не хочу участвовать в каких-то сомнительных фотосессиях."
    m "Я не хочу участвовать в каких-то сомнительных фотосессиях."

# game/Gallery/gallery4.rpy:749
translate german gallery_8735_49af6a6c:

    # melanie "Значит мы отложим этот разговор..."
    melanie "Значит мы отложим этот разговор..."

# game/Gallery/gallery4.rpy:760
translate german gallery_8735_c1743eb8:

    # m "Хорошо, Мелани..."
    # "Я... Согласна сделать с тобой фотосессию..."
    # "Когда она будет?"
    m "Хорошо, Мелани..."
    "Я... Согласна сделать с тобой фотосессию..."
    "Когда она будет?"

# game/Gallery/gallery4.rpy:768
translate german gallery_8735_c1d62701:

    # melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    # "Сделайте их и мы начнем."
    melanie "Насколько я знаю, до этого Биф запланировал некоторые фотосессии с Вами."
    "Сделайте их и мы начнем."

# game/Gallery/gallery4.rpy:773
translate german gallery_8735_5cb773a0:

    # mt "Итак... Очередная глупая фотосессия..."
    # "Но я сделаю ее, мне надо добраться до Дика!"
    mt "Итак... Очередная глупая фотосессия..."
    "Но я сделаю ее, мне надо добраться до Дика!"

# game/Gallery/gallery4.rpy:779
translate german gallery_8735_69c18a8f:

    # mt "Сучка Мелани! Ставит какие-то глупые условия мне!"
    # "МНЕ, МОНИКЕ БАКФЕТТ! ЕЕ БОССУ!!!"
    mt "Сучка Мелани! Ставит какие-то глупые условия мне!"
    "МНЕ, МОНИКЕ БАКФЕТТ! ЕЕ БОССУ!!!"

# game/Gallery/gallery4.rpy:804
translate german gallery_8986_1b076107:

    # dick "Мелани! У Вас такое уютное гнездышко!"
    dick "Мелани! У Вас такое уютное гнездышко!"

# game/Gallery/gallery4.rpy:806
translate german gallery_8986_ad705403:

    # dick "Вы имеете отличный вкус!"
    dick "Вы имеете отличный вкус!"

# game/Gallery/gallery4.rpy:808
translate german gallery_8986_d8f0da4c:

    # melanie "Спасибо, Мистер Дик..."
    melanie "Спасибо, Мистер Дик..."

# game/Gallery/gallery4.rpy:820
translate german gallery_8986_6952af3e:

    # melanie "Присаживайтесь, Мистер Дик."
    melanie "Присаживайтесь, Мистер Дик."

# game/Gallery/gallery4.rpy:822
translate german gallery_8986_8ae63fe6:

    # melanie "Давайте я Вас чем-нибудь угощу?"
    melanie "Давайте я Вас чем-нибудь угощу?"

# game/Gallery/gallery4.rpy:825
translate german gallery_8986_006a2860:

    # melanie "Что Вы предпочитаете? Кофе, вино или виски?"
    melanie "Что Вы предпочитаете? Кофе, вино или виски?"

# game/Gallery/gallery4.rpy:827
translate german gallery_8986_c0b32d38:

    # dick "Мелани, я хотел бы сразу записать номер того негодяя."
    # "Я боюсь что могу забыть потом."
    dick "Мелани, я хотел бы сразу записать номер того негодяя."
    "Я боюсь что могу забыть потом."

# game/Gallery/gallery4.rpy:831
translate german gallery_8986_d9bb4250:

    # dick "Мелани, при виде Вас у меня путаются мысли."
    dick "Мелани, при виде Вас у меня путаются мысли."

# game/Gallery/gallery4.rpy:834
translate german gallery_8986_af7be7cf:

    # "Я даже сейчас уже не могу сосредоточиться...."
    "Я даже сейчас уже не могу сосредоточиться...."

# game/Gallery/gallery4.rpy:837
translate german gallery_8986_1d132d67:

    # melanie "Да, конечно, Мистер Дик."
    melanie "Да, конечно, Мистер Дик."

# game/Gallery/gallery4.rpy:840
translate german gallery_8986_c3a08348:

    # "Аххххх..."
    # "Не кажется-ли Вам что здесь очень жарко?"
    "Аххххх..."
    "Не кажется-ли Вам что здесь очень жарко?"

# game/Gallery/gallery4.rpy:844
translate german gallery_8986_2544a7df:

    # "Я пойду одену что-то более легкое."
    "Я пойду одену что-то более легкое."

# game/Gallery/gallery4.rpy:846
translate german gallery_8986_e24c9365:

    # "Вы не возражаете если я отойду на минутку?"
    # dick "Что Вы, Мелани? Конечно я не возражаю."
    "Вы не возражаете если я отойду на минутку?"
    dick "Что Вы, Мелани? Конечно я не возражаю."

# game/Gallery/gallery4.rpy:867
translate german gallery_8986_28efc9b9:

    # melanie "Мистер Дик, нравится-ли Вам мой образ?"
    melanie "Мистер Дик, нравится-ли Вам мой образ?"

# game/Gallery/gallery4.rpy:870
translate german gallery_8986_7d28c567:

    # "Не слишком-ли он будет смущать Вас?"
    "Не слишком-ли он будет смущать Вас?"

# game/Gallery/gallery4.rpy:872
translate german gallery_8986_f210876b:

    # dick "..."
    dick "..."

# game/Gallery/gallery4.rpy:874
translate german gallery_8986_208e37ee:

    # dick "!!!"
    dick "!!!"

# game/Gallery/gallery4.rpy:876
translate german gallery_8986_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:879
translate german gallery_8986_4a1781de:

    # dick "Ммм... Мелани..."
    # dick "Нет... Этот образ... Не будет смущать меня..."
    dick "Ммм... Мелани..."
    dick "Нет... Этот образ... Не будет смущать меня..."

# game/Gallery/gallery4.rpy:884
translate german gallery_8986_81590169:

    # melanie "А так?"
    melanie "А так?"

# game/Gallery/gallery4.rpy:887
translate german gallery_8986_208e37ee_1:

    # dick "!!!"
    dick "!!!"

# game/Gallery/gallery4.rpy:892
translate german gallery_8986_f210876b_1:

    # dick "..."
    dick "..."

# game/Gallery/gallery4.rpy:897
translate german gallery_8986_5f96899c:

    # dick "!!!"
    # dick "О, Мелани!"
    # "Я прошу Вас!"
    # "Можно я сделаю несколько кадров?"
    # "Я всегда мечтал об этом!"
    dick "!!!"
    dick "О, Мелани!"
    "Я прошу Вас!"
    "Можно я сделаю несколько кадров?"
    "Я всегда мечтал об этом!"

# game/Gallery/gallery4.rpy:904
translate german gallery_8986_497998ce:

    # melanie "Дик, но у Вас нет камеры."
    melanie "Дик, но у Вас нет камеры."

# game/Gallery/gallery4.rpy:907
translate german gallery_8986_b9c6eb26:

    # dick "У меня есть телефон! Я могу сделать кадры на него!"
    dick "У меня есть телефон! Я могу сделать кадры на него!"

# game/Gallery/gallery4.rpy:910
translate german gallery_8986_38d6b6d2:

    # melanie "Мистер Дик, я люблю фотографироваться. Вы уже, наверное, это знаете."
    # "Но я люблю хорошее качество фото."
    melanie "Мистер Дик, я люблю фотографироваться. Вы уже, наверное, это знаете."
    "Но я люблю хорошее качество фото."

# game/Gallery/gallery4.rpy:922
translate german gallery_8986_e4467ae8:

    # dick "Для меня это будут самые лучшие фото!"
    # "Их больше никто никогда не увидит!"
    # "Только я смогу оценивать их бесконечную красоту!"
    # "И неважно на какую камеру они сделаны!"
    # "Они лучшие, потому что на них будете Вы, Мелани!"
    dick "Для меня это будут самые лучшие фото!"
    "Их больше никто никогда не увидит!"
    "Только я смогу оценивать их бесконечную красоту!"
    "И неважно на какую камеру они сделаны!"
    "Они лучшие, потому что на них будете Вы, Мелани!"

# game/Gallery/gallery4.rpy:928
translate german gallery_8986_59d50920:

    # melanie "Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди."
    # "Но я бы не хотела чтобы мир увидел ее раньше времени..."
    melanie "Хорошо, Мистер Дик. Вы знаете, мне незачем стесняться своей груди."
    "Но я бы не хотела чтобы мир увидел ее раньше времени..."

# game/Gallery/gallery4.rpy:931
translate german gallery_8986_3a427e59:

    # dick "Мелани! Я клянусь! Никто не увидит это!"
    # "Только пожалуйста, дайте мне возможность!"
    dick "Мелани! Я клянусь! Никто не увидит это!"
    "Только пожалуйста, дайте мне возможность!"

# game/Gallery/gallery4.rpy:935
translate german gallery_8986_a6c2fa7f:

    # melanie "Хорошо, Мистер Дик. Но трогать нельзя..."
    melanie "Хорошо, Мистер Дик. Но трогать нельзя..."

# game/Gallery/gallery4.rpy:937
translate german gallery_8986_ff26309e:

    # dick "Мелани! Все будет так как скажете ВЫ!"
    dick "Мелани! Все будет так как скажете ВЫ!"

# game/Gallery/gallery4.rpy:1056
translate german gallery_9023_4d2515cf:

    # melanie "Мистер Дик, Вам нравится?"
    # dick "Мелани, я просто без ума!"
    # melanie "Идите сюда..."
    melanie "Мистер Дик, Вам нравится?"
    dick "Мелани, я просто без ума!"
    melanie "Идите сюда..."

# game/Gallery/gallery4.rpy:1062
translate german gallery_9023_2596b57a:

    # melanie "Я разрешаю сделать Вам последний кадр..."
    melanie "Я разрешаю сделать Вам последний кадр..."

# game/Gallery/gallery4.rpy:1086
translate german gallery_9023_c0764ad5:

    # dick "О, Мелани!"
    dick "О, Мелани!"

# game/Gallery/gallery4.rpy:1094
translate german gallery_9023_736c1268:

    # "Я восхищаюсь ВАМИ!"
    "Я восхищаюсь ВАМИ!"

# game/Gallery/gallery4.rpy:1097
translate german gallery_9023_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:1116
translate german gallery_9206_0980a651:

    # m "Мелани, когда ты пойдешь к Маркусу?"
    m "Мелани, когда ты пойдешь к Маркусу?"

# game/Gallery/gallery4.rpy:1118
translate german gallery_9206_50bdb866:

    # melanie "После кастинга, Миссис Бакфетт...."
    # "Готовы-ли Вы пройти его?"
    melanie "После кастинга, Миссис Бакфетт...."
    "Готовы-ли Вы пройти его?"

# game/Gallery/gallery4.rpy:1127
translate german gallery_9206_9807de09:

    # m "Я пока не решилась на это..."
    m "Я пока не решилась на это..."

# game/Gallery/gallery4.rpy:1131
translate german gallery_9206_8001d50f:

    # m "Да, я готова..."
    m "Да, я готова..."

# game/Gallery/gallery4.rpy:1144
translate german gallery_9206_7b39a189:

    # mt "Моника, дыши глубже..."
    # "Пусть Мелани поиграет в Босса... Ничего страшного..."
    # "Зато она поможет мне вернуть мою нормальную жизнь..."
    # "Я сделаю все что мне скажут, я готова пойти на это..."
    # "Все зашло слишком далеко и я готова на что угодно!"
    mt "Моника, дыши глубже..."
    "Пусть Мелани поиграет в Босса... Ничего страшного..."
    "Зато она поможет мне вернуть мою нормальную жизнь..."
    "Я сделаю все что мне скажут, я готова пойти на это..."
    "Все зашло слишком далеко и я готова на что угодно!"

# game/Gallery/gallery4.rpy:1152
translate german gallery_9206_90c185ef:

    # mt "Я дышу глубоко... Я готова..."
    mt "Я дышу глубоко... Я готова..."

# game/Gallery/gallery4.rpy:1167
translate german gallery_9206_894ea8c6:

    # m "ТЫ?!?!"
    m "ТЫ?!?!"

# game/Gallery/gallery4.rpy:1169
translate german gallery_9206_7ecaf93a:

    # m "ГРЕБАНАЯ МАРТЫШКА!"
    m "ГРЕБАНАЯ МАРТЫШКА!"

# game/Gallery/gallery4.rpy:1170
translate german gallery_9206_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:1173
translate german gallery_9206_0ee8d08a:

    # m "ЭТО... МОЕ ПЛАТЬЕ?!?!"
    m "ЭТО... МОЕ ПЛАТЬЕ?!?!"

# game/Gallery/gallery4.rpy:1175
translate german gallery_9206_73eda00f:

    # m "Оно не сидит на тебе! Оно МОЕ!!!"
    m "Оно не сидит на тебе! Оно МОЕ!!!"

# game/Gallery/gallery4.rpy:1180
translate german gallery_9206_732aebfa:

    # model1 "Молчать, сучка!"
    model1 "Молчать, сучка!"

# game/Gallery/gallery4.rpy:1184
translate german gallery_9206_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:1188
translate german gallery_9206_ce9b2fe7:

    # melanie "Вы помните условие..."
    melanie "Вы помните условие..."

# game/Gallery/gallery4.rpy:1200
translate german gallery_9206_0fce4845:

    # m "Я не собираюсь участвовать в этом фарсе!"
    m "Я не собираюсь участвовать в этом фарсе!"

# game/Gallery/gallery4.rpy:1211
translate german gallery_9206_410fc4ec:

    # model1 "Итак, сучка..."
    # "Зачем ты пришла сюда?"
    model1 "Итак, сучка..."
    "Зачем ты пришла сюда?"

# game/Gallery/gallery4.rpy:1214
translate german gallery_9206_9e70307f:

    # m "Я..."
    # "Я пришла пройти кастинг, чтобы устроиться работать в журнал."
    m "Я..."
    "Я пришла пройти кастинг, чтобы устроиться работать в журнал."

# game/Gallery/gallery4.rpy:1217
translate german gallery_9206_8507dc00:

    # model1 "Хорошо, сними эту куртку"
    # "Попринимай разные позы."
    # "Привлеки внимание."
    model1 "Хорошо, сними эту куртку"
    "Попринимай разные позы."
    "Привлеки внимание."

# game/Gallery/gallery4.rpy:1265
translate german gallery_9206_ce689e2a:

    # model1 "Стоп! Так не годится!"
    # model1 "Виляй своей задницей посильнее!"
    # "Не веди себя как жирная муха!"
    model1 "Стоп! Так не годится!"
    model1 "Виляй своей задницей посильнее!"
    "Не веди себя как жирная муха!"

# game/Gallery/gallery4.rpy:1275
translate german gallery_9206_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:1278
translate german gallery_9206_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:1283
translate german gallery_9206_73617a50:

    # model1 "Иди сюда и покажи свою жирную задницу мне!"
    model1 "Иди сюда и покажи свою жирную задницу мне!"

# game/Gallery/gallery4.rpy:1295
translate german gallery_9206_144432a9:

    # model1 "Сними свой верх, я хочу разглядеть твои дряхлые сиськи!"
    # m "..."
    model1 "Сними свой верх, я хочу разглядеть твои дряхлые сиськи!"
    m "..."

# game/Gallery/gallery4.rpy:1300
translate german gallery_9206_cc9a5909:

    # "!!!"
    "!!!"

# game/Gallery/gallery4.rpy:1303
translate german gallery_9206_39d2c5ef:

    # model1 "А ну-ка быстро снимай верх!"
    # "Или можешь убираться отсюда!!!"
    model1 "А ну-ка быстро снимай верх!"
    "Или можешь убираться отсюда!!!"

# game/Gallery/gallery4.rpy:1307
translate german gallery_9206_236b81ce:

    # mt "СУЧКА!!!"
    # "НЕНАВИЖУ!!!"
    mt "СУЧКА!!!"
    "НЕНАВИЖУ!!!"

# game/Gallery/gallery4.rpy:1320
translate german gallery_9206_0d18f5b3:

    # model1 "Что ты так на меня смотришь, сучка?!"
    # model1 "Убирай свои руки, я хочу тебя видеть!"
    model1 "Что ты так на меня смотришь, сучка?!"
    model1 "Убирай свои руки, я хочу тебя видеть!"

# game/Gallery/gallery4.rpy:1328
translate german gallery_9206_1cbb5f06:

    # model1 "Начинай позировать..."
    model1 "Начинай позировать..."

# game/Gallery/gallery4.rpy:1341
translate german gallery_9206_be4a9957:

    # model1 "Руки! Не закрывай руками!"
    # "Это кастинг! Ты должна показать все что у тебя есть!"
    model1 "Руки! Не закрывай руками!"
    "Это кастинг! Ты должна показать все что у тебя есть!"

# game/Gallery/gallery4.rpy:1347
translate german gallery_9206_b8d131ca:

    # model1 "Нагнись ко мне! Я хочу рассмотреть их поближе!"
    model1 "Нагнись ко мне! Я хочу рассмотреть их поближе!"

# game/Gallery/gallery4.rpy:1355
translate german gallery_9206_931f592d:

    # "Вот так, да..."
    "Вот так, да..."

# game/Gallery/gallery4.rpy:1357
translate german gallery_9206_58631fa9:

    # mt "Я убью эту сучку..."
    # model1 "Подвинься ближе!"
    mt "Я убью эту сучку..."
    model1 "Подвинься ближе!"

# game/Gallery/gallery4.rpy:1361
translate german gallery_9206_976fc678:

    # model1 "Я хочу потрогать твою грудь..."
    model1 "Я хочу потрогать твою грудь..."

# game/Gallery/gallery4.rpy:1363
translate german gallery_9206_02cedc92:

    # model1 "Надо-же... Я думала она менее уругая..."
    model1 "Надо-же... Я думала она менее уругая..."

# game/Gallery/gallery4.rpy:1375
translate german gallery_9206_b868ab19:

    # model1 "Стоп!"
    # "Это никуда не годится!"
    model1 "Стоп!"
    "Это никуда не годится!"

# game/Gallery/gallery4.rpy:1400
translate german gallery_9206_83e10c7d:

    # model1 "Встань сюда!"
    model1 "Встань сюда!"

# game/Gallery/gallery4.rpy:1403
translate german gallery_9206_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:1406
translate german gallery_9206_0fa4d190:

    # mt "Мне надо как-то собраться с силами..."
    # "И пережить это унижение..."
    # "Меня греет то что я сотру в порошок эту тварь..."
    mt "Мне надо как-то собраться с силами..."
    "И пережить это унижение..."
    "Меня греет то что я сотру в порошок эту тварь..."

# game/Gallery/gallery4.rpy:1411
translate german gallery_9206_fceccd45:

    # model1 "Повернись ко мне своей жирной задницей и сними все что на тебе осталось!"
    model1 "Повернись ко мне своей жирной задницей и сними все что на тебе осталось!"

# game/Gallery/gallery4.rpy:1414
translate german gallery_9206_03b7d061:

    # m "Я не буду этого делать!"
    m "Я не буду этого делать!"

# game/Gallery/gallery4.rpy:1416
translate german gallery_9206_4034e68f:

    # model1 "Тогда убирайся отсюда и не трать мое время!"
    model1 "Тогда убирайся отсюда и не трать мое время!"

# game/Gallery/gallery4.rpy:1419
translate german gallery_9206_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery4.rpy:1421
translate german gallery_9206_43017bac_1:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:1426
translate german gallery_9206_1caba69b:

    # model1 "..."
    model1 "..."

# game/Gallery/gallery4.rpy:1440
translate german gallery_9206_3921da07:

    # model1 "Повернись ко мне задом!"
    model1 "Повернись ко мне задом!"

# game/Gallery/gallery4.rpy:1448
translate german gallery_9206_443b1678:

    # model1 "Эй! Убери руки!"
    # model1 "Что ты там прячешь?!"
    # model1 "Если ты хочешь быть моделью, то у тебя не должно быть секретов!"
    model1 "Эй! Убери руки!"
    model1 "Что ты там прячешь?!"
    model1 "Если ты хочешь быть моделью, то у тебя не должно быть секретов!"

# game/Gallery/gallery4.rpy:1458
translate german gallery_9206_8bf31d58:

    # model1 "А теперь нагнись!"
    # model1 "Положи руки себе на зад и покажи свою задницу как полагается!"
    model1 "А теперь нагнись!"
    model1 "Положи руки себе на зад и покажи свою задницу как полагается!"

# game/Gallery/gallery4.rpy:1462
translate german gallery_9206_1d53a112:

    # model1 "Я хозяйка журнала и должна оценить моделей во всех ракурсах!"
    model1 "Я хозяйка журнала и должна оценить моделей во всех ракурсах!"

# game/Gallery/gallery4.rpy:1474
translate german gallery_9206_03b7d061_1:

    # m "Я не буду этого делать!"
    m "Я не буду этого делать!"

# game/Gallery/gallery4.rpy:1484
translate german gallery_9206_85f2bcc2:

    # model1 "Нагнись сильнее!"
    # model1 "Мне так ничего не видно!"
    # model1 "И не убирай руки со своей задницы!"
    model1 "Нагнись сильнее!"
    model1 "Мне так ничего не видно!"
    model1 "И не убирай руки со своей задницы!"

# game/Gallery/gallery4.rpy:1491
translate german gallery_9206_b6883a48:

    # model1 "Ха-ха! Славная задница!"
    model1 "Ха-ха! Славная задница!"

# game/Gallery/gallery4.rpy:1494
translate german gallery_9206_34b6e64f:

    # model1 "Мелани, отвечай!"
    # model1 "Тебе нравится этот зад?"
    model1 "Мелани, отвечай!"
    model1 "Тебе нравится этот зад?"

# game/Gallery/gallery4.rpy:1498
translate german gallery_9206_84643e83:

    # melanie "Да, этот зад мне нравится..."
    # melanie "Но все на Ваше усмотрение..."
    melanie "Да, этот зад мне нравится..."
    melanie "Но все на Ваше усмотрение..."

# game/Gallery/gallery4.rpy:1505
translate german gallery_9206_ba37b946:

    # model1 "Итак, ты хочешь стать моделью этого журнала?"
    model1 "Итак, ты хочешь стать моделью этого журнала?"

# game/Gallery/gallery4.rpy:1516
translate german gallery_9206_cb2c0e74:

    # m "Я больше не могу этого выносить!"
    m "Я больше не могу этого выносить!"

# game/Gallery/gallery4.rpy:1518
translate german gallery_9206_1726cd31:

    # mt "Мне надо как-то выдержать это унижение..."
    # "Я знаю, Мелани доставляет удовольствие эта сцена..."
    # "Но она сейчас мой единственный шанс на свободу..."
    # "И мне придется пойти на все, чтобы использовать этот шанс..."
    mt "Мне надо как-то выдержать это унижение..."
    "Я знаю, Мелани доставляет удовольствие эта сцена..."
    "Но она сейчас мой единственный шанс на свободу..."
    "И мне придется пойти на все, чтобы использовать этот шанс..."

# game/Gallery/gallery4.rpy:1525
translate german gallery_9206_9caeedc3:

    # m "Да, хочу."
    m "Да, хочу."

# game/Gallery/gallery4.rpy:1528
translate german gallery_9206_81dcde7f:

    # model1 "Очень хочешь???"
    model1 "Очень хочешь???"

# game/Gallery/gallery4.rpy:1539
translate german gallery_9206_cb2c0e74_1:

    # m "Я больше не могу этого выносить!"
    m "Я больше не могу этого выносить!"

# game/Gallery/gallery4.rpy:1546
translate german gallery_9206_84b10b41:

    # m "Очень хочу!"
    m "Очень хочу!"

# game/Gallery/gallery4.rpy:1550
translate german gallery_9206_e4763493:

    # model1 "Тогда я буду говорить тебе какие позы принимать!"
    # model1 "Давай, повеселимся!"
    model1 "Тогда я буду говорить тебе какие позы принимать!"
    model1 "Давай, повеселимся!"

# game/Gallery/gallery4.rpy:1556
translate german gallery_9206_23fba45e:

    # model1 "Начнем с этой!"
    model1 "Начнем с этой!"

# game/Gallery/gallery4.rpy:1560
translate german gallery_9206_c0deeee9:

    # model1 "Хе-хе!"
    # model1 "Давай следующую!"
    model1 "Хе-хе!"
    model1 "Давай следующую!"

# game/Gallery/gallery4.rpy:1568
translate german gallery_9206_9f385d70:

    # model1 "Убери руку!"
    # model1 "Не обязательно прикрываться, у тебя нет от нас секретов!"
    model1 "Убери руку!"
    model1 "Не обязательно прикрываться, у тебя нет от нас секретов!"

# game/Gallery/gallery4.rpy:1578
translate german gallery_9206_e8cfed48:

    # model1 "Давай! Поползай еще!"
    # model1 "Тебе это идет!"
    # "Ползай, давай!"
    model1 "Давай! Поползай еще!"
    model1 "Тебе это идет!"
    "Ползай, давай!"

# game/Gallery/gallery4.rpy:1584
translate german gallery_9206_30598aff:

    # mt "Я выдержу!"
    # mt "Я клянусь! Я выдержу!"
    mt "Я выдержу!"
    mt "Я клянусь! Я выдержу!"

# game/Gallery/gallery4.rpy:1589
translate german gallery_9206_585a5837:

    # model1 "Встань на цыпочки! Покажи свою киску поближе!"
    model1 "Встань на цыпочки! Покажи свою киску поближе!"

# game/Gallery/gallery4.rpy:1594
translate german gallery_9290_28bfee3b:

    # model1 "Да, вот так! И не смотри на меня таким взглядом!"
    # model1 "Я ведь знаю что тебе это нравится!"
    model1 "Да, вот так! И не смотри на меня таким взглядом!"
    model1 "Я ведь знаю что тебе это нравится!"

# game/Gallery/gallery4.rpy:1599
translate german gallery_9290_806ac67a:

    # m "Мелани!"
    # m "Скоро это закончится?!"
    # model1 "Молчать! Сучка!"
    # model1 "Ты открыла рот! Ты не прошла кастинг!"
    m "Мелани!"
    m "Скоро это закончится?!"
    model1 "Молчать! Сучка!"
    model1 "Ты открыла рот! Ты не прошла кастинг!"

# game/Gallery/gallery4.rpy:1607
translate german gallery_9290_d0666177:

    # m "???"
    m "???"

# game/Gallery/gallery4.rpy:1613
translate german gallery_9290_9362a4aa:

    # melanie "Да, модель себя плохо ведет..."
    # melanie "Но я думаю можно дать ей последний шанс..."
    melanie "Да, модель себя плохо ведет..."
    melanie "Но я думаю можно дать ей последний шанс..."

# game/Gallery/gallery4.rpy:1616
translate german gallery_9290_13896628:

    # model1 "У тебя последний шанс, сучка!"
    # model1 "Еще раз облажаешься и кастинг провален!"
    # mt "!!!"
    # model1 "А теперь подыми свою киску повыше!"
    # model1 "Я хочу рассмотреть ее!"
    model1 "У тебя последний шанс, сучка!"
    model1 "Еще раз облажаешься и кастинг провален!"
    mt "!!!"
    model1 "А теперь подыми свою киску повыше!"
    model1 "Я хочу рассмотреть ее!"

# game/Gallery/gallery4.rpy:1624
translate german gallery_9290_749ba20e:

    # model1 "Да, вот так!"
    model1 "Да, вот так!"

# game/Gallery/gallery4.rpy:1636
translate german gallery_9290_4c170476:

    # model1 "(так вот значит как выглядит киска на миллиард долларов...)"
    model1 "(так вот значит как выглядит киска на миллиард долларов...)"

# game/Gallery/gallery4.rpy:1639
translate german gallery_9290_4a720b9c:

    # model1 "Мелани, тебе нравится этот вид?"
    # model1 "Тебе не кажется он ей очень идет?"
    model1 "Мелани, тебе нравится этот вид?"
    model1 "Тебе не кажется он ей очень идет?"

# game/Gallery/gallery4.rpy:1645
translate german gallery_9290_cc212de0:

    # melanie "Да, мне нравится этот вид."
    # melanie "Он идет ей..."
    melanie "Да, мне нравится этот вид."
    melanie "Он идет ей..."

# game/Gallery/gallery4.rpy:1648
translate german gallery_9290_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:1655
translate german gallery_9290_e0f668cb:

    # model1 "Посмотри-ка что у меня там есть!"
    model1 "Посмотри-ка что у меня там есть!"

# game/Gallery/gallery4.rpy:1657
translate german gallery_9290_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:1660
translate german gallery_9290_288fa98f:

    # model1 "Быстро посмотри туда!"
    model1 "Быстро посмотри туда!"

# game/Gallery/gallery4.rpy:1666
translate german gallery_9290_5e5d86bf:

    # model1 "Что там?"
    model1 "Что там?"

# game/Gallery/gallery4.rpy:1669
translate german gallery_9290_af6c2cd9:

    # m "Там что-то есть, у Вас между ног..."
    # model1 "Достань это!"
    m "Там что-то есть, у Вас между ног..."
    model1 "Достань это!"

# game/Gallery/gallery4.rpy:1681
translate german gallery_9290_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:1693
translate german gallery_9290_39ac8a45:

    # model1 "Теперь встань!"
    model1 "Теперь встань!"

# game/Gallery/gallery4.rpy:1698
translate german gallery_9290_669cb5c9:

    # model1 "Поднеси это к своему рту."
    model1 "Поднеси это к своему рту."

# game/Gallery/gallery4.rpy:1701
translate german gallery_9290_d5b3f887:

    # "Теперь нюхай!"
    "Теперь нюхай!"

# game/Gallery/gallery4.rpy:1703
translate german gallery_9290_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:1709
translate german gallery_9290_68ee3f1e:

    # model1 "Чем пахнет эта вещь?"
    model1 "Чем пахнет эта вещь?"

# game/Gallery/gallery4.rpy:1712
translate german gallery_9290_a0380014:

    # m "Она... Она пахнет Вами..."
    m "Она... Она пахнет Вами..."

# game/Gallery/gallery4.rpy:1715
translate german gallery_9290_9a3a8b4a:

    # mt "(меня сейчас стошнит)"
    mt "(меня сейчас стошнит)"

# game/Gallery/gallery4.rpy:1718
translate german gallery_9290_f24624db:

    # model1 "Теперь открой рот, очень широко!"
    # m "Зачем?"
    model1 "Теперь открой рот, очень широко!"
    m "Зачем?"

# game/Gallery/gallery4.rpy:1722
translate german gallery_9290_5afc41fd:

    # model1 "Сучка, быстро открыла рот и хватит тратить мое время!"
    model1 "Сучка, быстро открыла рот и хватит тратить мое время!"

# game/Gallery/gallery4.rpy:1739
translate german gallery_9290_bc0bd7d5:

    # model1 "А теперь вставь эту штуку себе в рот, максимально глубоко!"
    model1 "А теперь вставь эту штуку себе в рот, максимально глубоко!"

# game/Gallery/gallery4.rpy:1742
translate german gallery_9290_df8511da:

    # melanie "???"
    melanie "???"

# game/Gallery/gallery4.rpy:1746
translate german gallery_9290_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:1748
translate german gallery_9290_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:1750
translate german gallery_9290_d0666177_1:

    # m "???"
    m "???"

# game/Gallery/gallery4.rpy:1754
translate german gallery_9290_1c3f7c01:

    # melanie "Босс приказал..."
    melanie "Босс приказал..."

# game/Gallery/gallery4.rpy:1761
translate german gallery_9290_7aa4c130:

    # mt "Я УБЬЮ ТЕБЯ..."
    mt "Я УБЬЮ ТЕБЯ..."

# game/Gallery/gallery4.rpy:1777
translate german gallery_9290_6b4a8fec:

    # model1 "А теперь трахай свой рот!"
    # "Хорошенько трахай!"
    model1 "А теперь трахай свой рот!"
    "Хорошенько трахай!"

# game/Gallery/gallery4.rpy:1818
translate german gallery_9290_8c69bd2c:

    # model1 "Ты совершенно не умеешь это делать!"
    # "Сядь на колени!"
    # "И не высовывай дилдо из своего рта!"
    model1 "Ты совершенно не умеешь это делать!"
    "Сядь на колени!"
    "И не высовывай дилдо из своего рта!"

# game/Gallery/gallery4.rpy:1830
translate german gallery_9290_64b57cd3:

    # model1 "Теперь убери руки!"
    model1 "Теперь убери руки!"

# game/Gallery/gallery4.rpy:1833
translate german gallery_9290_d9481192:

    # model1 "Я покажу тебе как это надо делать!"
    model1 "Я покажу тебе как это надо делать!"

# game/Gallery/gallery4.rpy:1836
translate german gallery_9290_10899f65:

    # model1 "Не двигайся!"
    model1 "Не двигайся!"

# game/Gallery/gallery4.rpy:1903
translate german gallery_9290_0f80a2ba:

    # model1 "Ты поняла как надо себя трахать?"
    model1 "Ты поняла как надо себя трахать?"

# game/Gallery/gallery4.rpy:1911
translate german gallery_9290_580c219b:

    # m "Иди ты к черту, сучка!!!"
    m "Иди ты к черту, сучка!!!"

# game/Gallery/gallery4.rpy:1918
translate german gallery_9290_519fdddc:

    # m "Да, я поняла."
    m "Да, я поняла."

# game/Gallery/gallery4.rpy:1921
translate german gallery_9290_207c4cb2:

    # model1 "Хорошо, покажи мне!"
    # "Ляг на спину и раздвинь ноги!"
    model1 "Хорошо, покажи мне!"
    "Ляг на спину и раздвинь ноги!"

# game/Gallery/gallery4.rpy:1925
translate german gallery_9290_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:1938
translate german gallery_9290_1c7c3533:

    # model1 "А теперь вставь эту штуку в себя!"
    # "Давай!"
    model1 "А теперь вставь эту штуку в себя!"
    "Давай!"

# game/Gallery/gallery4.rpy:1953
translate german gallery_9290_e5b9f222:

    # model1 "Теперь трахай себя, сучка!"
    # "Трахай себя как следует!"
    model1 "Теперь трахай себя, сучка!"
    "Трахай себя как следует!"

# game/Gallery/gallery4.rpy:1964
translate german gallery_9290_580c219b_1:

    # m "Иди ты к черту, сучка!!!"
    m "Иди ты к черту, сучка!!!"

# game/Gallery/gallery4.rpy:1988
translate german gallery_9290_683564ef:

    # model1 "Хочешь стать моделью?"
    model1 "Хочешь стать моделью?"

# game/Gallery/gallery4.rpy:1991
translate german gallery_9290_ea1a00d4:

    # m "Да!"
    m "Да!"

# game/Gallery/gallery4.rpy:1993
translate german gallery_9290_1b539f80:

    # m "Хочу поскорее закончить это..."
    m "Хочу поскорее закончить это..."

# game/Gallery/gallery4.rpy:2010
translate german gallery_9290_2c23dfbb:

    # model1 "Громче! Хочешь стать моделью этого журнала?!"
    model1 "Громче! Хочешь стать моделью этого журнала?!"

# game/Gallery/gallery4.rpy:2017
translate german gallery_9290_f0665cd8:

    # m "ДА!!!"
    m "ДА!!!"

# game/Gallery/gallery4.rpy:2019
translate german gallery_9290_71c170d1:

    # m "Когда же закончится этот кошмар?!"
    m "Когда же закончится этот кошмар?!"

# game/Gallery/gallery4.rpy:2048
translate german gallery_9290_2f0f978f:

    # model1 "Тебе нравится трахать себя?"
    # m "У меня... У меня странное чувство, незнакомое..."
    # "Меня что-то заполняет..."
    # model1 "ТЕБЕ НРАВИТСЯ ТРАХАТЬ СЕБЯ???"
    model1 "Тебе нравится трахать себя?"
    m "У меня... У меня странное чувство, незнакомое..."
    "Меня что-то заполняет..."
    model1 "ТЕБЕ НРАВИТСЯ ТРАХАТЬ СЕБЯ???"

# game/Gallery/gallery4.rpy:2063
translate german gallery_9290_9851e187:

    # m "Аааааааа!! АААААА!!!"
    m "Аааааааа!! АААААА!!!"

# game/Gallery/gallery4.rpy:2071
translate german gallery_9290_b16cd208:

    # "АААаАААААаа!!!"
    "АААаАААААаа!!!"

# game/Gallery/gallery4.rpy:2085
translate german gallery_9290_e80a77fd:

    # mt "Что это было? Что со мной случилось???"
    # "У меня никогда такого не было..."
    mt "Что это было? Что со мной случилось???"
    "У меня никогда такого не было..."

# game/Gallery/gallery4.rpy:2096
translate german gallery_9290_c04f357e:

    # model1 "Мелани! Подойди к модели сверху и расставь ножки!"
    model1 "Мелани! Подойди к модели сверху и расставь ножки!"

# game/Gallery/gallery4.rpy:2098
translate german gallery_9290_37b85f22:

    # model1 "Пора завершить прошлую фотосессию!"
    model1 "Пора завершить прошлую фотосессию!"

# game/Gallery/gallery4.rpy:2104
translate german gallery_9290_d0666177_2:

    # m "???"
    m "???"

# game/Gallery/gallery4.rpy:2107
translate german gallery_9290_add328f5:

    # model1 "Да, и не забудь снять свои трусики!"
    model1 "Да, и не забудь снять свои трусики!"

# game/Gallery/gallery4.rpy:2121
translate german gallery_9290_446ac83b:

    # m "Мелани, ты что?"
    m "Мелани, ты что?"

# game/Gallery/gallery4.rpy:2124
translate german gallery_9290_cce937f1:

    # "Что ты собираешься делать?"
    "Что ты собираешься делать?"

# game/Gallery/gallery4.rpy:2127
translate german gallery_9290_d679af0a:

    # melanie "Вы это имели ввиду?"
    melanie "Вы это имели ввиду?"

# game/Gallery/gallery4.rpy:2129
translate german gallery_9290_360677f4:

    # model1 "Да, стой вот так!"
    model1 "Да, стой вот так!"

# game/Gallery/gallery4.rpy:2132
translate german gallery_9290_0098339a:

    # melanie "Простите, Мэм."
    melanie "Простите, Мэм."

# game/Gallery/gallery4.rpy:2135
translate german gallery_9290_96eaccd0:

    # "Это приказ Босса."
    "Это приказ Босса."

# game/Gallery/gallery4.rpy:2137
translate german gallery_9290_b7b1cbf8:

    # "Я здесь ни при чем..."
    "Я здесь ни при чем..."

# game/Gallery/gallery4.rpy:2139
translate german gallery_9290_df415553:

    # model1 "Дотронься языком до ее киски!"
    model1 "Дотронься языком до ее киски!"

# game/Gallery/gallery4.rpy:2142
translate german gallery_9290_1ea04065:

    # model1 "Давай!"
    model1 "Давай!"

# game/Gallery/gallery4.rpy:2155
translate german gallery_9290_919da3ce:

    # m "Мелани, пожалуйста, я не могу сделать это."
    m "Мелани, пожалуйста, я не могу сделать это."

# game/Gallery/gallery4.rpy:2158
translate german gallery_9290_49d12a0d:

    # melanie "Я думаю этого достаточно, чтобы пройти кастинг."
    # "Босс, вы так не считаете?"
    # model1 "..."
    # model1 "Хорошо, пусть будет достаточно!"
    # "Ты принята, сучка!"
    melanie "Я думаю этого достаточно, чтобы пройти кастинг."
    "Босс, вы так не считаете?"
    model1 "..."
    model1 "Хорошо, пусть будет достаточно!"
    "Ты принята, сучка!"

# game/Gallery/gallery4.rpy:2174
translate german gallery_9290_df890cc5:

    # m "Мелани, ты сучка! Ты специально затеяла это!"
    m "Мелани, ты сучка! Ты специально затеяла это!"

# game/Gallery/gallery4.rpy:2178
translate german gallery_9290_3e7804f9:

    # melanie "Миссис Бакфетт, у Вас есть приказ Вашего Босса."
    melanie "Миссис Бакфетт, у Вас есть приказ Вашего Босса."

# game/Gallery/gallery4.rpy:2219
translate german gallery_9290_b6af9c44:

    # model1 "Стоп, стоп!"
    # "Что это за нежности Вы тут развели?!"
    # "Где страсть?!"
    # "Мелани! Что ты стоишь?!"
    # "Быстро сядь ей на лицо и трахни его своей киской!"
    model1 "Стоп, стоп!"
    "Что это за нежности Вы тут развели?!"
    "Где страсть?!"
    "Мелани! Что ты стоишь?!"
    "Быстро сядь ей на лицо и трахни его своей киской!"

# game/Gallery/gallery4.rpy:2226
translate german gallery_9290_df8511da_1:

    # melanie "???"
    melanie "???"

# game/Gallery/gallery4.rpy:2228
translate german gallery_9290_8cbeadb9:

    # model1 "Ты что, не поняла, Мелани?! Быстро сядь на эту сучку!"
    model1 "Ты что, не поняла, Мелани?! Быстро сядь на эту сучку!"

# game/Gallery/gallery4.rpy:2236
translate german gallery_9290_df8511da_2:

    # melanie "???"
    melanie "???"

# game/Gallery/gallery4.rpy:2240
translate german gallery_9290_43017bac_1:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:2243
translate german gallery_9290_cb57f407:

    # m "Эй, ты что собираешься делать?!"
    # "Мелани?!..."
    m "Эй, ты что собираешься делать?!"
    "Мелани?!..."

# game/Gallery/gallery4.rpy:2248
translate german gallery_9290_5fe4dd99:

    # melanie "Простите, Миссис Бакфетт, это приказ Босса."
    melanie "Простите, Миссис Бакфетт, это приказ Босса."

# game/Gallery/gallery4.rpy:2318
translate german gallery_9402_bdb9722b:

    # model1 "Вот значит как выглядит киска на миллиард долларов?"
    model1 "Вот значит как выглядит киска на миллиард долларов?"

# game/Gallery/gallery4.rpy:2320
translate german gallery_9402_8aef411a:

    # model1 "Черт, я не могу удержаться... Эта сучка..."
    # "Она правда красивая..."
    # "Да пошло оно все!"
    model1 "Черт, я не могу удержаться... Эта сучка..."
    "Она правда красивая..."
    "Да пошло оно все!"

# game/Gallery/gallery4.rpy:2396
translate german gallery_9402_917edff2:

    # melanie "ААААААааааааххххх!!!!"
    melanie "ААААААааааааххххх!!!!"

# game/Gallery/gallery4.rpy:2400
translate german gallery_9402_917edff2_1:

    # melanie "ААААААааааааххххх!!!!"
    melanie "ААААААааааааххххх!!!!"

# game/Gallery/gallery4.rpy:2410
translate german gallery_9402_07f6912f:

    # model1 "Мелани, ты все?"
    model1 "Мелани, ты все?"

# game/Gallery/gallery4.rpy:2413
translate german gallery_9402_d2f54de4:

    # "Теперь моя очередь!"
    "Теперь моя очередь!"

# game/Gallery/gallery4.rpy:2419
translate german gallery_9402_e0ec15ed:

    # model1 "Мелани, ты пока можешь полизать ее киску, а потом мою!"
    model1 "Мелани, ты пока можешь полизать ее киску, а потом мою!"

# game/Gallery/gallery4.rpy:2426
translate german gallery_9402_8b8f4d92:

    # melanie "Сегодня это твоя работа, девочка..."
    melanie "Сегодня это твоя работа, девочка..."

# game/Gallery/gallery4.rpy:2496
translate german gallery_9402_0954c8ad:

    # secretary "Ой! Кто это???"
    secretary "Ой! Кто это???"

# game/Gallery/gallery4.rpy:2499
translate german gallery_9402_b08daf3d:

    # melanie "Это новая модель..."
    # melanie "Проходит кастинг..."
    melanie "Это новая модель..."
    melanie "Проходит кастинг..."

# game/Gallery/gallery4.rpy:2503
translate german gallery_9402_e6931bee:

    # melanie "Хочет сниматься в нашем журнале..."
    melanie "Хочет сниматься в нашем журнале..."

# game/Gallery/gallery4.rpy:2507
translate german gallery_9402_35b2f49c:

    # secretary "(бедная девушка!)"
    secretary "(бедная девушка!)"

# game/Gallery/gallery4.rpy:2511
translate german gallery_9402_8efdaae3:

    # melanie "Пойдем, не будем их отвлекать от работы!"
    melanie "Пойдем, не будем их отвлекать от работы!"

# game/Gallery/gallery4.rpy:2520
translate german gallery_9402_a0e8f874:

    # model1 "ААаааааааххххх!!!"
    model1 "ААаааааааххххх!!!"

# game/Gallery/gallery4.rpy:2524
translate german gallery_9402_f01d586a:

    # model1 "А теперь лижи мой зад!"
    model1 "А теперь лижи мой зад!"

# game/Gallery/gallery4.rpy:2529
translate german gallery_9402_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:2532
translate german gallery_9402_012f88ff:

    # mt "..."
    # m "А где Мелани?"
    mt "..."
    m "А где Мелани?"

# game/Gallery/gallery4.rpy:2544
translate german gallery_9402_720f8a4a:

    # model1 "Зачем тебе Мелани, сучка?"
    # "Здесь есть моя попка!"
    # "Ее надо лизать!"
    model1 "Зачем тебе Мелани, сучка?"
    "Здесь есть моя попка!"
    "Ее надо лизать!"

# game/Gallery/gallery4.rpy:2551
translate german gallery_9402_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:2554
translate german gallery_9402_736b67d2:

    # m "Ах ты сучка! Я убъю тебя!"
    # "Ты ответишь за все что здесь было!!!"
    # "ТВАРЬ!!!"
    m "Ах ты сучка! Я убъю тебя!"
    "Ты ответишь за все что здесь было!!!"
    "ТВАРЬ!!!"

# game/Gallery/gallery4.rpy:2566
translate german gallery_9402_f382dd08:

    # mt "Я достану эту тварь, клянусь!"
    # "На что я только согласилась?!?!"
    # "Меня, фактически, изнасиловала эта мартышка в своем-же собственном кабинете!"
    mt "Я достану эту тварь, клянусь!"
    "На что я только согласилась?!?!"
    "Меня, фактически, изнасиловала эта мартышка в своем-же собственном кабинете!"

# game/Gallery/gallery4.rpy:2570
translate german gallery_9402_93a68e84:

    # "А Мелани смотрела на это!"
    # "О БОЖЕ!!!"
    "А Мелани смотрела на это!"
    "О БОЖЕ!!!"

# game/Gallery/gallery4.rpy:2574
translate german gallery_9402_27ecbef3:

    # "Да, ставки очень высоки и мне приходится идти на подобные жертвы..."
    # "Но, Моника, не забывай, тебе потом еще здесь жить и работать."
    # "Не надо забывать о своей репутации!"
    # "..."
    # "Но я надеюсь что никто не узнает про то что здесь было."
    # "Этой пигалице все-равно никто не поверит."
    # "А Мелани... Не в ее интересах распространяться об этом."
    # "Учитывая что она принимала участие..."
    # "И что такое со мной произошло? Какая-то вспышка..."
    # "Черт! Лучше я забуду обо всем этом побыстрее!"
    "Да, ставки очень высоки и мне приходится идти на подобные жертвы..."
    "Но, Моника, не забывай, тебе потом еще здесь жить и работать."
    "Не надо забывать о своей репутации!"
    "..."
    "Но я надеюсь что никто не узнает про то что здесь было."
    "Этой пигалице все-равно никто не поверит."
    "А Мелани... Не в ее интересах распространяться об этом."
    "Учитывая что она принимала участие..."
    "И что такое со мной произошло? Какая-то вспышка..."
    "Черт! Лучше я забуду обо всем этом побыстрее!"

# game/Gallery/gallery4.rpy:2586
translate german gallery_9402_0dae1824:

    # "..."
    # "Мне надо одеться."
    # "..."
    "..."
    "Мне надо одеться."
    "..."

# game/Gallery/gallery4.rpy:2595
translate german gallery_9402_c031d496:

    # "Где там эта Мелани?!?!"
    # "Пусть только попробует еще что-то захотеть!"
    # "Я уже достаточно здесь натерпелась!!!"
    "Где там эта Мелани?!?!"
    "Пусть только попробует еще что-то захотеть!"
    "Я уже достаточно здесь натерпелась!!!"

# game/Gallery/gallery4.rpy:2611
translate german gallery_20503_18a99bab:

    # m "Мелани, ты вернулась?"
    m "Мелани, ты вернулась?"

# game/Gallery/gallery4.rpy:2614
translate german gallery_20503_b2d496b5:

    # m "Где ты так долго была? Что с тобой случилось?"
    m "Где ты так долго была? Что с тобой случилось?"

# game/Gallery/gallery4.rpy:2618
translate german gallery_20503_3c82b9bf:

    # melanie "Миссис Бакфетт, это Вы?"
    melanie "Миссис Бакфетт, это Вы?"

# game/Gallery/gallery4.rpy:2622
translate german gallery_20503_f6dde04b:

    # m "Да, Мелани, это Я!"
    # m "И я ждала тебя все это время!"
    m "Да, Мелани, это Я!"
    m "И я ждала тебя все это время!"

# game/Gallery/gallery4.rpy:2626
translate german gallery_20503_6b9098b8:

    # m "Почему тебя так долго не было?!"
    # m "Я уже думала что Маркус забрал тебя!"
    m "Почему тебя так долго не было?!"
    m "Я уже думала что Маркус забрал тебя!"

# game/Gallery/gallery4.rpy:2631
translate german gallery_20503_374bcf7c:

    # melanie "Миссис Бакфетт, я не понимаю о чем Вы говорите..."
    melanie "Миссис Бакфетт, я не понимаю о чем Вы говорите..."

# game/Gallery/gallery4.rpy:2635
translate german gallery_20503_4aca78e2:

    # m "Что значит ты не понимаешь, Мелани?"
    # m "Я говорю про твой визит к Маркусу!"
    m "Что значит ты не понимаешь, Мелани?"
    m "Я говорю про твой визит к Маркусу!"

# game/Gallery/gallery4.rpy:2639
translate german gallery_20503_d4b6780c:

    # m "Ты должна была решить с ним вопрос по поводу меня!"
    # m "Но, вместо этого, ты куда-то пропала!"
    m "Ты должна была решить с ним вопрос по поводу меня!"
    m "Но, вместо этого, ты куда-то пропала!"

# game/Gallery/gallery4.rpy:2644
translate german gallery_20503_fc033d47:

    # melanie "Мэм, Я не знаю о чем и о ком Вы говорите..."
    melanie "Мэм, Я не знаю о чем и о ком Вы говорите..."

# game/Gallery/gallery4.rpy:2648
translate german gallery_20503_25bb5477:

    # m "Ты что, играешь со мной, Мелани?!"
    # m "Ты прекрасно знаешь что я говорю о Маркусе!"
    m "Ты что, играешь со мной, Мелани?!"
    m "Ты прекрасно знаешь что я говорю о Маркусе!"

# game/Gallery/gallery4.rpy:2658
translate german gallery_20503_f0c824cc:

    # melanie "Мэм, я не знаю кто это..."
    melanie "Мэм, я не знаю кто это..."

# game/Gallery/gallery4.rpy:2661
translate german gallery_20503_74f1267b:

    # melanie "Миссис Бакфетт, я очень занята. Пожалуйста, не отвлекайте меня..."
    melanie "Миссис Бакфетт, я очень занята. Пожалуйста, не отвлекайте меня..."

# game/Gallery/gallery4.rpy:2669
translate german gallery_20503_52b181d2:

    # mt "Она не хочет говорить про Маркуса..."
    # mt "Она что, обманула меня и не ходила к нему?!"
    mt "Она не хочет говорить про Маркуса..."
    mt "Она что, обманула меня и не ходила к нему?!"

# game/Gallery/gallery4.rpy:2682
translate german gallery_20503_1e691b24:

    # m "У меня странное чувство..."
    m "У меня странное чувство..."

# game/Gallery/gallery4.rpy:2685
translate german gallery_20503_f925cc74:

    # m "Мелани?"
    m "Мелани?"

# game/Gallery/gallery4.rpy:2688
translate german gallery_20503_683ddbee:

    # m "Мелани!"
    m "Мелани!"

# game/Gallery/gallery4.rpy:2692
translate german gallery_20503_77f434b3:

    # m "Что там? Что там такое?"
    m "Что там? Что там такое?"

# game/Gallery/gallery4.rpy:2703
translate german gallery_20503_ba2b04d0:

    # m "О БОЖЕ!"
    m "О БОЖЕ!"

# game/Gallery/gallery4.rpy:2707
translate german gallery_20503_d86bead5:

    # m "НЕТ!"
    m "НЕТ!"

# game/Gallery/gallery4.rpy:2711
translate german gallery_20503_d9a59b91:

    # melanie "Миссис Бакфетт, я просила Вас не беспокоить меня."
    melanie "Миссис Бакфетт, я просила Вас не беспокоить меня."

# game/Gallery/gallery4.rpy:2714
translate german gallery_20503_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:2749
translate german gallery_20723_6e55678c:

    # m "Мелани, я пришла..."
    m "Мелани, я пришла..."

# game/Gallery/gallery4.rpy:2752
translate german gallery_20723_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:2755
translate german gallery_20723_44921a66:

    # m "И я жду ответы..."
    m "И я жду ответы..."

# game/Gallery/gallery4.rpy:2758
translate german gallery_20723_1cc0d6d0:

    # melanie "Миссис Бакфетт."
    # melanie "Я не уверена в правильности решения пригласить Вас..."
    # melanie "Вы точно вошли незаметно? Вас никто не видел?"
    melanie "Миссис Бакфетт."
    melanie "Я не уверена в правильности решения пригласить Вас..."
    melanie "Вы точно вошли незаметно? Вас никто не видел?"

# game/Gallery/gallery4.rpy:2764
translate german gallery_20723_b2214b5d:

    # m "Мелани, меня никто не видел. Я уверена в этом."
    # m "И, раз уж я пришла, позволь мне войти."
    m "Мелани, меня никто не видел. Я уверена в этом."
    m "И, раз уж я пришла, позволь мне войти."

# game/Gallery/gallery4.rpy:2768
translate german gallery_20723_8d6f69ff:

    # melanie "..."
    # m "..."
    melanie "..."
    m "..."

# game/Gallery/gallery4.rpy:2777
translate german gallery_20723_9a429857:

    # melanie "Хорошо, Миссис Бакфетт..."
    # melanie "Проходите."
    melanie "Хорошо, Миссис Бакфетт..."
    melanie "Проходите."

# game/Gallery/gallery4.rpy:2783
translate german gallery_20723_6c108715:

    # melanie "Присаживайтесь."
    melanie "Присаживайтесь."

# game/Gallery/gallery4.rpy:2786
translate german gallery_20723_1d0ad122:

    # melanie "Давайте выпьем вина..."
    melanie "Давайте выпьем вина..."

# game/Gallery/gallery4.rpy:2789
translate german gallery_20723_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:2793
translate german gallery_20723_17ba4eaf:

    # m "Мелани, давай перейдем сразу к делу."
    # m "Ты видела Маркуса?"
    m "Мелани, давай перейдем сразу к делу."
    m "Ты видела Маркуса?"

# game/Gallery/gallery4.rpy:2797
translate german gallery_20723_7b4f7de8:

    # m "Что он сказал тебе?"
    # m "Как мне избавиться от него?!"
    m "Что он сказал тебе?"
    m "Как мне избавиться от него?!"

# game/Gallery/gallery4.rpy:2802
translate german gallery_20723_0a056099:

    # melanie "Миссис Бакфетт..."
    # melanie "Вы задаете слишком прямые вопросы."
    # melanie "Для меня большой риск общаться с Вами..."
    melanie "Миссис Бакфетт..."
    melanie "Вы задаете слишком прямые вопросы."
    melanie "Для меня большой риск общаться с Вами..."

# game/Gallery/gallery4.rpy:2807
translate german gallery_20723_7ece2342:

    # m "Мелани, я задаю те вопросы, которые меня больше всего волнуют!"
    m "Мелани, я задаю те вопросы, которые меня больше всего волнуют!"

# game/Gallery/gallery4.rpy:2816
translate german gallery_20723_6d0be64f:

    # melanie "Выпейте вина, Миссис Бакфетт."
    melanie "Выпейте вина, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:2819
translate german gallery_20723_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:2828
translate german gallery_20723_18eab7e4:

    # m "Хорошо, Мелани."
    m "Хорошо, Мелани."

# game/Gallery/gallery4.rpy:2831
translate german gallery_20723_d1093a23:

    # mt "Вкусное вино..."
    # mt "Как вкусно..."
    # mt "Я уже отвыкла..."
    # melanie "Зря Вы не согласились, Миссис Бакфетт..."
    mt "Вкусное вино..."
    mt "Как вкусно..."
    mt "Я уже отвыкла..."
    melanie "Зря Вы не согласились, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:2842
translate german gallery_20723_febfae9c:

    # m "На что я зря не согласилась, Мелани?"
    m "На что я зря не согласилась, Мелани?"

# game/Gallery/gallery4.rpy:2845
translate german gallery_20723_42e6e425:

    # melanie "На то, чтобы поехать на ферму, когда Мистер Маркус предложил Вам..."
    melanie "На то, чтобы поехать на ферму, когда Мистер Маркус предложил Вам..."

# game/Gallery/gallery4.rpy:2849
translate german gallery_20723_fe9d2871:

    # m "ЧТО?!"
    m "ЧТО?!"

# game/Gallery/gallery4.rpy:2852
translate german gallery_20723_e9ae63ee:

    # m "Мелани, ты представляешь о чем идет речь?!"
    # m "Ты, вообще, знаешь что это за место?!"
    m "Мелани, ты представляешь о чем идет речь?!"
    m "Ты, вообще, знаешь что это за место?!"

# game/Gallery/gallery4.rpy:2856
translate german gallery_20723_7dc0288b:

    # m "Как ты можешь говорить мне такое?!"
    m "Как ты можешь говорить мне такое?!"

# game/Gallery/gallery4.rpy:2860
translate german gallery_20723_22f5ce21:

    # melanie "Я знаю что это за место, Миссис Бакфетт..."
    # melanie "Я видела его..."
    melanie "Я знаю что это за место, Миссис Бакфетт..."
    melanie "Я видела его..."

# game/Gallery/gallery4.rpy:2864
translate german gallery_20723_c53b20fb:

    # m "Ты была там?!"
    # m "Ты видела это... это место...?"
    # m "Оно действительно такое, как говорит Маркус?!"
    m "Ты была там?!"
    m "Ты видела это... это место...?"
    m "Оно действительно такое, как говорит Маркус?!"

# game/Gallery/gallery4.rpy:2870
translate german gallery_20723_2d2d36cb:

    # melanie "Да, Миссис Бакфетт..."
    # melanie "Оно... Даже хуже..."
    # melanie "И вскоре Вы отправитесь туда..."
    melanie "Да, Миссис Бакфетт..."
    melanie "Оно... Даже хуже..."
    melanie "И вскоре Вы отправитесь туда..."

# game/Gallery/gallery4.rpy:2876
translate german gallery_20723_2ddac591:

    # m "Нет! Я не отправлюсь туда, никогда!"
    m "Нет! Я не отправлюсь туда, никогда!"

# game/Gallery/gallery4.rpy:2880
translate german gallery_20723_9eac9ac6:

    # melanie "Вы отправитесь... И будете делать что Вам скажут..."
    # melanie "Вы будете умолять о том, чтобы оказаться на обложке их журнала..."
    melanie "Вы отправитесь... И будете делать что Вам скажут..."
    melanie "Вы будете умолять о том, чтобы оказаться на обложке их журнала..."

# game/Gallery/gallery4.rpy:2885
translate german gallery_20723_6905c434:

    # m "Я знаю что там за журнал!"
    # m "Я не буду умолять об этом!"
    m "Я знаю что там за журнал!"
    m "Я не буду умолять об этом!"

# game/Gallery/gallery4.rpy:2890
translate german gallery_20723_7b8c8ba2:

    # melanie "Будете, как и остальные девушки, которые находятся там."
    # melanie "Вы будете удивлены, когда увидите КОГО там можно встретить среди них..."
    # melanie "У наших хозяев действительно хороший вкус..."
    melanie "Будете, как и остальные девушки, которые находятся там."
    melanie "Вы будете удивлены, когда увидите КОГО там можно встретить среди них..."
    melanie "У наших хозяев действительно хороший вкус..."

# game/Gallery/gallery4.rpy:2895
translate german gallery_20723_68d8a788:

    # m "Наших хозяев?!"
    m "Наших хозяев?!"

# game/Gallery/gallery4.rpy:2898
translate german gallery_20723_db75dd17:

    # melanie "Но Вам не удастся добиться ничего..."
    # melanie "Вы упустили свой шанс."
    melanie "Но Вам не удастся добиться ничего..."
    melanie "Вы упустили свой шанс."

# game/Gallery/gallery4.rpy:2902
translate german gallery_20723_1ca7d899:

    # melanie "Теперь Вы попадете туда в качестве..."
    melanie "Теперь Вы попадете туда в качестве..."

# game/Gallery/gallery4.rpy:2905
translate german gallery_20723_5c6cd91b:

    # melanie "Я не буду об этом..." 
    melanie "Я не буду об этом..." 

# game/Gallery/gallery4.rpy:2908
translate german gallery_20723_7ba63a4d:

    # m "Нет, Мелани! Я лучше умру!"
    m "Нет, Мелани! Я лучше умру!"

# game/Gallery/gallery4.rpy:2911
translate german gallery_20723_75a92409:

    # melanie "Миссис Бакфетт..."
    # melanie "Я видела там вещи..."
    melanie "Миссис Бакфетт..."
    melanie "Я видела там вещи..."

# game/Gallery/gallery4.rpy:2915
translate german gallery_20723_b1f0b48a:

    # melanie "Вещи... которые похуже смерти..."
    melanie "Вещи... которые похуже смерти..."

# game/Gallery/gallery4.rpy:2918
translate german gallery_20723_29a4f6ab:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:2926
translate german gallery_20723_bede12f8:

    # melanie "Выпейте вина, Миссис Бакфетт..."
    melanie "Выпейте вина, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:2956
translate german gallery_20723_256e6d8f:

    # m "Итак, Мелани."
    # m "Почему ты утверждаешь что я обязательно попаду туда?"
    m "Итак, Мелани."
    m "Почему ты утверждаешь что я обязательно попаду туда?"

# game/Gallery/gallery4.rpy:2961
translate german gallery_20723_bd940be5:

    # m "Ты что, заодно с этими людьми?"
    m "Ты что, заодно с этими людьми?"

# game/Gallery/gallery4.rpy:2965
translate german gallery_20723_62bd8a4d:

    # melanie "Нет, Миссис Бакфетт."
    # melanie "Я на Вашей стороне..."
    melanie "Нет, Миссис Бакфетт."
    melanie "Я на Вашей стороне..."

# game/Gallery/gallery4.rpy:2969
translate german gallery_20723_20a32dac:

    # m "Но как? Как ты выбралась оттуда?!"
    m "Но как? Как ты выбралась оттуда?!"

# game/Gallery/gallery4.rpy:2973
translate german gallery_20723_b9318c81:

    # melanie "Я... не выбралась оттуда, Миссис Бакфетт..."
    melanie "Я... не выбралась оттуда, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:2976
translate german gallery_20723_c8aafef9:

    # melanie "Оттуда невозможно выбраться..."
    melanie "Оттуда невозможно выбраться..."

# game/Gallery/gallery4.rpy:2980
translate german gallery_20723_0ecc061d:

    # m "Но ты сидишь здесь, передо мной!"
    m "Но ты сидишь здесь, передо мной!"

# game/Gallery/gallery4.rpy:2984
translate german gallery_20723_dba8a32b:

    # melanie "Миссис Бакфетт..."
    # melanie "Я была глупа и думала что весь мир принадлежит мне."
    # melanie "Что я могу добиться любой цели и поставить на колени любого мужчину..."
    # m "..."
    melanie "Миссис Бакфетт..."
    melanie "Я была глупа и думала что весь мир принадлежит мне."
    melanie "Что я могу добиться любой цели и поставить на колени любого мужчину..."
    m "..."

# game/Gallery/gallery4.rpy:2990
translate german gallery_20723_363af5d8:

    # melanie "Я ошибалась..."
    # melanie "Есть мужчины, которые гораздо сильнее меня..."
    melanie "Я ошибалась..."
    melanie "Есть мужчины, которые гораздо сильнее меня..."

# game/Gallery/gallery4.rpy:2994
translate german gallery_20723_3cdb2715:

    # melanie "И, все на что хватило моих сил - это убедить их в том, что пока я полезнее здесь."
    melanie "И, все на что хватило моих сил - это убедить их в том, что пока я полезнее здесь."

# game/Gallery/gallery4.rpy:2997
translate german gallery_20723_a9a028bb:

    # melanie "Нежели там..."
    # melanie "Потому я не проходила тех тренировок, которые проходят все, кто попадает туда."
    melanie "Нежели там..."
    melanie "Потому я не проходила тех тренировок, которые проходят все, кто попадает туда."

# game/Gallery/gallery4.rpy:3001
translate german gallery_20723_e612037c_2:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:3004
translate german gallery_20723_447a8c21:

    # melanie "Это бы..."
    # melanie "Это бы изменило меня..."
    # melanie "И я бы не смогла быть в той форме, чтобы сохранять эффективность здесь..."
    # melanie "По эту сторону Фермы 218..."
    melanie "Это бы..."
    melanie "Это бы изменило меня..."
    melanie "И я бы не смогла быть в той форме, чтобы сохранять эффективность здесь..."
    melanie "По эту сторону Фермы 218..."

# game/Gallery/gallery4.rpy:3010
translate german gallery_20723_29a4f6ab_1:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:3014
translate german gallery_20723_3cda46bd:

    # melanie "Но меня могут вернуть туда в любой момент..."
    # melanie "Например, если я вдруг стану помогать Вам..."
    # melanie "Для меня большой риск даже просто говорить с Вами, Миссис Бакфетт..."
    melanie "Но меня могут вернуть туда в любой момент..."
    melanie "Например, если я вдруг стану помогать Вам..."
    melanie "Для меня большой риск даже просто говорить с Вами, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:3020
translate german gallery_20723_f1f8f739:

    # m "Мелани! Все что ты говоришь..."
    # m "Этот Маркус..."
    # m "Ведь он всего-лишь полицейский!"
    m "Мелани! Все что ты говоришь..."
    m "Этот Маркус..."
    m "Ведь он всего-лишь полицейский!"

# game/Gallery/gallery4.rpy:3025
translate german gallery_20723_fabe872c:

    # m "Ведь есть законы, есть пресса."
    # m "Есть здравый смысл, в конце концов!"
    m "Ведь есть законы, есть пресса."
    m "Есть здравый смысл, в конце концов!"

# game/Gallery/gallery4.rpy:3029
translate german gallery_20723_6029f028:

    # m "Я была шокирована после того что случилось и действительно испугалась этих людей."
    # m "Но сейчас понимаю, что это все выглядит настолько нереально, что просто не может быть правдой!"
    m "Я была шокирована после того что случилось и действительно испугалась этих людей."
    m "Но сейчас понимаю, что это все выглядит настолько нереально, что просто не может быть правдой!"

# game/Gallery/gallery4.rpy:3033
translate german gallery_20723_b6450dc5:

    # m "Может быть обратиться в другой полицейский участок или в организацию, которая выше?"
    # m "Пойти к другому адвокату, обратиться за получением новых документов..."
    m "Может быть обратиться в другой полицейский участок или в организацию, которая выше?"
    m "Пойти к другому адвокату, обратиться за получением новых документов..."

# game/Gallery/gallery4.rpy:3042
translate german gallery_20723_4a3af72f:

    # melanie "Миссис Бакфетт..."
    # melanie "Вы имели деньги и власть."
    melanie "Миссис Бакфетт..."
    melanie "Вы имели деньги и власть."

# game/Gallery/gallery4.rpy:3046
translate german gallery_20723_5de16bd4:

    # melanie "Неужели Вы не поняли как устроен этот мир?"
    # melanie "Вы говорите про законы?"
    melanie "Неужели Вы не поняли как устроен этот мир?"
    melanie "Вы говорите про законы?"

# game/Gallery/gallery4.rpy:3051
translate german gallery_20723_efde3fbf:

    # m "Да, Мелани! Я говорю про законы!"
    m "Да, Мелани! Я говорю про законы!"

# game/Gallery/gallery4.rpy:3055
translate german gallery_20723_91c05462:

    # m "Эта ферма! Это какое-то безумие! Произвол!"
    # m "Это нарушение всех мыслимых норм!"
    m "Эта ферма! Это какое-то безумие! Произвол!"
    m "Это нарушение всех мыслимых норм!"

# game/Gallery/gallery4.rpy:3060
translate german gallery_20723_2ec397f8:

    # melanie "Миссис Бакфетт."
    # melanie "Закон - это лишь инструмент для управления теми, у кого нет власти."
    # melanie "Для тех, у кого есть деньги и власть, закон не существует..."
    melanie "Миссис Бакфетт."
    melanie "Закон - это лишь инструмент для управления теми, у кого нет власти."
    melanie "Для тех, у кого есть деньги и власть, закон не существует..."

# game/Gallery/gallery4.rpy:3066
translate german gallery_20723_7d7fac07:

    # m "Это неправда, Мелани!"
    # m "Даже богача можно засадить за решетку!"
    # melanie "Да, Миссис Бакфетт, можно..."
    # melanie "Но..."
    m "Это неправда, Мелани!"
    m "Даже богача можно засадить за решетку!"
    melanie "Да, Миссис Бакфетт, можно..."
    melanie "Но..."

# game/Gallery/gallery4.rpy:3079
translate german gallery_20723_5cde1dce:

    # melanie "Представьте, что Ваш водитель задавил собачку."
    # melanie "Хозяин собачки оказался обычным человеком."
    # melanie "Закон бы действовал на Вас?"
    melanie "Представьте, что Ваш водитель задавил собачку."
    melanie "Хозяин собачки оказался обычным человеком."
    melanie "Закон бы действовал на Вас?"

# game/Gallery/gallery4.rpy:3084
translate german gallery_20723_535ca1b0:

    # melanie "Нет. Вы бы позвонили Дику и во всем виноват оказался бы обычный человек."
    # melanie "А если бы это оказалась собачка Виктории, его секретаря?"
    melanie "Нет. Вы бы позвонили Дику и во всем виноват оказался бы обычный человек."
    melanie "А если бы это оказалась собачка Виктории, его секретаря?"

# game/Gallery/gallery4.rpy:3089
translate german gallery_20723_29a4f6ab_2:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:3092
translate german gallery_20723_f54fec69:

    # melanie "Тогда бы закон работал как обычно."
    # melanie "Вы бы заплатили компенсацию..."
    melanie "Тогда бы закон работал как обычно."
    melanie "Вы бы заплатили компенсацию..."

# game/Gallery/gallery4.rpy:3099
translate german gallery_20723_51bbb5bf:

    # melanie "Все потому, что появился бы другой человек, также имеющий власть."
    # melanie "И закон в его руках был бы просто интрументом."
    melanie "Все потому, что появился бы другой человек, также имеющий власть."
    melanie "И закон в его руках был бы просто интрументом."

# game/Gallery/gallery4.rpy:3104
translate german gallery_20723_9eeb4131:

    # melanie "Миссис Бакфетт, закон работает только для равных..."
    # melanie "Вы сейчас можете забыть про это..."
    # m "И ты хочешь сказать что Маркус..."
    melanie "Миссис Бакфетт, закон работает только для равных..."
    melanie "Вы сейчас можете забыть про это..."
    m "И ты хочешь сказать что Маркус..."

# game/Gallery/gallery4.rpy:3115
translate german gallery_20723_b4c34d1f:

    # melanie "Да, Миссис Бакфетт."
    # melanie "Мистер Маркус - это очень... очень большой человек..."
    melanie "Да, Миссис Бакфетт."
    melanie "Мистер Маркус - это очень... очень большой человек..."

# game/Gallery/gallery4.rpy:3121
translate german gallery_20723_29427bf3:

    # m "Большой человек, который работает простым полицейским?"
    m "Большой человек, который работает простым полицейским?"

# game/Gallery/gallery4.rpy:3127
translate german gallery_20723_b3fd69f7:

    # melanie "Мистер Маркус не является частью системы, Миссис Бакфетт..."
    # melanie "Он использует ее, потому что этого хочет."
    # melanie "Так ему удобнее... Быть полицейским..."
    melanie "Мистер Маркус не является частью системы, Миссис Бакфетт..."
    melanie "Он использует ее, потому что этого хочет."
    melanie "Так ему удобнее... Быть полицейским..."

# game/Gallery/gallery4.rpy:3134
translate german gallery_20723_d6317768:

    # m "Он просто мерзавец! И все!"
    m "Он просто мерзавец! И все!"

# game/Gallery/gallery4.rpy:3138
translate german gallery_20723_466e3f58:

    # melanie "Нет, Миссис Бакфетт."
    # melanie "Я не считаю его мерзавцем."
    # m "Почему, Мелани?!"
    # m "Как ты можешь оправдывать его?!"
    melanie "Нет, Миссис Бакфетт."
    melanie "Я не считаю его мерзавцем."
    m "Почему, Мелани?!"
    m "Как ты можешь оправдывать его?!"

# game/Gallery/gallery4.rpy:3149
translate german gallery_20723_6dfd555c:

    # melanie "Миссис Бакфетт."
    # melanie "Мистер Маркус - это мужчина."
    # melanie "Мужчина, который имеет силу и власть поступать так как он хочет."
    # melanie "Вы не встречали таких сильных мужчин ранее..."
    # melanie "И вот... встретили..."
    # melanie "Впрочем и я тоже..."
    melanie "Миссис Бакфетт."
    melanie "Мистер Маркус - это мужчина."
    melanie "Мужчина, который имеет силу и власть поступать так как он хочет."
    melanie "Вы не встречали таких сильных мужчин ранее..."
    melanie "И вот... встретили..."
    melanie "Впрочем и я тоже..."

# game/Gallery/gallery4.rpy:3159
translate german gallery_20723_c482f542:

    # m "Силу? Власть?!"
    # m "Он просто работает на каких-то безумных хозяев, которые делают немыслимые вещи!"
    m "Силу? Власть?!"
    m "Он просто работает на каких-то безумных хозяев, которые делают немыслимые вещи!"

# game/Gallery/gallery4.rpy:3169
translate german gallery_20723_77a02baf:

    # melanie "Нет, Миссис Бакфетт."
    # melanie "Мистер Маркус имеет свое мнение на все вопросы."
    # melanie "Например, он помогает Вам вместо того, чтобы делать так, как его просят люди, стоящие за ним..."
    melanie "Нет, Миссис Бакфетт."
    melanie "Мистер Маркус имеет свое мнение на все вопросы."
    melanie "Например, он помогает Вам вместо того, чтобы делать так, как его просят люди, стоящие за ним..."

# game/Gallery/gallery4.rpy:3176
translate german gallery_20723_9547aabd:

    # m "МАРКУС?! ПОМОГАЕТ?! МНЕ???"
    # m "Маркус только и ждет, чтобы забрать меня!"
    m "МАРКУС?! ПОМОГАЕТ?! МНЕ???"
    m "Маркус только и ждет, чтобы забрать меня!"

# game/Gallery/gallery4.rpy:3182
translate german gallery_20723_7e0fd1af:

    # melanie "Все несколько иначе, Миссис Бакфетт..."
    # melanie "Есть люди, которые стоят за Мистером Маркусом."
    # melanie "Они тоже обладают огромном властью и влиянием."
    # melanie "И они ждут Вас."
    melanie "Все несколько иначе, Миссис Бакфетт..."
    melanie "Есть люди, которые стоят за Мистером Маркусом."
    melanie "Они тоже обладают огромном властью и влиянием."
    melanie "И они ждут Вас."

# game/Gallery/gallery4.rpy:3188
translate german gallery_20723_f91842b1:

    # melanie "Дик нарушил их планы."
    # melanie "Он хороший адвокат. Он имеет влияние и опыт, но..."
    # m "Что НО...?"
    # melanie "Проблемы, которые создают действия Дика, они..."
    melanie "Дик нарушил их планы."
    melanie "Он хороший адвокат. Он имеет влияние и опыт, но..."
    m "Что НО...?"
    melanie "Проблемы, которые создают действия Дика, они..."

# game/Gallery/gallery4.rpy:3194
translate german gallery_20723_e612037c_3:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:3202
translate german gallery_20723_0b3f0fa7:

    # melanie "Они несколько преувеличены Мистером Маркусом в глазах людей, которые ждут Вас..."
    # melanie "Мистер Маркус может забрать Вас в любой момент, Миссис Бакфетт..."
    melanie "Они несколько преувеличены Мистером Маркусом в глазах людей, которые ждут Вас..."
    melanie "Мистер Маркус может забрать Вас в любой момент, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:3206
translate german gallery_20723_29a4f6ab_3:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:3210
translate german gallery_20723_65b8d495:

    # melanie "Но, почему-то, он этого не делает..."
    melanie "Но, почему-то, он этого не делает..."

# game/Gallery/gallery4.rpy:3214
translate german gallery_20723_89858b6b:

    # m "Почему?!"
    # m "Если он может забрать меня в любой момент, то почему он ждет от меня каких-то нарушений закона?!"
    m "Почему?!"
    m "Если он может забрать меня в любой момент, то почему он ждет от меня каких-то нарушений закона?!"

# game/Gallery/gallery4.rpy:3219
translate german gallery_20723_eecd1bf8:

    # melanie "Вы нравитесь ему, Миссис Бакфетт."
    # melanie "Он играет с Вами."
    # melanie "Однако, если Вы действительно нарушите хоть что-то, ему придется забрать Вас."
    # melanie "На него давят люди, которые стоят за ним."
    melanie "Вы нравитесь ему, Миссис Бакфетт."
    melanie "Он играет с Вами."
    melanie "Однако, если Вы действительно нарушите хоть что-то, ему придется забрать Вас."
    melanie "На него давят люди, которые стоят за ним."

# game/Gallery/gallery4.rpy:3225
translate german gallery_20723_70411e43:

    # melanie "Они очень ждут, чтобы попробовать Вас... в деле..."
    # m "!!!"
    melanie "Они очень ждут, чтобы попробовать Вас... в деле..."
    m "!!!"

# game/Gallery/gallery4.rpy:3229
translate german gallery_20723_b7c29355:

    # melanie "Это как кот, который играет с пойманной мышкой."
    # melanie "Мышка пытается убежать, но у нее нет шансов, она уже поймана..."
    # melanie "Радуйтесь тому, что у Вас есть какое-то время до того, пока с Вами наиграются..."
    # melanie "Итог один. В конце концов, Вы окажетесь в том месте..."
    melanie "Это как кот, который играет с пойманной мышкой."
    melanie "Мышка пытается убежать, но у нее нет шансов, она уже поймана..."
    melanie "Радуйтесь тому, что у Вас есть какое-то время до того, пока с Вами наиграются..."
    melanie "Итог один. В конце концов, Вы окажетесь в том месте..."

# game/Gallery/gallery4.rpy:3236
translate german gallery_20723_29a4f6ab_4:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:3240
translate german gallery_20723_52eb9eea:

    # m "Я не верю..."
    # m "Этого не может быть..."
    # m "Должен быть какой-то выход..."
    m "Я не верю..."
    m "Этого не может быть..."
    m "Должен быть какой-то выход..."

# game/Gallery/gallery4.rpy:3246
translate german gallery_20723_e612037c_4:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:3254
translate german gallery_20723_f6b4b5fd:

    # m "Мелани, я признаю что ты в чем-то разбираешься больше меня..."
    # m "Подскажи, что мне делать. Как выбраться из всего этого?"
    m "Мелани, я признаю что ты в чем-то разбираешься больше меня..."
    m "Подскажи, что мне делать. Как выбраться из всего этого?"

# game/Gallery/gallery4.rpy:3265
translate german gallery_20723_69764169:

    # melanie "Вам не выбраться из этого, Миссис Бакфетт."
    # melanie "Я советую Вам затянуть эту игру."
    melanie "Вам не выбраться из этого, Миссис Бакфетт."
    melanie "Я советую Вам затянуть эту игру."

# game/Gallery/gallery4.rpy:3269
translate german gallery_20723_485d8b9e:

    # melanie "Создайте для Мистера Маркуса дополнительный интерес к Вам."
    # melanie "Проявите инициативу."
    melanie "Создайте для Мистера Маркуса дополнительный интерес к Вам."
    melanie "Проявите инициативу."

# game/Gallery/gallery4.rpy:3273
translate german gallery_20723_e8070688:

    # m "Что ты имеешь ввиду, Мелани?"
    # m "Какую инициативу я должна проявить?"
    m "Что ты имеешь ввиду, Мелани?"
    m "Какую инициативу я должна проявить?"

# game/Gallery/gallery4.rpy:3278
translate german gallery_20723_41bcdce1:

    # melanie "Придите к нему, придите к Мистеру Маркусу."
    melanie "Придите к нему, придите к Мистеру Маркусу."

# game/Gallery/gallery4.rpy:3281
translate german gallery_20723_3f50ba7b:

    # melanie "Постарайтесь понравиться ему."
    melanie "Постарайтесь понравиться ему."

# game/Gallery/gallery4.rpy:3284
translate german gallery_20723_2e86ad5b:

    # melanie "Не бегайте от него, ведь он помогает Вам."
    melanie "Не бегайте от него, ведь он помогает Вам."

# game/Gallery/gallery4.rpy:3288
translate german gallery_20723_3ad59f69:

    # m "Придти к человеку, который лишил меня всего?!"
    # m "И, при этом, пытаться понравиться ему?!"
    m "Придти к человеку, который лишил меня всего?!"
    m "И, при этом, пытаться понравиться ему?!"

# game/Gallery/gallery4.rpy:3293
translate german gallery_20723_421e8c34:

    # melanie "Да, это не поможет Вам избежать участи."
    # melanie "Но может помочь попасть на ферму в качестве той, кто согласилась на это добровольно."
    # melanie "Вы, возможно, сможете исправить совершенную ошибку..."
    melanie "Да, это не поможет Вам избежать участи."
    melanie "Но может помочь попасть на ферму в качестве той, кто согласилась на это добровольно."
    melanie "Вы, возможно, сможете исправить совершенную ошибку..."

# game/Gallery/gallery4.rpy:3305
translate german gallery_20723_02951380:

    # m "Мелани, за кого ты принимаешь меня?!"
    # m "Я что, по твоему, сошла с ума?!"
    m "Мелани, за кого ты принимаешь меня?!"
    m "Я что, по твоему, сошла с ума?!"

# game/Gallery/gallery4.rpy:3315
translate german gallery_20723_ef278d8c:

    # melanie "Миссис Бакфетт."
    # melanie "Я могу сказать Вам честно."
    # melanie "Я считала Вас надменной дурой, которой богатство и власть достались благодаря случайности."
    melanie "Миссис Бакфетт."
    melanie "Я могу сказать Вам честно."
    melanie "Я считала Вас надменной дурой, которой богатство и власть достались благодаря случайности."

# game/Gallery/gallery4.rpy:3321
translate german gallery_20723_e612037c_5:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:3325
translate german gallery_20723_f90dd4e4:

    # melanie "Когда с Вами произошли изменения, Я даже не представляла с чем Вы столкнулись."
    # melanie "Сейчас, зная про Вас все, я могу сказать что восхищаюсь Вами."
    # melanie "В борьбе за свою свободу Вы проявляете такую волю и характер, что..."
    melanie "Когда с Вами произошли изменения, Я даже не представляла с чем Вы столкнулись."
    melanie "Сейчас, зная про Вас все, я могу сказать что восхищаюсь Вами."
    melanie "В борьбе за свою свободу Вы проявляете такую волю и характер, что..."

# game/Gallery/gallery4.rpy:3330
translate german gallery_20723_82cc212f:

    # melanie "Что я начинаю считать Вы заслуживали то положение, которое имели..."
    melanie "Что я начинаю считать Вы заслуживали то положение, которое имели..."

# game/Gallery/gallery4.rpy:3334
translate german gallery_20723_e612037c_6:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:3338
translate german gallery_20723_2c7374f1:

    # melanie "Потому я искренне желаю удачи Вам."
    melanie "Потому я искренне желаю удачи Вам."

# game/Gallery/gallery4.rpy:3341
translate german gallery_20723_4a0f33ac:

    # m "И ты не винишь меня в том что случилось с тобой?"
    m "И ты не винишь меня в том что случилось с тобой?"

# game/Gallery/gallery4.rpy:3350
translate german gallery_20723_43017bac_1:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:3353
translate german gallery_20723_dd6112d5:

    # melanie "Я ненавижу Вас за это, Миссис Бакфетт."
    melanie "Я ненавижу Вас за это, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:3358
translate german gallery_20723_6937a07d:

    # m "Ты ненавидишь меня, но помогаешь мне?"
    m "Ты ненавидишь меня, но помогаешь мне?"

# game/Gallery/gallery4.rpy:3367
translate german gallery_20723_ee49737f:

    # melanie "Я пытаюсь извлечь выгоду даже из этой безнадежной ситуации."
    # melanie "Я умею справляться со своими эмоциями..."
    melanie "Я пытаюсь извлечь выгоду даже из этой безнадежной ситуации."
    melanie "Я умею справляться со своими эмоциями..."

# game/Gallery/gallery4.rpy:3371
translate german gallery_20723_6479c6c1:

    # m "Спасибо, Мелани."
    m "Спасибо, Мелани."

# game/Gallery/gallery4.rpy:3376
translate german gallery_20723_2cb9d3c3:

    # melanie "Вы сниметесь в костюме черного лебедя..."
    melanie "Вы сниметесь в костюме черного лебедя..."

# game/Gallery/gallery4.rpy:3381
translate german gallery_20723_76a26f05:

    # m "Что? Мелани, про что ты говоришь?"
    m "Что? Мелани, про что ты говоришь?"

# game/Gallery/gallery4.rpy:3385
translate german gallery_20723_5fab4742:

    # melanie "Биф. Он заставляет меня сниматься в костюме черного лебедя."
    # melanie "Мне не уйти из этой компании сейчас, Миссис Бакфетт."
    # melanie "Но я не хочу проходить эту фотосессию."
    melanie "Биф. Он заставляет меня сниматься в костюме черного лебедя."
    melanie "Мне не уйти из этой компании сейчас, Миссис Бакфетт."
    melanie "Но я не хочу проходить эту фотосессию."

# game/Gallery/gallery4.rpy:3392
translate german gallery_20723_547415ea:

    # m "У этого костюма нет трусиков..."
    m "У этого костюма нет трусиков..."

# game/Gallery/gallery4.rpy:3396
translate german gallery_20723_c249afe8:

    # melanie "Да, именно."
    # melanie "И Вы пройдете эту фотосессию вместо меня, Миссис Бакфетт."
    melanie "Да, именно."
    melanie "И Вы пройдете эту фотосессию вместо меня, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:3402
translate german gallery_20723_496ae7a1:

    # m "Мелани, ты сошла с ума?!"
    # m "Я не буду сниматься в таком виде!"
    m "Мелани, ты сошла с ума?!"
    m "Я не буду сниматься в таком виде!"

# game/Gallery/gallery4.rpy:3408
translate german gallery_20723_7dbe0252:

    # melanie "Вы будете, Миссис Бакфетт."
    # melanie "Иначе, клянусь, Вы отправитесь к Маркусу очень скоро!"
    # melanie "Помочь Вам очень сложно, а сделать наоборот очень легко..."
    melanie "Вы будете, Миссис Бакфетт."
    melanie "Иначе, клянусь, Вы отправитесь к Маркусу очень скоро!"
    melanie "Помочь Вам очень сложно, а сделать наоборот очень легко..."

# game/Gallery/gallery4.rpy:3414
translate german gallery_20723_29a4f6ab_5:

    # m "!!!"
    m "!!!"

# game/Gallery/gallery4.rpy:3421
translate german gallery_20723_ee0502ad:

    # melanie "А сейчас Вы можете идти, Миссис Бакфетт."
    # melanie "Я не хочу рисковать и далее, общаясь с Вами..."
    melanie "А сейчас Вы можете идти, Миссис Бакфетт."
    melanie "Я не хочу рисковать и далее, общаясь с Вами..."

# game/Gallery/gallery4.rpy:3428
translate german gallery_20723_d02f0395:

    # m "Мелани."
    # m "Раз уж ты желаешь мне удачи..."
    # m "Скажи, у тебя ведь есть деньги?"
    # melanie "У меня достаточно денег, Миссис Бакфетт."
    m "Мелани."
    m "Раз уж ты желаешь мне удачи..."
    m "Скажи, у тебя ведь есть деньги?"
    melanie "У меня достаточно денег, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:3434
translate german gallery_20723_1662ee87:

    # m "Могла бы ты мне немного одолжить..."
    # melanie "Нет, Миссис Бакфетт. Я не собираюсь рисковать, помогая Вам..."
    # m "Я поняла, Мелани. Всего хорошего."
    # melanie "Всего хорошего, Миссис Бакфетт..."
    m "Могла бы ты мне немного одолжить..."
    melanie "Нет, Миссис Бакфетт. Я не собираюсь рисковать, помогая Вам..."
    m "Я поняла, Мелани. Всего хорошего."
    melanie "Всего хорошего, Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:3452
translate german gallery_15390_b946d47b:

    # melanie_t "Я выгляжу какой-то уставшей..."
    # melanie_t "Мне нужно взять несколько выходных и отдохнуть."
    melanie_t "Я выгляжу какой-то уставшей..."
    melanie_t "Мне нужно взять несколько выходных и отдохнуть."

# game/Gallery/gallery4.rpy:3456
translate german gallery_15390_3a5c4a5b:

    # melanie_t "Возможно, стоит полететь на острова... Океан, пальмы, никаких папарацци..."
    # melanie_t "Нужно будет подойти к Бифу, попросить у него небольшой отпуск."
    melanie_t "Возможно, стоит полететь на острова... Океан, пальмы, никаких папарацци..."
    melanie_t "Нужно будет подойти к Бифу, попросить у него небольшой отпуск."

# game/Gallery/gallery4.rpy:3460
translate german gallery_15390_b1f4b2c6:

    # melanie_t "Он не сможет мне отказать."
    # melanie_t "Еще ни один мужчина не отказывал мне. И Биф не станет первым..."
    melanie_t "Он не сможет мне отказать."
    melanie_t "Еще ни один мужчина не отказывал мне. И Биф не станет первым..."

# game/Gallery/gallery4.rpy:3471
translate german gallery_15390_a16e4fde:

    # secretary "Мисс Мелани..."
    secretary "Мисс Мелани..."

# game/Gallery/gallery4.rpy:3475
translate german gallery_15390_3429030f:

    # melanie "Да?"
    melanie "Да?"

# game/Gallery/gallery4.rpy:3478
translate german gallery_15390_95d005d1:

    # secretary "Сейчас звонила Мисс Виктория."
    secretary "Сейчас звонила Мисс Виктория."

# game/Gallery/gallery4.rpy:3482
translate german gallery_15390_4a42bb67:

    # melanie "И что Мисс Виктория сказала?"
    melanie "И что Мисс Виктория сказала?"

# game/Gallery/gallery4.rpy:3485
translate german gallery_15390_4cf9ed2a:

    # secretary "Она просила передать Вам, что она сегодня ждет Вас у себя."
    # secretary "Она сказала, что это очень срочно."
    secretary "Она просила передать Вам, что она сегодня ждет Вас у себя."
    secretary "Она сказала, что это очень срочно."

# game/Gallery/gallery4.rpy:3490
translate german gallery_15390_501daa30:

    # melanie "Говорила ли Мисс Виктория еще что-нибудь?"
    melanie "Говорила ли Мисс Виктория еще что-нибудь?"

# game/Gallery/gallery4.rpy:3493
translate german gallery_15390_4ddb8d46:

    # secretary "Нет, Мисс Мелани. Она только сказала, что это очень срочно."
    secretary "Нет, Мисс Мелани. Она только сказала, что это очень срочно."

# game/Gallery/gallery4.rpy:3497
translate german gallery_15390_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:3508
translate german gallery_15390_492c5cc6:

    # melanie "Если эта девочка еще раз позвонит, то передайте ей, что у меня нет времени на это." 
    melanie "Если эта девочка еще раз позвонит, то передайте ей, что у меня нет времени на это." 

# game/Gallery/gallery4.rpy:3511
translate german gallery_15390_53c0c8d0:

    # secretary "Хорошо, Мисс Мелани, я передам."
    secretary "Хорошо, Мисс Мелани, я передам."

# game/Gallery/gallery4.rpy:3517
translate german gallery_15390_29e0b33a:

    # melanie "Спасибо. Я проведаю Мисс Викторию сегодня."
    # melanie "Вы можете идти."
    melanie "Спасибо. Я проведаю Мисс Викторию сегодня."
    melanie "Вы можете идти."

# game/Gallery/gallery4.rpy:3528
translate german gallery_15390_1f91afae:

    # melanie_t "Что этой мерзкой Мисс Виктории снова нужно от меня?"
    # melanie_t "Почему Я должна ехать к ней по первому же ее звонку?"
    # melanie_t "..."
    melanie_t "Что этой мерзкой Мисс Виктории снова нужно от меня?"
    melanie_t "Почему Я должна ехать к ней по первому же ее звонку?"
    melanie_t "..."

# game/Gallery/gallery4.rpy:3534
translate german gallery_15390_e6aa5e5e:

    # melanie_t "Эта мелкая стерва возомнила себя самой умной и хитрой..."
    # melanie_t "Нужно будет придумать, как поставить ее на место."
    melanie_t "Эта мелкая стерва возомнила себя самой умной и хитрой..."
    melanie_t "Нужно будет придумать, как поставить ее на место."

# game/Gallery/gallery4.rpy:3538
translate german gallery_15390_69983de3:

    # melanie_t "Кто она вообще такая, чтобы вести себя со МНОЙ подобным образом?"
    # melanie_t "Нужно во что бы то ни стало лишить эту сучку возможности шантажировать меня."
    melanie_t "Кто она вообще такая, чтобы вести себя со МНОЙ подобным образом?"
    melanie_t "Нужно во что бы то ни стало лишить эту сучку возможности шантажировать меня."

# game/Gallery/gallery4.rpy:3542
translate german gallery_15390_e3b4bcae:

    # melanie_t "Если я узнаю, кто снабжает ее моими фотографиями, шпионя за мной..."
    # melanie_t "То у меня будет хоть какая-то зацепка. Я смогу договориться с этим папарацци."
    melanie_t "Если я узнаю, кто снабжает ее моими фотографиями, шпионя за мной..."
    melanie_t "То у меня будет хоть какая-то зацепка. Я смогу договориться с этим папарацци."

# game/Gallery/gallery4.rpy:3546
translate german gallery_15390_f78c50f4:

    # melanie_t "Уверена, что все дело в деньгах."
    # melanie_t "..."
    melanie_t "Уверена, что все дело в деньгах."
    melanie_t "..."

# game/Gallery/gallery4.rpy:3552
translate german gallery_15390_c369932e:

    # melanie_t "Конечно, проще всего было бы соблазнить Дика."
    # melanie_t "В моих силах сделать так, чтобы он вышвырнул эту сучку на улицу..."
    melanie_t "Конечно, проще всего было бы соблазнить Дика."
    melanie_t "В моих силах сделать так, чтобы он вышвырнул эту сучку на улицу..."

# game/Gallery/gallery4.rpy:3556
translate german gallery_15390_9a87d728:

    # melanie_t "Где он ее и подобрал, я так полагаю."
    # melanie_t "Но ведь она сидит и охраняет Дика, как цепной пес."
    melanie_t "Где он ее и подобрал, я так полагаю."
    melanie_t "Но ведь она сидит и охраняет Дика, как цепной пес."

# game/Gallery/gallery4.rpy:3560
translate german gallery_15390_feb8f878:

    # melanie_t "Хм... Интересно, Дик вообще ходит куда-нибудь без нее?"
    # melanie_t "Нужно будет узнать об этом."
    melanie_t "Хм... Интересно, Дик вообще ходит куда-нибудь без нее?"
    melanie_t "Нужно будет узнать об этом."

# game/Gallery/gallery4.rpy:3566
translate german gallery_15390_ee3fc275:

    # melanie_t "А пока мне придется поехать к этой мелкой сучке..."
    # melanie_t "И узнать, что взбрело ей в голову на этот раз."
    melanie_t "А пока мне придется поехать к этой мелкой сучке..."
    melanie_t "И узнать, что взбрело ей в голову на этот раз."

# game/Gallery/gallery4.rpy:3571
translate german gallery_15390_421dded0:

    # melanie_t "Сейчас мне нужно ехать в офис Дика."
    melanie_t "Сейчас мне нужно ехать в офис Дика."

# game/Gallery/gallery4.rpy:3586
translate german gallery_15410_566d445c:

    # m "Мелани? Ты ко мне?"
    m "Мелани? Ты ко мне?"

# game/Gallery/gallery4.rpy:3590
translate german gallery_15410_1a581a5f:

    # mt "Мелани не просто так зашла ко мне в гости. Что-то случилось."
    # mt "Надеюсь, это не касается Маркуса!"
    # mt "!!!"
    mt "Мелани не просто так зашла ко мне в гости. Что-то случилось."
    mt "Надеюсь, это не касается Маркуса!"
    mt "!!!"

# game/Gallery/gallery4.rpy:3597
translate german gallery_15410_d142db5e:

    # melanie "Миссис Бакфетт. Я сейчас была на встрече с нашим общим хорошим другом..."
    melanie "Миссис Бакфетт. Я сейчас была на встрече с нашим общим хорошим другом..."

# game/Gallery/gallery4.rpy:3602
translate german gallery_15410_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:3606
translate german gallery_15410_7d9eec55:

    # m "Нашим общим д-другом?"
    m "Нашим общим д-другом?"

# game/Gallery/gallery4.rpy:3610
translate german gallery_15410_db4127bc:

    # melanie "Да, Миссис Бакфетт. Этот человек хочет сегодня встретиться с нами."
    melanie "Да, Миссис Бакфетт. Этот человек хочет сегодня встретиться с нами."

# game/Gallery/gallery4.rpy:3613
translate german gallery_15410_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:3619
translate german gallery_15410_7120b41d:

    # melanie "Встреча состоится вечером у меня."
    # melanie "В Ваших же интересах, Миссис Бакфетт, присутствовать на встрече..."
    melanie "Встреча состоится вечером у меня."
    melanie "В Ваших же интересах, Миссис Бакфетт, присутствовать на встрече..."

# game/Gallery/gallery4.rpy:3624
translate german gallery_15410_4305edca:

    # julia "???"
    julia "???"

# game/Gallery/gallery4.rpy:3627
translate german gallery_15410_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:3631
translate german gallery_15410_6735f222:

    # mt "Встреча с Маркусом?!"
    # mt "У Мелани дома?!"
    mt "Встреча с Маркусом?!"
    mt "У Мелани дома?!"

# game/Gallery/gallery4.rpy:3635
translate german gallery_15410_a4d140b7:

    # mt "Сегодня?!"
    # mt "!!!"
    mt "Сегодня?!"
    mt "!!!"

# game/Gallery/gallery4.rpy:3645
translate german gallery_15410_beac6e75:

    # m "Я поняла, Мисс Мелани. Я приду вечером."
    m "Я поняла, Мисс Мелани. Я приду вечером."

# game/Gallery/gallery4.rpy:3648
translate german gallery_15410_ccc21095:

    # melanie "Договорились, Миссис Бакфетт."
    melanie "Договорились, Миссис Бакфетт."

# game/Gallery/gallery4.rpy:3668
translate german gallery_15443_567ae99e:

    # biff "А! Моя лучшая цыпочка пришла!"
    # biff "Чем порадуешь папочку сегодня?"
    biff "А! Моя лучшая цыпочка пришла!"
    biff "Чем порадуешь папочку сегодня?"

# game/Gallery/gallery4.rpy:3673
translate german gallery_15443_499d3e10:

    # melanie_t "У него вокруг одни цыпочки... Как это пошло..."
    melanie_t "У него вокруг одни цыпочки... Как это пошло..."

# game/Gallery/gallery4.rpy:3677
translate german gallery_15443_c6d56a99:

    # melanie "Биф, я хотела поговорить с тобой."
    # melanie "Надеюсь, ты мне не откажешь..."
    melanie "Биф, я хотела поговорить с тобой."
    melanie "Надеюсь, ты мне не откажешь..."

# game/Gallery/gallery4.rpy:3683
translate german gallery_15443_9f8914df:

    # biff "Цыпочка что-то хотела попросить у меня?"
    # biff "Говори. Папочка сегодня добрый."
    biff "Цыпочка что-то хотела попросить у меня?"
    biff "Говори. Папочка сегодня добрый."

# game/Gallery/gallery4.rpy:3688
translate german gallery_15443_43017bac:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:3692
translate german gallery_15443_a1e6af21:

    # melanie "Возможно, ты позволишь мне..."
    # melanie "Взять несколько выходных дней и немного отдохнуть?"
    melanie "Возможно, ты позволишь мне..."
    melanie "Взять несколько выходных дней и немного отдохнуть?"

# game/Gallery/gallery4.rpy:3697
translate german gallery_15443_a546e63e:

    # biff "Цыпочка устала? Конечно, папочка позволит ей отдохнуть!"
    # biff "..."
    # biff "Только цыпочка сначала сделает фотосессию!"
    biff "Цыпочка устала? Конечно, папочка позволит ей отдохнуть!"
    biff "..."
    biff "Только цыпочка сначала сделает фотосессию!"

# game/Gallery/gallery4.rpy:3702
translate german gallery_15443_7bb17049:

    # melanie "Какую фотосессию?"
    melanie "Какую фотосессию?"

# game/Gallery/gallery4.rpy:3705
translate german gallery_15443_744537a2:

    # biff "Мне нужны фотографии для следующего номера журнала."
    # biff "И я хочу видеть на этих фотографиях твое лицо, цыпочка..."
    biff "Мне нужны фотографии для следующего номера журнала."
    biff "И я хочу видеть на этих фотографиях твое лицо, цыпочка..."

# game/Gallery/gallery4.rpy:3709
translate german gallery_15443_35b87ad3:

    # biff "И не только лицо..."
    # biff "У цыпочки есть, что показать в объектив камеры."
    biff "И не только лицо..."
    biff "У цыпочки есть, что показать в объектив камеры."

# game/Gallery/gallery4.rpy:3715
translate german gallery_15443_43017bac_1:

    # melanie "..."
    melanie "..."

# game/Gallery/gallery4.rpy:3719
translate german gallery_15443_244282a9:

    # biff "В прошлый раз я просил тебя сделать фотосессию."
    # biff "А ты сама не стала в ней сниматься."
    biff "В прошлый раз я просил тебя сделать фотосессию."
    biff "А ты сама не стала в ней сниматься."

# game/Gallery/gallery4.rpy:3723
translate german gallery_15443_58ac5837:

    # biff "Поэтому мне сейчас нужны именно твои фотографии."
    # biff "А не той цыпочки, которая притворяется Моникой Бакфетт."
    biff "Поэтому мне сейчас нужны именно твои фотографии."
    biff "А не той цыпочки, которая притворяется Моникой Бакфетт."

# game/Gallery/gallery4.rpy:3728
translate german gallery_15443_5ae5c3b1:

    # melanie_t "Хм... Я надеялась, что его устроят фотографии Миссис Бакфетт..."
    melanie_t "Хм... Я надеялась, что его устроят фотографии Миссис Бакфетт..."

# game/Gallery/gallery4.rpy:3731
translate german gallery_15443_2dc97d83:

    # melanie "В каком костюме нужно провести съемку?"
    melanie "В каком костюме нужно провести съемку?"

# game/Gallery/gallery4.rpy:3735
translate german gallery_15443_ae66b3af:

    # biff "Мне нравится твой костюм с красными трусиками..."
    biff "Мне нравится твой костюм с красными трусиками..."

# game/Gallery/gallery4.rpy:3738
translate german gallery_15443_cbacb532:

    # biff "Хочу увидеть тебя в нем на фотографиях!"
    # melanie "..."
    biff "Хочу увидеть тебя в нем на фотографиях!"
    melanie "..."

# game/Gallery/gallery4.rpy:3742
translate german gallery_15443_9f1d038e:

    # biff "Сделай эту фотосессию и можешь взять несколько выходных."
    # biff "Папочка добрый, папочка разрешает."
    biff "Сделай эту фотосессию и можешь взять несколько выходных."
    biff "Папочка добрый, папочка разрешает."

# game/Gallery/gallery4.rpy:3755
translate german gallery_15443_5a43ff44:

    # melanie_t "Он намекнул, что ему нужны откровенные фотографии..."
    # melanie_t "В этом костюме с трусиками другие фотографии и не получатся..."
    # melanie_t "..."
    # melanie_t "Думаю, Биф обойдется без этих фотографий."
    melanie_t "Он намекнул, что ему нужны откровенные фотографии..."
    melanie_t "В этом костюме с трусиками другие фотографии и не получатся..."
    melanie_t "..."
    melanie_t "Думаю, Биф обойдется без этих фотографий."

# game/Gallery/gallery4.rpy:3761
translate german gallery_15443_7f14d8b7:

    # melanie "Биф, я пока не совсем готова к фотосессии..."
    # melanie "Я ее сделаю, но позже..."
    melanie "Биф, я пока не совсем готова к фотосессии..."
    melanie "Я ее сделаю, но позже..."

# game/Gallery/gallery4.rpy:3765
translate german gallery_15443_abe8b755:

    # melanie_t "... возможно."
    melanie_t "... возможно."

# game/Gallery/gallery4.rpy:3768
translate german gallery_15443_d80c2071:

    # biff "Папочка добрый, поэтому разрешает тебе подумать."
    biff "Папочка добрый, поэтому разрешает тебе подумать."

# game/Gallery/gallery4.rpy:3772
translate german gallery_15443_bd4f46ee:

    # melanie_t "Что ж... У меня как раз есть время до встречи с мелкой дрянью Викторией."
    melanie_t "Что ж... У меня как раз есть время до встречи с мелкой дрянью Викторией."

# game/Gallery/gallery4.rpy:3775
translate german gallery_15443_99d67aef:

    # melanie "Хорошо, Биф. Я сделаю, как ты хочешь." 
    melanie "Хорошо, Биф. Я сделаю, как ты хочешь." 

# game/Gallery/gallery4.rpy:3779
translate german gallery_15443_e802ad75:

    # biff "Хорошая цыпочка. Папочка цыпочкой очень доволен."
    biff "Хорошая цыпочка. Папочка цыпочкой очень доволен."

# game/Gallery/gallery4.rpy:3782
translate german gallery_15443_63d59ba4:

    # melanie_t "Нужно пойти в фотостудию. Надеюсь, Алекс на месте."
    melanie_t "Нужно пойти в фотостудию. Надеюсь, Алекс на месте."

# game/Gallery/gallery4.rpy:3803
translate german gallery_8453_c021bc08:

    # m "Моника Бакфетт хочет показать папочке грудь..."
    m "Моника Бакфетт хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3813
translate german gallery_8453_f4eb142e:

    # m "Я покажу тебе грудь, потому что ты заставил меня..."
    m "Я покажу тебе грудь, потому что ты заставил меня..."

# game/Gallery/gallery4.rpy:3825
translate german gallery_8453_4ecb4ee2:

    # m "Леди Нуар хочет показать папочке грудь..."
    m "Леди Нуар хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3827
translate german gallery_8453_e04d86e7:

    # biff "Давай, Леди Нуар! Показывай свои сиськи!"
    # "Не прячь их от папочки!"
    biff "Давай, Леди Нуар! Показывай свои сиськи!"
    "Не прячь их от папочки!"

# game/Gallery/gallery4.rpy:3846
translate german gallery_8453_618979c5:

    # m "Биф, мне обязательно это делать?"
    m "Биф, мне обязательно это делать?"

# game/Gallery/gallery4.rpy:3848
translate german gallery_8453_8be61c7b:

    # biff "Давай, Леди Нуар! Показывай свои сиськи!"
    # "Не прячь их от папочки!"
    # "А то я заставлю Леди Нуар показать еще кое-что!"
    biff "Давай, Леди Нуар! Показывай свои сиськи!"
    "Не прячь их от папочки!"
    "А то я заставлю Леди Нуар показать еще кое-что!"

# game/Gallery/gallery4.rpy:3855
translate german gallery_8453_64be27ad:

    # biff "Я жду!"
    biff "Я жду!"

# game/Gallery/gallery4.rpy:3875
translate german gallery_8453_4aa666b0:

    # m "Девушка с календаря хочет показать папочке грудь..."
    m "Девушка с календаря хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3890
translate german gallery_8474_e0a887bc:

    # m "Я знаю, я должна показать тебе грудь..."
    # "Но можно я не буду делать этого?"
    m "Я знаю, я должна показать тебе грудь..."
    "Но можно я не буду делать этого?"

# game/Gallery/gallery4.rpy:3893
translate german gallery_8474_754bc00d:

    # biff "Давай! Девушка с календаря!"
    # "Показывай свои сиськи!"
    # "Иначе я скажу Алексу чтобы эти голые сиськи смотрели прямо с календаря!"
    biff "Давай! Девушка с календаря!"
    "Показывай свои сиськи!"
    "Иначе я скажу Алексу чтобы эти голые сиськи смотрели прямо с календаря!"

# game/Gallery/gallery4.rpy:3898
translate german gallery_8474_35bfbc4b:

    # mt "Черт! У меня молоток... Может убить этого мерзавца?!"
    # "Сколько мне терпеть это???"
    # "..."
    # "Нет... Слишком опасно..."
    mt "Черт! У меня молоток... Может убить этого мерзавца?!"
    "Сколько мне терпеть это???"
    "..."
    "Нет... Слишком опасно..."

# game/Gallery/gallery4.rpy:3903
translate german gallery_8474_319b0841:

    # biff "Ну же! Сиськи!"
    biff "Ну же! Сиськи!"

# game/Gallery/gallery4.rpy:3912
translate german gallery_8474_472f3f5c:

    # m "На, смотри..."
    m "На, смотри..."

# game/Gallery/gallery4.rpy:3916
translate german gallery_8474_b54e8927:

    # "Мне не нужны проблемы..."
    "Мне не нужны проблемы..."

# game/Gallery/gallery4.rpy:3924
translate german gallery_9479_3e16788b:

    # m "Роза надежды хочет показать папочке грудь..."
    m "Роза надежды хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3937
translate german gallery_9479_f4eb142e:

    # m "Я покажу тебе грудь, потому что ты заставил меня..."
    m "Я покажу тебе грудь, потому что ты заставил меня..."

# game/Gallery/gallery4.rpy:3950
translate german gallery_9479_949a2f51:

    # m "Стюардесса хочет показать папочке грудь..."
    m "Стюардесса хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3966
translate german gallery_9479_2b720bb8:

    # m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."
    m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."

# game/Gallery/gallery4.rpy:3985
translate german gallery_20187_8cbce9e9:

    # m "Алая Жемчужина хочет показать папочке грудь..."
    m "Алая Жемчужина хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:3998
translate german gallery_20187_2b720bb8:

    # m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."
    m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."

# game/Gallery/gallery4.rpy:4013
translate german gallery_20205_32d8982f:

    # m "Запретное Желание хочет показать папочке грудь..."
    m "Запретное Желание хочет показать папочке грудь..."

# game/Gallery/gallery4.rpy:4029
translate german gallery_20205_2b720bb8:

    # m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."
    m "Я покажу тебе грудь, потому что ты заставляешь меня это делать!.."

# game/Gallery/gallery4.rpy:4044
translate german gallery_20205_e4b86f27:

    # biff "Хорошо, папочка доволен!"
    # biff "Но папочке начинает надоедать одно и то же..."
    biff "Хорошо, папочка доволен!"
    biff "Но папочке начинает надоедать одно и то же..."

# game/Gallery/gallery4.rpy:4055
translate german gallery_9444_f917ffc4:

    # m "Моника Бакфетт хочет показать папочке свой зад..."
    m "Моника Бакфетт хочет показать папочке свой зад..."

# game/Gallery/gallery4.rpy:4068
translate german gallery_9444_c508d927:

    # m "Я покажу тебе зад, потому что ты заставил меня..."
    m "Я покажу тебе зад, потому что ты заставил меня..."

# game/Gallery/gallery4.rpy:4084
translate german gallery_9453_b7b10b40:

    # m "Леди Нуар хочет показать папочке свой зад..."
    m "Леди Нуар хочет показать папочке свой зад..."

# game/Gallery/gallery4.rpy:4086
translate german gallery_9453_041a111d:

    # biff "Давай, Леди Нуар! Показывай свои зад!"
    # "Не прячь его от папочки!"
    biff "Давай, Леди Нуар! Показывай свои зад!"
    "Не прячь его от папочки!"

# game/Gallery/gallery4.rpy:4116
translate german gallery_9453_618979c5:

    # m "Биф, мне обязательно это делать?"
    m "Биф, мне обязательно это делать?"

# game/Gallery/gallery4.rpy:4118
translate german gallery_9453_e69fc150:

    # biff "Давай, Леди Нуар! Показывай свои зад!"
    # "Не прячь его от папочки!"
    # "А то я заставлю Леди Нуар показать свой зад на камеру!"
    biff "Давай, Леди Нуар! Показывай свои зад!"
    "Не прячь его от папочки!"
    "А то я заставлю Леди Нуар показать свой зад на камеру!"

# game/Gallery/gallery4.rpy:4124
translate german gallery_9453_64be27ad:

    # biff "Я жду!"
    biff "Я жду!"

# game/Gallery/gallery4.rpy:4154
translate german gallery_9465_37a7ae47:

    # m "Девушка с календаря хочет показать папочке свою попу..."
    m "Девушка с календаря хочет показать папочке свою попу..."

# game/Gallery/gallery4.rpy:4156
translate german gallery_9465_611afbe7:

    # biff "Давай! Девушка с календаря!"
    # "Показывай свой зад!"
    biff "Давай! Девушка с календаря!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4165
translate german gallery_9465_472f3f5c:

    # m "На, смотри..."
    m "На, смотри..."

# game/Gallery/gallery4.rpy:4181
translate german gallery_9465_a0090d54:

    # m "Я знаю, я должна показать тебе свой зад..."
    # "Но можно я не буду делать этого?"
    m "Я знаю, я должна показать тебе свой зад..."
    "Но можно я не буду делать этого?"

# game/Gallery/gallery4.rpy:4184
translate german gallery_9465_4443ebe3:

    # biff "Давай! Девушка с календаря!"
    # "Показывай свой зад!"
    # "Иначе я скажу Алексу чтобы этот голый зад смотрел на всех прямо с календаря!"
    biff "Давай! Девушка с календаря!"
    "Показывай свой зад!"
    "Иначе я скажу Алексу чтобы этот голый зад смотрел на всех прямо с календаря!"

# game/Gallery/gallery4.rpy:4188
translate german gallery_9465_f04a56f0:

    # biff "Ну же! Зад!"
    biff "Ну же! Зад!"

# game/Gallery/gallery4.rpy:4196
translate german gallery_9465_472f3f5c_1:

    # m "На, смотри..."
    m "На, смотри..."

# game/Gallery/gallery4.rpy:4208
translate german gallery_9465_b54e8927:

    # "Мне не нужны проблемы..."
    "Мне не нужны проблемы..."

# game/Gallery/gallery4.rpy:4215
translate german gallery_9492_f1e6764d:

    # m "Роза надежды хочет показать папочке свой зад..."
    m "Роза надежды хочет показать папочке свой зад..."

# game/Gallery/gallery4.rpy:4217
translate german gallery_9492_8dbf7b08:

    # biff "Давай, Роза!"
    # "Показывай свой зад!"
    biff "Давай, Роза!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4241
translate german gallery_9492_caf45e77:

    # m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"
    m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"

# game/Gallery/gallery4.rpy:4243
translate german gallery_9492_8dbf7b08_1:

    # biff "Давай, Роза!"
    # "Показывай свой зад!"
    biff "Давай, Роза!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4270
translate german gallery_9513_8388cdd1:

    # m "Стюардесса Fashion Airlines хочет показать папочке свой зад..."
    m "Стюардесса Fashion Airlines хочет показать папочке свой зад..."

# game/Gallery/gallery4.rpy:4272
translate german gallery_9513_b20aba78:

    # biff "Давай, Стюардесса!"
    # "Показывай свой зад!"
    biff "Давай, Стюардесса!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4298
translate german gallery_9513_caf45e77:

    # m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"
    m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"

# game/Gallery/gallery4.rpy:4300
translate german gallery_9513_b20aba78_1:

    # biff "Давай, Стюардесса!"
    # "Показывай свой зад!"
    biff "Давай, Стюардесса!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4329
translate german gallery_20191_a6ccef88:

    # m "Алая Жемчужина хочет показать папочке свой зад..."
    # biff "Давай, Жемчужина!"
    # "Показывай свой зад!"
    m "Алая Жемчужина хочет показать папочке свой зад..."
    biff "Давай, Жемчужина!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4335
translate german gallery_20191_c51999c6:

    # m "Биф, можно Я не буду снимать костюм?"
    # m "Это долго..."
    m "Биф, можно Я не буду снимать костюм?"
    m "Это долго..."

# game/Gallery/gallery4.rpy:4340
translate german gallery_20191_27a585e3:

    # biff "Хорошо, цыпочка."
    # biff "У папочки нет времени на переодевания."
    biff "Хорошо, цыпочка."
    biff "У папочки нет времени на переодевания."

# game/Gallery/gallery4.rpy:4344
translate german gallery_20191_ca9a332d:

    # biff "Пусть цыпочка сядет на стол."
    # biff "Папочка хочет посмотреть на сидящую цыпочку."
    biff "Пусть цыпочка сядет на стол."
    biff "Папочка хочет посмотреть на сидящую цыпочку."

# game/Gallery/gallery4.rpy:4349
translate german gallery_20191_2b2afe3e:

    # m "Так, Биф?"
    m "Так, Биф?"

# game/Gallery/gallery4.rpy:4351
translate german gallery_20191_8f935abc:

    # biff "Да, цыпочка. Привыкай сидеть на жердочке."
    # biff "Скоро ты займешь место рядом с малышкой Мелани!"
    biff "Да, цыпочка. Привыкай сидеть на жердочке."
    biff "Скоро ты займешь место рядом с малышкой Мелани!"

# game/Gallery/gallery4.rpy:4355
translate german gallery_20191_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:4361
translate german gallery_20191_ee4d54c8:

    # m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"
    # biff "Давай, Жемчужина!"
    # "Показывай свой зад!"
    m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"
    biff "Давай, Жемчужина!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4367
translate german gallery_20191_c51999c6_1:

    # m "Биф, можно Я не буду снимать костюм?"
    # m "Это долго..."
    m "Биф, можно Я не буду снимать костюм?"
    m "Это долго..."

# game/Gallery/gallery4.rpy:4372
translate german gallery_20191_27a585e3_1:

    # biff "Хорошо, цыпочка."
    # biff "У папочки нет времени на переодевания."
    biff "Хорошо, цыпочка."
    biff "У папочки нет времени на переодевания."

# game/Gallery/gallery4.rpy:4376
translate german gallery_20191_ca9a332d_1:

    # biff "Пусть цыпочка сядет на стол."
    # biff "Папочка хочет посмотреть на сидящую цыпочку."
    biff "Пусть цыпочка сядет на стол."
    biff "Папочка хочет посмотреть на сидящую цыпочку."

# game/Gallery/gallery4.rpy:4381
translate german gallery_20191_2b2afe3e_1:

    # m "Так, Биф?"
    m "Так, Биф?"

# game/Gallery/gallery4.rpy:4383
translate german gallery_20191_8f935abc_1:

    # biff "Да, цыпочка. Привыкай сидеть на жердочке."
    # biff "Скоро ты займешь место рядом с малышкой Мелани!"
    biff "Да, цыпочка. Привыкай сидеть на жердочке."
    biff "Скоро ты займешь место рядом с малышкой Мелани!"

# game/Gallery/gallery4.rpy:4387
translate german gallery_20191_0a5616b8_1:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:4394
translate german gallery_20210_5b3e12af:

    # m "Запретное Желание хочет показать папочке свой зад..."
    m "Запретное Желание хочет показать папочке свой зад..."

# game/Gallery/gallery4.rpy:4397
translate german gallery_20210_0f66437b:

    # biff "Давай, Запретное Желание!"
    # "Показывай свой зад!"
    biff "Давай, Запретное Желание!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4415
translate german gallery_20210_caf45e77:

    # m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"
    m "Я покажу тебе свой зад, потому что ты заставляешь меня это делать!"

# game/Gallery/gallery4.rpy:4417
translate german gallery_20210_0f66437b_1:

    # biff "Давай, Запретное Желание!"
    # "Показывай свой зад!"
    biff "Давай, Запретное Желание!"
    "Показывай свой зад!"

# game/Gallery/gallery4.rpy:4434
translate german gallery_20210_c8cb2977:

    # biff "Хорошо, папочка доволен!"
    biff "Хорошо, папочка доволен!"

# game/Gallery/gallery4.rpy:4530
translate german gallery_13920_cf83dd1c:

    # biff "Цыпочка принесла отчеты?" 
    # biff "Цыпочка сегодня хорошая?"
    biff "Цыпочка принесла отчеты?" 
    biff "Цыпочка сегодня хорошая?"

# game/Gallery/gallery4.rpy:4542
translate german gallery_13920_1bb3cb50:

    # mt "Мне надо притвориться цыпочкой." 
    # mt "Это поможет поднять доверие Бифа и я смогу иметь больший доступ в офисе."
    # mt "Это поможет мне вернуть все назад..."
    mt "Мне надо притвориться цыпочкой." 
    mt "Это поможет поднять доверие Бифа и я смогу иметь больший доступ в офисе."
    mt "Это поможет мне вернуть все назад..."

# game/Gallery/gallery4.rpy:4548
translate german gallery_13920_1c367451:

    # m "Да, цыпочка хорошая..." 
    # m "Цыпочка собрала все отчеты..."
    m "Да, цыпочка хорошая..." 
    m "Цыпочка собрала все отчеты..."

# game/Gallery/gallery4.rpy:4556
translate german gallery_13920_54064a1a:

    # biff "Хорошая цыпочка должна развлечь папочку." 
    # biff "Кто сегодня цыпочка?"
    biff "Хорошая цыпочка должна развлечь папочку." 
    biff "Кто сегодня цыпочка?"

# game/Gallery/gallery4.rpy:4560
translate german gallery_13920_73771fb7:

    # m "Сегодня цыпочка - это важный Босс." 
    # m "У цыпочки свой отдел. Цыпочка очень довольна."
    m "Сегодня цыпочка - это важный Босс." 
    m "У цыпочки свой отдел. Цыпочка очень довольна."

# game/Gallery/gallery4.rpy:4564
translate german gallery_20599_17b13685:

    # biff "Что цыпочка-Босс решила показать сегодня папочке?" 
    biff "Что цыпочка-Босс решила показать сегодня папочке?" 

# game/Gallery/gallery4.rpy:4569
translate german gallery_13920_2a00e94c:

    # m "Сегодня цыпочка-Босс пришла показать папочке свою грудь..." 
    m "Сегодня цыпочка-Босс пришла показать папочке свою грудь..." 

# game/Gallery/gallery4.rpy:4587
translate german gallery_13920_49fb8188:

    # biff "Папочка доволен." 
    biff "Папочка доволен." 

# game/Gallery/gallery4.rpy:4593
translate german gallery_20599_a4ca3eab:

    # m "Сегодня цыпочка-Босс пришла показать папочке свою попу..." 
    m "Сегодня цыпочка-Босс пришла показать папочке свою попу..." 

# game/Gallery/gallery4.rpy:4617
translate german gallery_20599_49fb8188:

    # biff "Папочка доволен." 
    biff "Папочка доволен." 

# game/Gallery/gallery4.rpy:4621
translate german gallery_20599_4886bc5b:

    # m "Сегодня цыпочка пришла только показать папочке отчеты." 
    m "Сегодня цыпочка пришла только показать папочке отчеты." 

# game/Gallery/gallery4.rpy:4624
translate german gallery_20599_acad4336:

    # biff "Ладно, цыпочка, у папочки все-равно сейчас нет времени." 
    biff "Ладно, цыпочка, у папочки все-равно сейчас нет времени." 

# game/Gallery/gallery4.rpy:4630
translate german gallery_20599_db1f6159:

    # m "Биф, я собрала отчеты, потому что ты требуешь этого!" 
    m "Биф, я собрала отчеты, потому что ты требуешь этого!" 

# game/Gallery/gallery4.rpy:4632
translate german gallery_20599_7726c9ff:

    # biff "Хорошо, цыпочка." 
    # biff "Продолжай вести себя хорошо."
    biff "Хорошо, цыпочка." 
    biff "Продолжай вести себя хорошо."

# game/Gallery/gallery4.rpy:4638
translate german gallery_20599_e6d1b4c3:

    # biff "Цыпочка может и дальше работать в моей прекрасной компании!" 
    biff "Цыпочка может и дальше работать в моей прекрасной компании!" 

# game/Gallery/gallery4.rpy:4644
translate german gallery_20599_f01d412c:

    # mt "В моей компании, сволочь! В МОЕЙ!" 
    mt "В моей компании, сволочь! В МОЕЙ!" 

# game/Gallery/gallery4.rpy:4653
translate german gallery_6700_e612037c:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:4655
translate german gallery_6700_e5620e55:

    # mt "Черт! Что же мне делать?!"
    # "Здесь столько прессы..."
    # "Может быть объявить что мой журнал захватили?!"
    # "Попросить помощи?"
    # "Это опасно! Не представляю чем это может грозить!"
    # "Возможно самым худшим... Но это единственный шанс..."
    # "Очень рискованный!"
    # "Что же мне делать???"
    mt "Черт! Что же мне делать?!"
    "Здесь столько прессы..."
    "Может быть объявить что мой журнал захватили?!"
    "Попросить помощи?"
    "Это опасно! Не представляю чем это может грозить!"
    "Возможно самым худшим... Но это единственный шанс..."
    "Очень рискованный!"
    "Что же мне делать???"

# game/Gallery/gallery4.rpy:4668
translate german gallery_6700_2b4d0fdb:

    # m "Я - Моника Бакфетт!"
    # "И я хочу объявить о преступлении, которое совершено в отношении меня!"
    m "Я - Моника Бакфетт!"
    "И я хочу объявить о преступлении, которое совершено в отношении меня!"

# game/Gallery/gallery4.rpy:4674
translate german gallery_6700_c314a06a:

    # empty_name "Выключается микрофон."
    empty_name "Выключается микрофон."

# game/Gallery/gallery4.rpy:4678
translate german gallery_6700_84feb14b:

    # m "Меня незаконно обвинили в том, чего я не совершала!"
    # "У меня отняли счета и документы!"
    # "И теперь шантажируют, заставляя говорить немыслимые вещи!"
    # "Помогите мне!!!"
    m "Меня незаконно обвинили в том, чего я не совершала!"
    "У меня отняли счета и документы!"
    "И теперь шантажируют, заставляя говорить немыслимые вещи!"
    "Помогите мне!!!"

# game/Gallery/gallery4.rpy:4692
translate german gallery_6700_23e0d671:

    # marcus "Что-ж, Миссис Бакфетт!"
    # "Хорошая попытка!"
    marcus "Что-ж, Миссис Бакфетт!"
    "Хорошая попытка!"

# game/Gallery/gallery4.rpy:4695
translate german gallery_6700_f071db4d:

    # "Должен признать Вам что я проиграл."
    "Должен признать Вам что я проиграл."

# game/Gallery/gallery4.rpy:4697
translate german gallery_6700_e612037c_1:

    # m "..."
    m "..."

# game/Gallery/gallery4.rpy:4700
translate german gallery_6700_e588bfe5:

    # marcus "Да, я проиграл лучший виски на моем ранчо!"
    marcus "Да, я проиграл лучший виски на моем ранчо!"

# game/Gallery/gallery4.rpy:4702
translate german gallery_6700_d137503b:

    # "Вы продержались больше одного дня!"
    # "И Вы вернулись сюда... Феерично!"
    "Вы продержались больше одного дня!"
    "И Вы вернулись сюда... Феерично!"

# game/Gallery/gallery4.rpy:4706
translate german gallery_6700_24b34515:

    # "Вы отправитесь на Ранчо прямо из этого кабинета..."
    "Вы отправитесь на Ранчо прямо из этого кабинета..."

# game/Gallery/gallery4.rpy:4709
translate german gallery_6700_1e9cd71f:

    # m "НЕЕЕЕЕТ!!!"
    m "НЕЕЕЕЕТ!!!"

# game/Gallery/gallery4.rpy:4719
translate german gallery_6700_4636e80f:

    # mt "Нет, это слишком рискованно!"
    # "Дик говорил что все что со мной сделали - законно."
    # "А это значит что я лишь наврежу себе!"
    # "Мне надо сказать эти гребаные слова и заработать деньги на чертов галстук!"
    mt "Нет, это слишком рискованно!"
    "Дик говорил что все что со мной сделали - законно."
    "А это значит что я лишь наврежу себе!"
    "Мне надо сказать эти гребаные слова и заработать деньги на чертов галстук!"

# game/Gallery/gallery4.rpy:4726
translate german gallery_6700_0c58ee8c:

    # m "..."
    # m "Я - Моника Бакфетт!"
    # "И я подтверждаю слова Мистера Бифа!"
    # "Наш журнал изменит свой курс!"
    m "..."
    m "Я - Моника Бакфетт!"
    "И я подтверждаю слова Мистера Бифа!"
    "Наш журнал изменит свой курс!"

# game/Gallery/gallery4.rpy:4735
translate german gallery_6700_09baa364:

    # m "..."
    # biff "Ну, курица! Скажи что-нибудь еще!!!"
    m "..."
    biff "Ну, курица! Скажи что-нибудь еще!!!"

# game/Gallery/gallery4.rpy:4740
translate german gallery_6700_0a5616b8:

    # mt "!!!"
    mt "!!!"

# game/Gallery/gallery4.rpy:4744
translate german gallery_6700_352bea7f:

    # m "Старый курс морально устарел..."
    # "Новые времена диктуют новые тренды..."
    m "Старый курс морально устарел..."
    "Новые времена диктуют новые тренды..."

# game/Gallery/gallery4.rpy:4747
translate german gallery_6700_d0d2972e:

    # "Я благодарна Мистеру Бифу за новые идеи..."
    # "Наш журнал должен преобразиться..."
    "Я благодарна Мистеру Бифу за новые идеи..."
    "Наш журнал должен преобразиться..."

# game/Gallery/gallery4.rpy:4750
translate german gallery_6700_f9273614:

    # "Спасибо Вам за то что Вы пришли..."
    "Спасибо Вам за то что Вы пришли..."

# game/Gallery/gallery4.rpy:4754
translate german gallery_6700_195dfcea:

    # biff "Молодец, цыпочка!"
    # "Продолжай играть!"
    biff "Молодец, цыпочка!"
    "Продолжай играть!"

# game/Gallery/gallery4.rpy:4761
translate german gallery_6700_0e7378b6:

    # reception_t "Не понимаю..."
    # "Она выступает на сцене..."
    reception_t "Не понимаю..."
    "Она выступает на сцене..."

# game/Gallery/gallery4.rpy:4766
translate german gallery_6700_b163b282:

    # "Неужели она правда Леди?"
    # "Но этого не может быть!"
    "Неужели она правда Леди?"
    "Но этого не может быть!"

# game/Gallery/gallery4.rpy:4769
translate german gallery_6700_120a342d:

    # "Мое чутье никогда не обманывало меня!"
    "Мое чутье никогда не обманывало меня!"

# game/Gallery/gallery4.rpy:4781
translate german gallery_6700_9e5167a0:

    # reporter1 "Миссис Бакфетт!"
    # "Скажите! Почему Вы решили сменить курс?"
    # reporter2 "Скажите! Вы готовы поддержать новый курс собственным примером?"
    # reporter3 "Мы слышали что Вы только что провели фотосессию!"
    # "Вы решили сняться обнаженной?"
    reporter1 "Миссис Бакфетт!"
    "Скажите! Почему Вы решили сменить курс?"
    reporter2 "Скажите! Вы готовы поддержать новый курс собственным примером?"
    reporter3 "Мы слышали что Вы только что провели фотосессию!"
    "Вы решили сняться обнаженной?"

# game/Gallery/gallery4.rpy:4788
translate german gallery_6700_ef2531f1:

    # m "Нет, что вы?"
    # "Это всего-лишь курс журнала!"
    # "Я не собираюсь сниматься обнаженной!"
    # "Я - Леди!"
    # "И у меня есть достоинство!"
    m "Нет, что вы?"
    "Это всего-лишь курс журнала!"
    "Я не собираюсь сниматься обнаженной!"
    "Я - Леди!"
    "И у меня есть достоинство!"

# game/Gallery/gallery4.rpy:4797
translate german gallery_6700_03b03c9b:

    # reporter1 "Но мы слышали что это необычная фотосессия!"
    # "Мы слышали что эта фотосессия достаточно смелая!"
    # reporter3 "Расскажите про фотосессию, Миссис Бакфетт!"
    reporter1 "Но мы слышали что это необычная фотосессия!"
    "Мы слышали что эта фотосессия достаточно смелая!"
    reporter3 "Расскажите про фотосессию, Миссис Бакфетт!"

# game/Gallery/gallery4.rpy:4801
translate german gallery_6700_2ed92c8c:

    # m "Ой! Что Вы? Это обычная фотосессия!"
    # reporter2 "Мы слышали что вы принимали необычные позы!"
    m "Ой! Что Вы? Это обычная фотосессия!"
    reporter2 "Мы слышали что вы принимали необычные позы!"

# game/Gallery/gallery4.rpy:4804
translate german gallery_6700_7685301c:

    # m "Ничего особенного..."
    # "Просто небольшой смелый эксперимент..."
    m "Ничего особенного..."
    "Просто небольшой смелый эксперимент..."

# game/Gallery/gallery4.rpy:4807
translate german gallery_6700_bb206b99:

    # reporter1 "Собираетесь-ли Вы продолжать эксперименты?"
    # reporter3 "Многие хотели-бы увидеть больше!"
    reporter1 "Собираетесь-ли Вы продолжать эксперименты?"
    reporter3 "Многие хотели-бы увидеть больше!"

# game/Gallery/gallery4.rpy:4814
translate german gallery_6700_4a0485c9:

    # m "Нет..."
    # "Это разовый случай..."
    # "Скажите этим МНОГИМ что они могут не рассчитывать на большее!"
    # "Интервью закончено!"
    # reporter1 "Спасибо, Миссис Бакфетт!"
    m "Нет..."
    "Это разовый случай..."
    "Скажите этим МНОГИМ что они могут не рассчитывать на большее!"
    "Интервью закончено!"
    reporter1 "Спасибо, Миссис Бакфетт!"

# game/Gallery/gallery4.rpy:4830
translate german gallery_6757_121310c3:

    # dick_secretary "Миссис Бакфетт!"
    # "Как Вам эта сумочка?"
    dick_secretary "Миссис Бакфетт!"
    "Как Вам эта сумочка?"

# game/Gallery/gallery4.rpy:4834
translate german gallery_6757_0c62cecd:

    # "Вам она нравится? Или нет?"
    "Вам она нравится? Или нет?"

# game/Gallery/gallery4.rpy:4851
translate german gallery_6757_f12cb7bb:

    # philip "Давай! Засунь свой член туда!"
    philip "Давай! Засунь свой член туда!"

# game/Gallery/gallery4.rpy:4853
translate german gallery_6757_81ab43db:

    # philip "Миссис Бакфетт не может ждать!"
    # "Она хочет скорее твой член!"
    philip "Миссис Бакфетт не может ждать!"
    "Она хочет скорее твой член!"

# game/Gallery/gallery4.rpy:4856
translate german gallery_6757_596a60b8:

    # philip "Решайся, Малыш!"
    # "Иначе это сделает следующий кто войдет сюда!"
    philip "Решайся, Малыш!"
    "Иначе это сделает следующий кто войдет сюда!"

# game/Gallery/gallery4.rpy:4861
translate german gallery_6757_4c2d7560:

    # philip "Я кое-что забыл..."
    philip "Я кое-что забыл..."

# game/Gallery/gallery4.rpy:4865
translate german gallery_6757_3301dc0f:

    # philip "Теперь глотай!"
    philip "Теперь глотай!"

# game/Gallery/gallery4.rpy:4868
translate german gallery_6757_9e10aaad:

    # philip "Покажи рот! Покажи что ты все проглотила!"
    philip "Покажи рот! Покажи что ты все проглотила!"

# game/Gallery/gallery4.rpy:4877
translate german gallery_6757_947818a6:

    # philip "Спасибо, Моника Бакфетт!"
    philip "Спасибо, Моника Бакфетт!"

# game/Gallery/gallery4.rpy:4879
translate german gallery_6757_a551ad0c:

    # philip "Вы заработали свои $ 500!"
    philip "Вы заработали свои $ 500!"

# game/Gallery/gallery4.rpy:4882
translate german gallery_6757_a5a29da3:

    # m "Мне нужно еще $ 500!"
    # "Пожалуйста! Прошу Вас!!!"
    m "Мне нужно еще $ 500!"
    "Пожалуйста! Прошу Вас!!!"

# game/Gallery/gallery4.rpy:4886
translate german gallery_6757_9aae6c78:

    # philip "Это не аргумент, Миссис Бакфетт!"
    # "Что Вы можете предложить взамен?"
    philip "Это не аргумент, Миссис Бакфетт!"
    "Что Вы можете предложить взамен?"

# game/Gallery/gallery4.rpy:4893
translate german gallery_6757_ef28a711:

    # m "Биф, пожалуйста, дай деньги. Я буду хорошей цыпочкой..."
    m "Биф, пожалуйста, дай деньги. Я буду хорошей цыпочкой..."

# game/Gallery/gallery4.rpy:4895
translate german gallery_6757_78ba4f97:

    # m "Я буду исправно сниматься в фотосессиях и..."
    m "Я буду исправно сниматься в фотосессиях и..."

# game/Gallery/gallery4.rpy:4897
translate german gallery_6757_d11bb20c:

    # "Буду послушной..."
    "Буду послушной..."

# game/Gallery/gallery4.rpy:4906
translate german gallery_6757_3bf74df4:

    # dick_secretary "Я Вас слушаю!"
    dick_secretary "Я Вас слушаю!"

# game/Gallery/gallery4.rpy:4909
translate german gallery_6757_b2031c90:

    # m "Ддда... Мне нравится эта сумочка, Мисс Виктория..."
    # "У Вас хороший вкус..."
    m "Ддда... Мне нравится эта сумочка, Мисс Виктория..."
    "У Вас хороший вкус..."

# game/Gallery/gallery4.rpy:4913
translate german gallery_6757_d559d803:

    # dick_secretary "Я подумываю в следующую пятницу купить еще что-нибудь, когда Вы принесете деньги."
    # "У Вас тоже есть вкус, возможно я даже посоветуюсь с Вами."
    # "Миссис Бакфетт, вы же дадите совет мне?"
    dick_secretary "Я подумываю в следующую пятницу купить еще что-нибудь, когда Вы принесете деньги."
    "У Вас тоже есть вкус, возможно я даже посоветуюсь с Вами."
    "Миссис Бакфетт, вы же дадите совет мне?"

# game/Gallery/gallery4.rpy:4917
translate german gallery_6757_846c7379:

    # m "Да... Дам..."
    m "Да... Дам..."

# game/Gallery/gallery4.rpy:4920
translate german gallery_6757_329034b5:

    # m "..."
    # m "Виктория..."
    # dick_secretary "Мисс Виктория!!!"
    # m "Мисс Виктория, скажите. Если у меня не будет наличных, то как мне доставить Вам эти деньги?"
    m "..."
    m "Виктория..."
    dick_secretary "Мисс Виктория!!!"
    m "Мисс Виктория, скажите. Если у меня не будет наличных, то как мне доставить Вам эти деньги?"

# game/Gallery/gallery4.rpy:4925
translate german gallery_6757_a698195d:

    # dick_secretary "Нет проблем, Миссис Бакфетт!"
    # "Просто купите в интернете сертификат на это имя и адрес email..." 
    dick_secretary "Нет проблем, Миссис Бакфетт!"
    "Просто купите в интернете сертификат на это имя и адрес email..." 

# game/Gallery/gallery4.rpy:4929
translate german gallery_6757_a7e40015:

    # m "Я поняла, спасибо..."
    m "Я поняла, спасибо..."

