# Man 1 - curly hair
label cit1_dialog_first:
    m: "Пожалуйста, рассмотрите покупку этого красивого платья..."
    cit1: "Что?"
    m: "Я предлагаю Вам купить это платье!"
    cit1: "Какое платье?"
    mt: "Что за идиот..."
    m: "Вот это, оно надето на мне."
    cit1: "Вот это? Интересно... Кстати, дамочка, а Вы здесь вообще работаете?"
    m: "Ну конечно, я же продаю Вам платье..."
    cit1: "Как то это все очень подозрительно... А где Ваш бейдж?"
    m: "Понимаете, я только временно здесь работаю. У меня нет бейджа."
    cit1: "Дай подумать... Если у тебя нет бейджа, значит ты не сотрудник... Я понял, ты манекен!"
    mt: "Идиот..."
    cit1: "Отлично, рассмотрю тебя поближе."
    # подходит к монике сзади, рассматривает зад, она поворачивается
    cit1: "Эй, похоже ты бракованый манекен! Манекены не двигаются!"
    cit1: "Черт, совсем забыл, надо успеть в мой любимый магазин комиксов! Еще увидимся, манекен!"
    mt: "Да как ты смеешь такое говорить? Что за гик..."

label cit1_dialog_angry:
    m: "Пожалуйста, рассмотрите покупку этого красивого платья..."
    cit1: "Ой уйди, не до тебя сейчас... Я забыл как убить Супермена... Какой то камень криптошит или магманит..."
    mt: "Криптонит, дубина... Черт, и откуда я это знаю?"

label cit1_dialog_dress1_outfit1:
    m: "Пожалуйста, рассмотрите покупку этого красивого платья..."
    cit1: "О, манекен! Да, давай рассмотрю..."
    cit1: "Замри!"
    m: "Зачем? По моему и так платье можно рассмотреть без проблем."
    cit1: "А ну помолчи! Манекены не двигаются и не говорят."
    # Смена картинок как он поднимает монике рукм, ходит вокруг, трогает
    m: "Эй! Что ты делаешь?"
    cit1: "А что, не понятно? Оцениваю товар."
    cit1: "Ты же хочешь, чтобы я купил платье?"
    m: "Ну..да.."
    cit1: "Прекрасно, тогда помолчи и не шевелись."
    #еще несколько экшенов
    cit1: "Так, замечательно, но знаешь, у меня нет денег, а ты отличный манекен!"
    m: "Ах ты... Да ты меня всю облапал!"
    cit1: "ну вообще то, ты сама предложила оценить товар, вот я и оценил. Платье к слову так себе..."
    m: "Урод!"
    cit1: "Ладно, не злись, еще увидимся!"
