default monicaHooliganPunksSlums1 = 0 # Моника
$ monicaHooliganPunksSlums1 = day # Моника

# при условии, что Моника была в парке и соблазняла парня Мисти, if monicaMistyBoyfriendSlums4 > 0
# если Моника снова приходит в парк одна (в красном платье)
label ep22_6_dialogues4_citizens_1:
    # Моника идет по парку
    mt "Все-таки здесь неплохо... для трущобного парка."
    mt "Зелень, пение птиц..."
    # видит гопников на скамейке впереди себя
    mt "Еще не было в этом парке всяких отбросов, подобно этим!"
    mt "Каждый раз, когда я их вижу, они ведут себя как кретины!"
    mt "Так, нужно просто пройти мимо и не реагировать на их пошлые шуточки!"
    mt "Я выше всего этого!"
    # Моника подходит к скамейке с гопниками
    # они ее замечают
    citizen16 "Эй, чувак, смотри, снова эта телка!"
    citizen17 "Смотри, как нарядилась. По-любому, для нас с тобой, ха-ха!"
    citizen16 "Чувак, спорим, я с ней познакомлюсь?!"
    # свистят ей
    citizen17 "Не-а. Она тебя пошлет."
    citizen17 "Смотри, какая она вся из себя важная идет. Хрен подкатишь к такой!"
    citizen16 "А в прошлый раз была одета, как те шлюхи с точки проституток."
    citizen16 "Так что не пошлет. Смотри и учись, придурок."
    # Моника идет с покерфейсом, равняется с их скамейкой
    # citizen16 вскакивает со скамейки и перегораживает Монике дорогу
    m "Это еще что такое?!"
    m "Иди отсюда!"
    citizen1 "Эй, чика, у нас с моим чуваком для тебя предложение есть!"
    mt "Что эти два никчемных недоумка от меня хотят?"


    # они ей предлагают за деньги чтоб она поцеловала его, она отказывается
    # тогда пошли к тебе домой, один поцелуй - я тебе даю 100 баксов
    # Моника недоверчива, но соглашается
    # возможность обслужить их за деньги в апартаментах, если арендует их





    citizen17 "Мы тебя не обидим, ха-ха!"
    citizen16 "Даже сделаем приятно, ха-ха-ха!"
    # Моника недовольно смотрит на них
    m "Два озабоченных идиота!"
    m "Вместо серого вещества - сперма в мозгах!"
    citizen17 "Эй, если передумаешь, возвращайся к нам!" Ron
    # демонстративно кладет руку на своб ширинку
    citizen16 "Мы тебе не дадим скучать, ха-ха!" Dan
    # Моника высокомерно отходит от них, они продолжают свистеть ей вслед
    m "Кретины!!!"

    citizen1 "Эй, теть!" # это Том
    citizen1 "Ты эту хату снимаешь, чтоб работать тут?"
    citizen2 "Не, Том. Ты дебил?"  # это Тим

    citizen1 # это Том
    citizen2 # это Тим
    citizen16 # это Dan
    citizen17 # это Ron
    return

# сначала только гопники, они набухают Монику, потом приходят панки
# они приходят, она целует одного и он ей дает 100 баксов
# потом предлагают также 100 баксов за поцелуй со вторым
# но сначала ему нужно выпить
# после того, как выпили, Моника собирается поцеловать второго гопника, а тот достает член и говорит, что поцелуй не в губы
# в этот момент заваливаются панки
# говорят, поцелуй, да она тебе отсосет за 20 баксов -> минет за 100
# потом снова пьют, заставляют ее чокнуться за крутую чику, которая сосет им за 20 баксов
# показать, что она по пьяни получает кайф, плохо понимает, что они с ней делают
# один спереди, один сзади (вариативность поз) + два члена в рот
# ДП не будет, хотя они захотят этого. один из них тыкается в нее членом, она орет на него
# хорошо, я не сделаю этого, если ты пообещаешь, что согласишься в след. раз

#+мысли перед тем, как зайти в парк
