# отношения с Юлией
#
# Юлия начинает предъявлять Монике, что она платит за квартиру, за продукты и т.п., а та ей даже не помогает
# Моника в итоге либо убирается в ее квартире (помыть туалет при этом Юлия скажет, ой подождите, мне нужно пописать, а вы можете пока тереть унитаз, потом - вот а теперь можете мыть унитаз)
# сделать меню выбора, в какой комнате убираться + Юлия будет указывать ей, что делать + мини-сцены интима с ней
# либо Моника может дать ей деньги (баксов 50 в неделю)
# помыть посуду, что-то приготовить, убраться в комнате, убраться в туалете
# если уборка в комнате, то Юлия начинает раздеваться, разбрасывая вещи
# Юлия говорит, что пойдет закинет стирку, давайте и ваши вещи
# в итоге Моника вынуждена ползать голой и убираться
# отправить Монику на рынок за продуктами
