# эскорт
#
# приход к Стиву, мне дешевле теперь сходить к тебе в эскорт, и вообще, ты теперь бесплатно должна это делать
# отмена контрактов
# он говорит, что не хотел делать ее главной, должна работать админша, т.к. клиенты всегда довольны, а ты работаешь до первого косяка
# голование предполагалось формальным с сохранением должности админши
# ты же говорил, что у вас демократия
# ну да, демократия - это и есть формальность
# админша была поставлена на эту должность с учетом мнения моих совладельцев
# Моника спросит, кто эти люди, а он увиливает
# я пообещал совладельцам, что ты стопроцентно справишься, но если ты меня подведешь
# если ты не будешь работать, то тебя будет подменять Мейли
# если хоть один клиент не будет доволен, я тебя смещу с должности
#
# при клике на ресепшн - Работать администратором или провести собрание
# подходит клиент (кадры - взгляд из глаз клиента) и говорит, кого из девочек он хочет
# Моника говорит, проходите, она вас ждет
# два клиента в день и день закончен
# одна сцена с одной из девочек, как отдает деньги за смену
# три варианта развития событий: он урод, столько-то денег всего заплатил + возможность оштрафовать девочку (наказать)
# + клиент уходит и говорит, что остался доволен, потом подходит девочка и Моника говорит
#
# если работать:
# клиент подходит, говорит что хочет такую-то или такую-то девочку (либо говорит что хочет какую-то и Моника может выбрать из списка кого)
# затемнение, клиент возвращается. говорит что провел время. меню (клиент доволен, клиент недоволен - в след. версиях)
# затемнение. в корридоре Моника встречается с девочкой, которая говорит что клиент хотел (3 варианта у каждой) и какую сумму он заплатил
# Моника может выбрать ок, либо сказать что клиент был недоволен и назначить штраф.
# Если Моника регулярно штрафует (1 штраф - диалог, 2 штрафа - диалог, 3 штрафа диалог - негативный) доп комментарии по поводу отношений до кастинга
#
# если собрание:
# Моника сидит в служебном коридоре, девочки стоят перед ней
# при клике на любую из девочек - похвалить ее или наказать (если уже был штраф, если не было, то просто мысли Моники и jump)
# при наказании, Моника унижает девочку, заставляя ее раздеться, ведет себя как с мартышками на кастинге в офисе
#
# Линда пытается подлезть к Монике, предлагая ей стучать на девочек и все рассказывать, спрашивает, помнит ли Моника про их договор
