# ситизены
#
# Моника приходит в парк (в красном платье) и может заговорить с гопниками
# они ей предлагают за деньги чтоб она поцеловала его, она отказывается
# тогда пошли к тебе домой, один поцелуй - я тебе даю 100 баксов
# Моника недоверчива, но соглашается
# возможность обслужить их за деньги в апартаментах, если арендует их
# сначала только гопники, они набухают Монику, потом приходят панки
# они приходят, она целует одного и он ей дает 100 баксов
# потом предлагают также 100 баксов за поцелуй со вторым
# но сначала ему нужно выпить
# после того, как выпили, Моника собирается поцеловать второго гопника, а тот достает член и говорит, что поцелуй не в губы
# в этот момент заваливаются панки
# говорят, поцелуй, да она тебе отсосет за 20 баксов -> минет за 100
# потом снова пьют, заставляют ее чокнуться за крутую чику, которая сосет им за 20 баксов
# показать, что она по пьяни получает кайф, плохо понимает, что они с ней делают
# один спереди, один сзади (вариативность поз) + два члена в рот
# ДП не будет, хотя они захотят этого. один из них тыкается в нее членом, она орет на него
# хорошо, я не сделаю этого, если ты пообещаешь, что согласишься в след. раз
